[
  {
    "id": 1,
    "cat_id": 1,
    "topic_id": 1,
    "description": "<p>আরবী الزكاة &lsquo;যাকাত&rsquo; শব্দের আভিধানিক অর্থ বৃদ্ধি ও উন্নতি। যাকাত শব্দের আভিধানিক আরেকটি অর্থ হয় التطهير (তাতহির), যার বাংলা অনুবাদ পবিত্র করা। যেমন, আল্লাহ তা&lsquo;আলা বলেছেন:</p>\n<p dir=\"RTL\">﴿قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا ٩﴾ [الشمس: 9]</p>\n<p>&ldquo;সে নিশ্চিত সফল হয়েছে যে তাকে (নফসকে) পবিত্র করেছে&rdquo;। [সূরা আশ-শামস, আয়াত: ৯]</p>\n<p>যাকাতের কারণে সম্পদ বৃদ্ধি পায়, তাই যাকাতকে যাকাত বলা হয়। যাকাতের কারণে নেকিও বর্ধিত হয়। আরেকটি কারণ হলো, যাকাত নফসকে কৃপণতার ন্যায় বদ অভ্যাস থেকে পবিত্র করে, তাই অভিধানের দ্বিতীয় অর্থও শরঈ&lsquo; যাকাতে পাওয়া যায়।</p>\n<p>ইসলামী পরিভাষায়, নির্দিষ্ট সম্পদের ভেতর শরী&lsquo;আত কর্তৃক নির্ধারিত পরিমাণকে যাকাত বলা হয়, যা বিশেষ শ্রেণি ও নির্দিষ্ট খাতে ব্যয় করতে হয়। জ্ঞাতব্য যে, কুরআন, সুন্নাহ ও মুসলিম উম্মাহর ঐকমত্যে যাকাত ফরয, এতে কারও দ্বিমত নেই।</p>"
  },
  {
    "id": 2,
    "cat_id": 2,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>১. আল্লাহ তা&lsquo;আলা বলেন:</p>\n<p dir=\"RTL\">﴿خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ١٠٣﴾ [التوبة: 103]</p>\n<p>&ldquo;তাদের সম্পদ থেকে সদকা নাও, এর মাধ্যমে তাদেরকে তুমি পবিত্র ও পরিশুদ্ধ করবে এবং তাদের জন্য দো&lsquo;আ কর, নিশ্চয় তোমার দো&lsquo;আ তাদের জন্য প্রশান্তিদায়ক&rdquo;। [সূরা আত-তাওবাহ, আয়াত: ৩]</p>\n<p>অপর আয়াতে তিনি বলেন:</p>\n<p dir=\"RTL\">﴿إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ ١٥ ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ ١٦ كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ ١٧ وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ ١٨ وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ ١٩﴾ [الذاريات: 15-19]</p>\n<p>&ldquo;নিশ্চয় মুত্তাকিরা থাকবে জান্নাতসমূহে ও ঝর্ণাধারায়, তাদের রব তাদের যা দিবেন তা তারা খুশীতে গ্রহণকারী হবে। ইতোপূর্বে এরাই ছিল সৎকর্মশীল। রাতের সামান্য অংশই এরা ঘুমিয়ে কাটাতো। আর রাতের শেষ প্রহরে এরা ক্ষমা চাওয়ায় রত থাকত। আর তাদের সম্পদে রয়েছে প্রার্থী ও বঞ্চিতের হক&rdquo;। [সূরা আয-যারিয়াত, আয়াত: ১৫-১৯]</p>\n<p>অপর আয়াতে তিনি বলেন:</p>\n<p dir=\"RTL\">﴿وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ ٣٤﴾ [التوبة:34]</p>\n<p>&ldquo;যারা সোনা ও রূপা পুঞ্জীভূত করে রাখে এবং তা আল্লাহর রাস্তায় খরচ করে না, তুমি তাদেরকে বেদনাদায়ক আযাবের সুসংবাদ দাও&rdquo;। [সূরা আত-তাওবাহ, আয়াত: ৩৪]</p>\n<p>অপর আয়াতে তিনি বলেন:</p>\n<p dir=\"RTL\">﴿وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ ١٨٠﴾ [آل عمران:180]</p>\n<p>&ldquo;আল্লাহ যাদেরকে তার অনুগ্রহ থেকে যা দান করেছেন তা নিয়ে যারা কৃপণতা করে তারা যেন ধারণা না করে যে, তা তাদের জন্য কল্যাণকর, বরং তা তাদের জন্য অকল্যাণকর, যা নিয়ে তারা কৃপণতা করেছিল, কিয়ামত দিবসে তা দিয়ে তাদের বেড়ি পরানো হবে&rdquo;। [সূরা আলে ইমরান, আয়াত: ১৮]</p>\n<p>২. ইবন আব্বাস রাদিয়াল্লাহু &lsquo;আনহু থেকে বর্ণিত, মু&lsquo;আয ইবন জাবাল রাদিয়াল্লাহু &lsquo;আনহুকে ইয়ামান পাঠানোর সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেন:</p>\n<p dir=\"RTL\">&laquo;إنك تأتي قوماً من أهل الكتاب، فادْعُهُم إلى شهادة أنْ لا إله إلا الله، وأني رسول الله، فإنْ هم أطاعوا لذلك، فأعْلِمْهُم أن الله افترض عليهم خمس صلوات في كل يوم وليلة، فإنْ هم أطاعوا لذلك، فأعْلِمْهُم أن الله افترض عليهم صدقة تُؤخَذ مِن أغنيائهم فتُرَدّ في فقرائهم، فإنْ هم أطاعُوا لذلك، فإيَّاكَ وَكَرَائِمُ أموالهم (يعني لا تأخذ الزكاة مِن أفضل أموالهم وأحَبّهَا إليهم كما سيأتي)، واتقِ دعوة المظلوم، فإنه ليس بينها وبين الله حِجاب&raquo;.</p>\n<p>&ldquo;তুমি কিতাবিদের এক কওমের নিকট যাচ্ছ, অতএব, তাদেরকে &lsquo;লা-ইলাহা ইল্লাল্লাহ ও আমি আল্লাহর রাসূল&rsquo; সাক্ষীর দিকে আহ্বান কর, যদি তারা এতে আনুগত্য প্রকাশ করে, তাদেরকে জানিয়ে দাও যে, প্রত্যেক দিন ও রাতে আল্লাহ তাদের ওপর পাঁচ ওয়াক্ত সালাত ফরয করেছেন। যদি তারা এতে আনুগত্য প্রকাশ করে, তাদেরকে জানিয়ে দাও যে, আল্লাহ তাদের ওপর সদকা ফরয করেছেন, যা তাদের ধনীদের থেকে গ্রহণ করে তাদেরই গরীবদের মাঝে বণ্টন করা হবে, যদি তারা এতে আনুগত্য প্রকাশ করে, তুমি তাদের দামী সম্পদ গ্রহণ করা পরিহার কর, (অর্থাৎ যে সম্পদ তাদের নিকট অতি উত্তম ও অধিক পছন্দনীয় যাকাত হিসেবে সেখান থেকে তুমি গ্রহণ করবে না, সামনে এ সম্পর্কে আলোচনা আসছে), আর মজলুমের দো&lsquo;আ থেকে বাঁচ। কারণ, তার মাঝে ও আল্লাহর মাঝে কোনো পর্দা নেই&rdquo;।[1]</p>\n<p>&nbsp;</p>\n</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 3,
    "cat_id": 3,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>যাকাত ইসলামের একটি ফরয ও রুকন, যথাসম্ভব সম্পদের যাকাত দ্রুত বের করা ওয়াজিব। সকল আলিম একমত যে, যাকাত ত্যাগ করা কবিরা গুনাহ। যদি কেউ জানে যাকাত ফরয, তারপরও যাকাত ফরয হওয়াকে অস্বীকার করে যাকাত প্রদান থেকে বিরত থাকে, সে কাফির ও ইসলাম থেকে বহিষ্কৃত। মুসলিম শাসকের দায়িত্ব কুফরির কারণে তাকে হত্যা করা। আর যদি সে নতুন মুসলিম হয় অথবা ইলম ও ইসলামী জ্ঞানের শহর থেকে দূরে অবস্থান করে, না-জানার কারণে তাকে অবকাশ দিবে, যদি সে মুসলিমদের পাশে থেকে না জানার দাবি করে, তার কথায় কর্ণপাত করা হবে না। কারণ, যাকাত ইসলামের অপরিহার্য বিধান, মুসলিম মাত্র সবাই তা জানে।</p>\n<p>অতএব, যদি কেউ যাকাত ত্যাগ করে, শাসক জোরপূর্বক তার থেকে যাকাত আদায় করবে এবং তাকে শাসাবে ও শাস্তি দিবে। শাস্তির একটি উদাহরণ: যাকাত আদায় শেষে শাস্তিস্বরূপ তার অর্ধেক সম্পদ নিয়ে নিবে, আর অর্ধেক সম্পদ দ্বারা উদ্দেশ্য যে সম্পদের যাকাত দেয় নি তার অর্ধেক। এটিই আলিমদের বিশুদ্ধ মত। উদাহরণত, কারও ওপর স্বর্ণ ও ফসল দু&rsquo;টি বস্তুর যাকাত ফরয, সে ফসলের যাকাত দিয়েছে স্বর্ণের যাকাত দেয় নি, বরং কৃপণতা করেছে, তার ক্ষেত্রে শুধু স্বর্ণের ওপর শাস্তি হবে, যেমন তার থেকে জোরপূর্বক প্রথম স্বর্ণের যাকাত বের করবে, অতঃপর অবশিষ্ট স্বর্ণের অর্ধেক গ্রহণ করবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;... وَمَن منعها فإنا آخِذُوها، وَشَطْرَ مالِهِ (يعني وآخِذوا نصف ماله أيضاً بعد الزكاة)، عَزمَة مِن عَزَمات ربنا تبارك وتعالى (يعني أنَّ هذا أمرٌ أوْجَبَهُ اللهُ تعالى على الحاكم)&raquo;.</p>\n<p>&ldquo;আর যে যাকাত দিতে অস্বীকার করবে, আমরা সেটি গ্রহণ করব এবং আরও গ্রহণ করব তার সম্পদের অর্ধেক। (অর্থাৎ যাকাত শেষে অবশিষ্ট সম্পদ থেকে অর্ধেক গ্রহণ করব)। এটি আমাদের রবের কড়া নির্দেশ থেকে একটি নির্দেশ। (অর্থাৎ শাসকের ওপর বিধানটি আল্লাহ ওয়াজিব করে দিয়েছেন)&rdquo;।[1]</p>\n<p>&nbsp;</p>\n</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহুল জামে&lsquo;, হাদীস নং ৪২৬৫।</div>"
  },
  {
    "id": 4,
    "cat_id": 4,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>বিভিন্ন প্রকার যাকাত রয়েছে, যেমন স্বর্ণের যাকাত, চেক ও ব্যাংক নোটের যাকাত, যাকাতুল ফিতর, ব্যবসায়ী পণ্যের যাকাত, গুপ্তধনের যাকাত, জীব-জন্তুর যাকাত এবং ফল ও ফসলের যাকাত।</p>\n<p><strong>যাকাত ফরয হওয়ার শর্তসমূহ:</strong></p>\n<p><strong>১ম শর্ত:</strong>&nbsp;ব্যক্তির স্বাধীন হওয়া: যাকাত ফরয হওয়ার জন্য ব্যক্তির স্বাধীন হওয়া জরুরি, কারণ গোলাম-দাসের ওপর যাকাত ফরয নয়, তবে তাদের পক্ষ থেকে যাকাতুল ফিতর আদায় করা জরুরি, যার বর্ণনা সামনে আসছে।</p>\n<p><strong>২য় শর্ত:</strong>&nbsp;মুসলিম হওয়া</p>\n<p>জ্ঞাতব্য যে, যাকাত ফরয হওয়ার জন্য ব্যক্তির সাবালিগ ও বিবেক সম্পন্ন হওয়ার জরুরি নয়। এটিই আলিমদের বিশুদ্ধ মত। অতএব, নাবালক ও পাগলের সম্পদে যাকাত ফরয। অভিভাবকগণ তাদের সম্পদ থেকে যাকাত বের করবেন।[1]</p>\n<p><strong>৩য় শর্ত:</strong>&nbsp;সম্পদ নিসাব পরিমাণ হওয়া: শরী&lsquo;আত কর্তৃক সম্পদের নির্দিষ্ট পরিমাণকে নিসাব বলা হয়। সম্পদ নির্দিষ্ট পরিমাণ বা তার চেয়ে বেশি হলে তাতে যাকাত ওয়াজিব। বিভিন্ন প্রকার সম্পদ যেমন স্বর্ণ, রূপা, ফসল ও জতুষ্পদ প্রাণীর যাকাতের নিসাব কি, সামনে তার আলোচনা আসছে।</p>\n<p><strong>৪র্থ শর্ত:</strong>&nbsp;নিসাব পরিমাণ সম্পদে হিজরী এক বছর পূর্ণ হওয়া: কারণ, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;لا زكاة في مالٍ، حتى يَحُول عليه الحَوْل&raquo;.</p>\n<p>&ldquo;কোনো সম্পদেই যাকাত নেই, যতক্ষণ না তার ওপর এক বছর পূর্ণ হবে&rdquo;।[2]</p>\n<p>সম্পদ যেদিন নিসাব পরিমাণ হবে সেদিন থেকে হিজরী বছর গণনা শুরু করবে, তবে শর্ত হচ্ছে বছর শেষ পর্যন্ত নিসাব পরিমাণ সম্পদ স্থির থাকা অথবা ক্রমান্বয়ে বর্ধিত হওয়া। যদি বছরের মধ্যবর্তী সম্পদ নিসাব থেকে কমে যায়, অতঃপর একই বছর পুনরায় নিসাব পরিমাণ হয়, তাহলে বিশুদ্ধ মতে দ্বিতীয়বার যখন সম্পদ নিসাব পরিমাণ হবে, তখন থেকে বছর গণনা শুরু করবে, প্রথম তারিখ গ্রহণযোগ্য নয়, কারণ নিসাব থেকে সম্পদ কমে যাওয়ার কারণে বছর শেষ হয়ে গেছে। অধিকাংশ আলিমের মাযহাব এটি।</p>\n<p>তবে কতক সম্পদ রয়েছে, যার যাকাত ওয়াজিব হওয়ার জন্য এক বছর পূর্ণ হওয়া জরুরি নয়। যেমন, জমি থেকে উৎপন্ন ফল ও ফসল। কারণ জমি থেকে যে দিন উৎপন্ন ফল ও ফসল কাটা হয় সেদিন তার ওপর যাকাত ওয়াজিব হয়। আল্লাহ তা&lsquo;আলা বলেছেন:</p>\n<p dir=\"RTL\">﴿وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ ١٤١﴾ [الأنعام: 141]</p>\n<p>&ldquo;আর তার (অর্থাৎ ফল ও ফসলের) হক দিয়ে দাও, যে দিন তা কাটা হয়&rdquo;। [সূরা আল-আন&lsquo;আম, আয়াত: ১৪১]অনুরূপ জতুষ্পদ প্রাণীর বাচ্চার যাকাত, অর্থাৎ হিজরী বছরের মধ্যবর্তী যদি কোন পশু বাচ্চা জন্ম দেয়, সেই বাচ্চা নিসাবের সাথে যোগ হবে। সামনে তার আলোচনা আসছে। অনুরূপ ব্যবসায়ী পণ্যের মুনাফা, অর্থাৎ বছরের মাঝখানে অর্জিত মুনাফা মূলধনের সাথে যোগ হবে, যদিও মুনাফার ওপর এক বছর পূর্ণ না হয়। অনুরূপ গুপ্তধন, তার ওপরও হিজরী এক বছর পূর্ণ হওয়া জরুরি নয়, সামনে তার বর্ণনা আসছে। উল্লেখ্য, যাকাত ওয়াজিব হওয়ার জন্য যেসব সম্পদে হিজরী এক বছর পূর্ণ হওয়া জরুরি নয়, তার বিস্তারিত বর্ণনা নির্দিষ্ট স্থানে আসছে।</p>\n<p>&nbsp;</p>\n</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আশ-শারহুল মুমতি: (৬/২০২-৩)।<br><br>[2] দেখুন: সহীহুল জামে&lsquo;: হাদীস নং ৭৪৯৭।</div>"
  },
  {
    "id": 5,
    "cat_id": 5,
    "topic_id": 1,
    "description": "<p>অলঙ্কার দু&rsquo;প্রকার:</p>\n<p>প্রথম প্রকার: দু&rsquo;টি নগদ মুদ্রা, অর্থাৎ স্বর্ণ ও রূপা। স্বর্ণ ও রূপার যাকাত সম্পর্কে আহলে ইলমগণ একাধিক মত পোষণ করেছেন। কেউ ব্যাখ্যা দিয়ে বলেছেন দেখতে হবে: স্বর্ণ-রূপা সাজ-সজ্জা ও সৌন্দর্য গ্রহণ করার জন্য, না সঞ্চয় করে রাখার জন্য, না ব্যবসা বা অন্য কোনো কাজের জন্য। অধিক বিশুদ্ধ মত হচ্ছে: নিসাব পরিমাণ স্বর্ণ-রূপার ওপর হিজরী এক বছর পূর্ণ হলে যাকাত ওয়াজিব হবে, যে উদ্দেশ্যেই তা সংগ্রহ করুক। কারণ যাকাত ওয়াজিব হওয়ার দলীল সবপ্রকার স্বর্ণ-রূপাকে শামিল করে, কোনো প্রকার স্বর্ণ-রূপা যাকাত থেকে বাদ দেওয়া হয় নি। তাই বলে যারা বলেন ব্যবহার করার স্বর্ণ-রূপার ওপর যাকাত ফরয নয়, তাদের কথাকে মূল্যহীন জ্ঞান করছি না, যেহেতু এটি আলিমদের মাঝে বিরোধপূর্ণ মাসআলা, তাতে দ্বিমত করার সুযোগ আছে।</p>\n<p>জ্ঞাতব্য: নারীর মালিকানাধীন স্বর্ণ-রূপার ওপর হিজরী এক বছর পূর্ণ হলে যাকাত ওয়াজিব হবে, যদি তার নিকট যাকাত দেওয়ার অর্থ না থাকে, যাকাত পরিমাণ অলঙ্কার বিক্রি যাকাত দিবে। কেউ যদি তাকে যাকাতের ক্ষেত্রে সাহায্য করে, যেমন স্বামী বা নিকট আত্মীয় তবে তাতে কোনোও সমস্যা নেই।</p>\n<p>দ্বিতীয় প্রকার: স্বর্ণ-রূপা ব্যতীত অন্যান্য বস্তু যেমন হীরা, মুক্তা, ইয়াকুত, মোতি, মুক্তোদানা, গোমেদ-পীতবর্ণ মণিবিশেষ ইত্যাদি বস্তুর ভেতর যাকাত ওয়াজিব হয় না; তার মূল্য যাই হোক, তবে ব্যবসার জন্য হলে ব্যবসায়ী পণ্য হিসেবে তার ওপর যাকাত ওয়াজিব হবে। এ প্রসঙ্গে বিস্তারিত বর্ণনা সামনে আসছে।</p>"
  },
  {
    "id": 6,
    "cat_id": 5,
    "topic_id": 2,
    "description": "<p><strong>স্বর্ণের নিসাব:&nbsp;</strong>স্বর্ণের নিসাব বিশ দিরহাম স্বর্ণ, যা ওজন করলে ৮৫ গ্রাম স্বর্ণ হয়। কারও মালিকানাধীন যদি ৮৫ গ্রাম বা ততোধিক স্বর্ণ থাকে, ক্যারেট যাই হোক, তার ওপর হিজরী এক বছর পূর্ণ হলে যাকাত ওয়াজিব হবে। যাকাতের পরিমাণ এক-দশমাংশের এক চতুর্থাংশ, অর্থাৎ মোট স্বর্ণের ২.৫ পার্সেন্ট।</p>\n<p><strong>যাকাত দেওয়ার নিয়ম:&nbsp;</strong>ব্যক্তির মালিকানায় যে ক্যারেট স্বর্ণ রয়েছে সেই ক্যারেটের একগ্রাম স্বর্ণের বাজার দর জানবে প্রথম। যদি একাধিক ক্যারেটের স্বর্ণ থাকে, যে ক্যারেট স্বর্ণ বেশি আছে তার বাজার দর জানবে, অতঃপর একগ্রাম স্বর্ণের মূল্যকে তার নিকট যে ক&rsquo;গ্রাম স্বর্ণ রয়েছে তার সংখ্যা দিয়ে পূরণ দিবে। এভাবে স্বর্ণের গ্রামকে মুদ্রায় পরিণত করবে, অতঃপর ক্যালকুলেটর দিয়ে মোট মূল্য থেকে ২.৫% বের করবে, যে অংক আসবে তাই স্বর্ণের যাকাত।</p>\n<p><strong>উদাহরণ:</strong>&nbsp;কেউ ২১ ক্যারেট ১০০ গ্রাম স্বর্ণের মালিক, সে তার যাকাত বের করার জন্য প্রথম ২১ ক্যারেট স্বর্ণের বাজার দর জানবে, যদি একগ্রাম স্বর্ণের দাম হয় ১০,০০০ টাকা, যাকাতের হিসেব হবে নিম্নরূপ: ১০০ (গ্রাম-স্বর্ণ)* ১০,০০০ (টাকা, যা একগ্রাম স্বর্ণের মূল্য)* ২.৫% (যাকাত) অর্থাৎ ১০০* ১০,০০০* ২.৫%=২৫০০০ টাকা।</p>\n<p><strong>রূপার নিসাব:</strong>&nbsp;২০০ দিরহাম রূপা, যা ওজন করলে ৫৯৫ গ্রাম হয়। কারও মালিকানায় যদি ২০০ দিরহাম বা তার চেয়ে বেশি রূপা থাকে এবং তার ওপর হিজরী এক বছর পূর্ণ হয়, তবেই তাতে যাকাত ফরয হবে। যাকাতের পরিমাণ: এক-দশমাংশের এক-চতুর্থাংশ, অর্থাৎ মোট রূপার ২.৫%।</p>\n<p><strong>যাকাত বের করার নিয়ম:&nbsp;</strong>যে ক্যারেট রূপা তার কাছে রয়েছে, প্রথম তার বাজার দর জানবে, আর যদি একাধিক ক্যারেটের রূপা থাকে, যে ক্যারেট রূপা বেশি রয়েছে তার বাজার দর জানবে। অতঃপর যত গ্রাম রূপা তার মালিকানায় রয়েছে তার সংখ্যা দিয়ে একগ্রাম রূপার বাজার দরকে গুণ দিবে, গুণফল থেকে ২.৫% যাকাত বের করবে, যে অংক বের হবে সেটি ৫৯৫ গ্রাম রূপার যাকাত।</p>\n<p><strong>উদাহরণ:&nbsp;</strong>কেউ ৬০০ গ্রাম রূপার মালিক, সে যখন তার যাকাত বের করার ইচ্ছা করবে প্রথম একগ্রাম ৮০ ক্যারেট রূপার বাজার দর জানবে। যদি মনে করি একগ্রাম রূপার মূল্য ১০০ টাকা, নিম্নের নিয়মে যাকাত বের করবে: ৬০০ (গ্রাম-রূপা)* ১০০ (টাকা, যা একগ্রাম-রূপার মূল্য)* ২.৫% = ১৫০০ টাকা। অর্থাৎ একগ্রাম রূপার মূল্য যদি হয় ১০০ টাকা, ৬০০ গ্রাম রূপার যাকাত আসবে ১৫০০ টাকা।</p>\n<p><strong>জ্ঞাতব্য:</strong>&nbsp;স্বর্ণ-রূপা দ্বারা উদ্দেশ্য খালিস স্বর্ণ-রূপা, সেটি মুদ্রা হতে পারে, যেমন স্বর্ণের জুনাই বা পরিশোধিত স্বর্ণও হতে পারে, যা দিয়ে এখনো গহনা তৈরি করা হয় নি। অনুরূপ আকরিক অর্থাৎ অশোধিত স্বর্ণ-রূপার বিধান।</p>\n<p><strong>মাসআলা:&nbsp;</strong>কেউ স্বর্ণ-রূপা দু&rsquo;টি বস্তুর মালিক, একটিও নিসাব বরাবর নয়, সে কি স্বর্ণ-রূপা জমা করবে? অর্থাৎ স্বর্ণ ও রূপার বাজার দর যোগ করে যদি দেখে শুধু স্বর্ণ বা শুধু রূপার নিসাব বরাবর হয়, তার কি যাকাত দেওয়া ওয়াজিব?</p>\n<p>আহলে ইলমদের বিশুদ্ধ মত মোতাবেক এই অবস্থায় স্বর্ণের সাথে রূপা যোগ করা জরুরি নয়, স্বর্ণ বা রূপা কারও ওপর যাকাত ওয়াজিব হবে না, যতক্ষণ না স্বতন্ত্রভাবে স্বর্ণ বা রূপা যাকাতের নিসাব বরাবর হবে। কেননা বিশুদ্ধতম অভিমত হচ্ছে, স্বর্ণ ও রূপা স্বতন্ত্র দু&rsquo;টি বস্তু, একটির সাথে অপরটি যোগ করে নিসাব পূর্ণ করার কোনও দলীল নেই।</p>\n<p>এ কথা নগদ অর্থের ক্ষেত্রে প্রযোজ্য নয়, অর্থাৎ কেউ যদি নগদ অর্থের মালিক হয়, যাকাতের নিসাব পূর্ণ করার জন্য স্বর্ণ বা রূপা বা ব্যবসায়ী পণ্যের সাথে নগদ অর্থ যোগ করা জরুরি। কারণ, যাকাতের সম্পদ বলতে যা বুঝানো হয়, অলঙ্কার, নগদ অর্থ ও ব্যবসায়ী পণ্য তার অন্তর্ভুক্ত। এ কথার অর্থ স্বর্ণের যাকাত টাকা দিয়ে, টাকার যাকাত স্বর্ণ দিয়ে আদায় করা বৈধ। কারণ, একটি অপরটির প্রতিনিধিত্ব করে। অতএব, কারও নিকট যদি নগদ অর্থ ও স্বর্ণ থাকে, একটির সাথে অপরটি যোগ করা জরুরি। অর্থাৎ স্বর্ণকে টাকার অংকে নিয়ে আসবে, অতঃপর নগদ অর্থ ও স্বর্ণের মূল্য হিসেব করবে, যদি নিসাব পরিমাণ হয় উভয়ের যাকাত দিবে, অর্থাৎ যৌথভাবে স্বর্ণ ও নগদ অর্থের যাকাত দিবে, যদি তার ওপর হিজরী এক বছর পূর্ণ হয়। অনুরূপ কারও নিকট যদি নগদ অর্থ ও রূপা থাকে অথবা নগদ অর্থ, স্বর্ণ ও রূপা থাকে, সে স্বর্ণ-রূপার মূল্য ও নগদ অর্থ যোগ করে যাকাত দিবে, তবে একটি বিষয় স্মরণ রাখবে যে, এক বস্তু থেকে একই বছর দু&rsquo;বার যাকাত গ্রহণ করা যাবে না।</p>"
  },
  {
    "id": 7,
    "cat_id": 5,
    "topic_id": 3,
    "description": "<p>ব্যাংক নোট যেমন ডলার, জুনাই, রিয়াল ও অন্যান্য মুদ্রা, যা নগদ অর্থ হিসেবে পরিচিত। অনুরূপ অর্থের বিভিন্ন দলীল, যেমন চেক, বিল, বিনিয়োগ সার্টিফিকেট ও অন্যান্য কাগজপত্র, যার বৈষয়িক মূল্য রয়েছে।</p>\n<p>&nbsp;</p>\n<p>জ্ঞাতব্য যে, ব্যাংক নোট ও চেক মূলত তার মূল্যের দলীলস্বরূপ, অতএব, তার মূল্য যদি নিসাব পরিমাণ হয়, তার ওপর হিজরী এক বছর পূর্ণ হলে যাকাত ওয়াজিব হবে। প্রতি হাজারে পঁচিশ টাকা যাকাত আসবে।</p>\n<p>&nbsp;</p>\n<p>আরেকটি জিজ্ঞাসা, টাকার নিসাবের মানদণ্ড কি, স্বর্ণ, না-রূপার মূল্য?</p>\n<p>&nbsp;</p>\n<p>উত্তর: রূপার নিসাবের মূল্যকে টাকার নিসাবের মানদণ্ড করাই উত্তম, অর্থাৎ ব্যাংক নোট, চেক ও অন্যান্য ডকুমেন্টের মূল্য যদি ৫৯৫ গ্রাম রূপার মূল্য বরাবর হয় তার ওপর যাকাত ওয়াজিব হবে। এভাবে যাকাত দেওয়া উত্তম কয়েকটি কারণে:</p>\n<p>প্রথমত: এতে রয়েছে সতর্কতা ও দায়-মুক্তি, কেননা হতে পারে আল্লাহর নিকট রূপার মূল্যের ভিত্তিতে যাকাত ওয়াজিব হয়েছে। কারণ, নিসাব পরিমাণ রূপার মূল্য নিসাব পরিমাণ স্বর্ণ অপেক্ষা অনেক কম।</p>\n<p>দ্বিতীয়ত: নিসাব পরিমাণ রূপার মূল্যকে টাকার যাকাতের মানদণ্ড নির্ধারণ করা হলে গরীবদের উপকার হয়। কারণ স্বর্ণ অপেক্ষা রূপার মূল্য কম। তাই রূপার নিসাবে যে পরিমাণ লোকের ওপর যাকাত ওয়াজিব হয়, স্বর্ণের নিসাবে সে পরিমাণ লোকের ওপর যাকাত ওয়াজিব হয় না। অতএব, রূপার নিসাবে যাকাত দানকারীর সংখ্যা বাড়বে, ফলে গরীবরা উপকৃত হবে। তবুও আমরা তাদেরকে তিরস্কার করি না, যারা দ্বিতীয় মতকে গ্রহণ করে স্বর্ণের মূল্য হিসেব করে যাকাত দিবেন। কারণ, মাসআলাটি আলিমদের মাঝে বিরোধপূর্ণ।</p>\n<p>অতএব, মালিক যদি রূপার নিসাবের ভিত্তিতে যাকাত দেয়, প্রথম রূপার বাজার দর জানবে। উদাহরণত ৮০ ক্যারেট রূপার বাজার দর জানবে। কারণ, ৮০ ক্যারেট রূপা মানুষের মাঝে প্রচলিত ও সচরাচর আদান-প্রদান করা হয়, অতঃপর এক গ্রাম রূপার মূল্যকে ৫৯৫ দিয়ে গুণ দিবে, যে অংক আসবে সেটি রূপার নিসাবের মূল্য। এবার দেখবে রূপার নিসাবের মূল্য ও যাকাত দানকারীর স্বর্ণ-রূপার মূল্য ও নগদ অর্থ বরাবর কি না, যদি বরাবর বা তার চেয়ে বেশি হয়, তার ওপর যাকাত ওয়াজিব, অর্থাৎ প্রত্যেক হাজার থেকে পঁচিশ টাকা যাকাত দিবে, যা যাকাত দানকারীর মোট সম্পদের ২.৫%। উদাহরণত কেউ ১০০০০০ এক লক্ষ টাকার মালিক, তার যাকাত হবে: ১০০০০০* ২.৫%= ২৫০০ টাকা। যদি রূপার মূল্যকে মানদণ্ড মানা হয়।</p>\n<p>আর যদি স্বর্ণ-রূপা ও নগদ অর্থের যাকাত বের করার সময় দ্বিতীয় ফতোয়া মোতাবেক স্বর্ণের মূল্যকে যাকাতের মানদণ্ড মানা হয়, প্রথম ২১ ক্যারেট স্বর্ণের বাজার দর জানবে। কারণ, এই ক্যারেট স্বর্ণ সবার নিকট পরিচিত ও সচরাচর আদান-প্রদান করা হয়, অতঃপর একগ্রাম স্বর্ণের মূল্যকে ৮৫ দিয়ে গুণ দিবে, গুণফল ৮৫ গ্রাম স্বর্ণের বাজার মূল্য, যা স্বর্ণের নিসাব। যদি কারও স্বর্ণ-রূপার মূল্য ও নগদ অর্থ এই পরিমাণ বা তার চেয়ে বেশি হয়, তার ওপর দ্বিতীয় ফতোয়া মোতাবেকও যাকাত ওয়াজিব হবে, অর্থাৎ প্রতি হাজার থেকে পঁচিশ টাকা যাকাত দিবে, যেমন পূর্বে বলেছি।</p>"
  },
  {
    "id": 8,
    "cat_id": 5,
    "topic_id": 4,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>আলিমগণ দ্বিমত পোষণ করেছেন যে, মানুষের নিকট যার যাকাতের নিসাব পরিমাণ ঋণ বা পাওনা আছে এবং সে ঋণের ওপর হিজরী এক বছরও পূর্ণ হয়েছে, তার যাকাত বের করা কি ওয়াজিব?</p>\n<p>আলিমদের বিশুদ্ধ মত হচ্ছে, ঋণের ওপর যাকাত নেই, ঋণ ফেরত পাওয়া নিশ্চিত বা অনিশ্চিত যাই হোক। ঋণ ফেরত পাওয়া নিশ্চিত যেমন দেনাদার ঋণ স্বীকার করে, ভবিষ্যতে অস্বীকার করবে না এবং তার থেকে উসুল করাও সম্ভব। ঋণ ফেরত পাওয়া অনিশ্চিত যেমন দেনাদার ঋণ অস্বীকার করে অথবা গরীব-ঋণ পরিশোধ করার সামর্থ্য তার নেই অথবা ঋণ নিয়ে টালবাহানাকারী। এসব ক্ষেত্রে যাকাত নেই। কারণ, ঋণ তার পূর্ণ আয়ত্তে নেই, সে তাতে কর্তৃত্ব করার ক্ষমতা রাখে না, যেহেতু তার কাছে নেই, তবুও যারা বলেন, ঋণের ওপর যাকাত ফরয তাদের মতকে মূল্যহীন বলি না।</p>\n<p><strong>কয়েকটি জ্ঞাতব্য:</strong></p>\n<p>১. মানুষের নিকট যাদের বকেয়া রয়েছে, সেই বকেয়ার সাথে যুক্ত হবে বকেয়া মাহর। অর্থাৎ বকেয়া মাহর স্বামীর ওপর স্ত্রীর ঋণ হিসেবে গণ্য হবে। অনুরূপ ঋণ গণ্য হবে কাস্টমারের নিকট থাকা দোকানির অবশিষ্ট কিস্তি। এতদ ভিন্ন অন্যান্য ঋণের ওপরও যাকাত নেই, যতক্ষণ না মালিক তা হস্তগত করবে। হাতে পাওয়ার পর থেকে যখন এক বছর পূর্ণ হবে তার ওপর যাকাত ওয়াজিব হবে। এটিই আলিমদের বিশুদ্ধ মত। অনুরূপ কারও যদি সম্পদ থাকে, আর সে সম্পদ চুরি বা ক্ষতিগ্রস্ত হয়, তাতেও যাকাত ওয়াজিব হবে না। কারণ, তার ওপর মালিকের পুরোপুরি কর্তৃত্ব নেই, যদি সম্পদ ফেরত পায় তবুও তাতে যাকাত ওয়াজিব হবে না, যতক্ষণ না হাতে পাওয়ার পর থেকে তার ওপর এক বছর পূর্ণ হবে। এটিই বিশুদ্ধ মত, যেমন ঋণ ফেরত পাওয়ার মাসআলায় বলেছি।</p>\n<p>২. ঋণী ব্যক্তির মাসআলা: অর্থাৎ যার নিকট মানুষের ঋণ আছে, তার ঋণের ওপর যদি এক বছর পূর্ণ হয় যাকাত দিবে কি না? উত্তর: হ্যাঁ, যাকাত দিবে, তবে ঋণের সম্পদ তার আয়ত্তে ও কর্তৃত্বে থাকা শর্ত।</p>\n<p>৩. ঋণগ্রস্ত ব্যক্তির ওপর যদি যাকাত ফরয হয়, যেমন সে নিসাব পরিমাণ স্বর্ণ অথবা রূপা অথবা ব্যবসায়ী পণ্যের মালিক, সে যাকাত দিবে, ঋণের কারণে তার যাকাত মওকুফ হবে না। এটি আলিমদের বিশুদ্ধতম মত। সে তার নিজের সম্পদের সাথে (যার ওপর যাকাত ফরয হয়েছে), ঋণ থেকে প্রাপ্ত অর্থ যোগ করবে, অতঃপর সম্পূর্ণ সম্পদ থেকে ২.৫% যাকাত বের করবে। কারণ, তার আয়ত্তে থাকা সকল সম্পদের ওপর যাকাত ওয়াজিব, যার অন্তর্ভুক্ত ঋণ থেকে প্রাপ্ত অর্থও।</p>\n<p>৪. যদি যাকাত বের করার সময় ঋণ পরিশোধ করার নির্দিষ্ট মেয়াদ চলে আসে, আগে ঋণ পরিশোধ করবে। ঋণ পরিশোধ করার পর যদি যাকাতের নিসাব থেকে সম্পদ কমে যায়, তার ওপর যাকাত নেই, কারণ নিসাব পরিমাণ সম্পদ নেই। অনুরূপ কারও ওপর মান্নত ওয়াজিব অথবা কাফফারা ওয়াজিব, যেমন যিহার বা কসমের কাফফারা। যদি কাফফারা আদায় বা মান্নত পুরো করার পর নিসাব থেকে সম্পদ কমে যায়, তার ওপরও যাকাত নেই, যদিও তার ওপর এক বছর পূর্ণ হয়েছে। পুনরায় যখন নিসাব পরিমাণ হবে সঙ্গে-সঙ্গে যাকাত দিবে, হিজরী এক বছর পূর্ণ হওয়ার অপেক্ষা করবে না। কারণ, আগেই তাতে বছর পূর্ণ হয়েছে। আহলে ইলমদের এটিই বিশুদ্ধ মত।</p>\n<p>৫. একটি প্রশ্ন: কোনও ফকিরের নিকট কারও পাওনা আছে, সে পাওনা মওকুফ করে যাকাত গণ্য করা যাবে কি?</p>\n<p><strong>আলিমগণ এ মাসআলায় দু&rsquo;টি মত পোষণ করেছেন:</strong></p>\n<p>এক. ফকিরের ঋণ মওকুফ করে যাকাত গণ্য করা যাবে না।</p>\n<p>দুই. ফকিরের ঋণ মওকুফ করে যাকাত গণ্য করা যাবে। এটিই আলিমদের বিশুদ্ধ অভিমত। হাসান বসরি রহ. এতে একটি শর্ত দিয়েছেন: &ldquo;যে ঋণ সে মওকুফ করবে, তার থেকে কর্জ নেওয়া ঋণ হতে হবে&rdquo;। দ্বিতীয়ত ঋণী ব্যক্তির যাকাতের হকদার হওয়া জরুরি। যাকাতের হকদার কারা সামনে তার বর্ণনা আসছে। অতএব, ব্যবসায়ী যদি কাস্টমারের ঋণ মওকুফ করে যাকাত গণ্য করে তবে তাতে যাকাত আদায় হবে না।</p>\n<p>৬. যদি পাওনাদার ঋণগ্রস্ত ফকীরকে এই শর্তে যাকাত দেয় যে, যাকাতের টাকা দিয়ে সে তার পাওনা পরিশোধ করবে, তাহলে কারও মতেই যাকাত আদায় হবে না। কারণ সে ফেরত বা রিটার্ন করার শর্তারোপ করেছে। যদি ঋণগ্রস্ত নিয়ত করে যাকাতের টাকা দিয়ে ঋণ পরিশোধ দিবে, আর যাকাত দানকারী এই নিয়তে যাকাত দেয় যে, যাকাতের টাকা নিয়ে সে আমার ঋণ পরিশোধ করবে, তবে কেউ মুখে প্রকাশ করেনি, তাহলে তার যাকাত আদায় হবে এবং ঋণগ্রস্ত ফকীরও ঋণ থেকে মুক্ত হবে, যদি ঋণ পরিশোধ করে।</p>\n<p>৭. যদি বাড়ি নির্মাণ অথবা হজ অথবা বিবাহ অথবা কোনও উদ্দেশ্যে টাকা জমা করে, যা নিসাব পরিমাণ এবং তার ওপর হিজরী এক বছর পূর্ণ হয়, তাতে যাকাত ওয়াজিব হবে।</p>\n<p>৮. &lsquo;ঋণ&rsquo; দ্বারা উদ্দেশ্য কারও নিকট সাব্যস্ত পাওনা, যেমন কর্জ করা ঋণ, আসবাব-পত্র ক্রয় করার কিস্তি, বকেয়া ভাড়া, স্বামীর জিম্মায় স্ত্রীর মাহর ও স্ত্রীর জিম্মায় স্বামী থেকে খোলা করার বিনিময় (অর্থ বা কোনও কিছুর বিনিময়ে স্বামী থেকে স্ত্রীর বিচ্ছেদ গ্রহণকে খোলা বলা হয়)। এসব ক্ষেত্রে পাওনাদারের ওপর যাকাত নেই। আলিমদের এটিই বিশুদ্ধ মত।</p>\n<p>৯. যদি নিসাব পরিমাণ সম্পদের ওপর হিজরী এক বছর পূর্ণ হয়, মালিক এখনো যার যাকাত আদায় করেনি, ইতোমধ্যে যদি নিসাব থেকে সম্পদ কমে যায়, যেমন চুরি বা ধ্বংস হয় অথবা পুড়ে যায় অথবা পশু মরে নিসাব থেকে কমে যায় অথবা যে জন্যই হোক নিসাব থেকে সম্পদ হ্রাস হয়, এই অবস্থায় যাকাত দিতে হবে কিনা আহলে ইলমগণ দ্বিমত করেছেন। কেউ বলেছেন: যাকাত দেওয়া ওয়াজিব। কেউ বলেছেন: সম্পদ হ্রাসের ক্ষেত্রে যদি মালিকের সীমালঙ্ঘন অথবা অবহেলা দায়ী না হয় যাকাত দেওয়া ওয়াজিব নয়।</p>\n<p>দু&rsquo;টি মত থেকে প্রথম মতটি অধিক বিশুদ্ধ, সম্পদ ধ্বংসের ক্ষেত্রে মালিক দায়ী হোক বা না-হোক, যাকাত দেওয়া ওয়াজিব। কারণ, যাকাত আল্লাহর হক ও একটি ঋণ, নিসাবের ওপর এক বছর পূর্ণ হওয়ার সাথেই মালিকের ওপর আল্লাহর হক সাব্যস্ত হয়ে গেছে, যা আদায় করা ব্যতীত মওকুফ হবে না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"rtl\">&laquo;فدَيْن اللهِ أحَقُّ أنْ يُقضَى&raquo;.</p>\n<p>&ldquo;আল্লাহর ঋণ আদায় করার দাবি বেশি&rdquo;।[1]</p>\n<p>১০. যদি কেউ এক প্রকার সম্পদ একই শ্রেণির দ্বিতীয় প্রকার সম্পদ দ্বারা বিনিময় করে, যেমন ২১ ক্যারেট স্বর্ণ ২২ ক্যারেট স্বর্ণ দ্বারা বিনিময় করে অথবা টাকাকে ডলার করে অথবা পণ্য দিয়ে স্বর্ণ কিনে কিংবা স্বর্ণ দিয়ে পণ্য কিনে, এই অবস্থায় আগের পণ্য বা স্বর্ণের হিজরী বছর অব্যাহত থাকবে, বিনিময় করার কারণে বছর ভাঙ্গবে না। আর যদি এক শ্রেণির সম্পদ আরেক শ্রেণির সম্পদ দিয়ে বিনিময় করে, তাহলে আগের সম্পদের বছর অব্যাহত থাকবে না, নতুন সম্পদের জন্য নতুন বছর শুরু হবে। যেমন, কেউ মেষ বা বকরির মালিক, সে যদি এক জাতের মেষ বা বকরি দিয়ে আরেক জাতের মেষ বা বকরি বিনিময় করে, যার মূল্য নিসাব বরাবর বা তার চেয়ে বেশি, তাহলে পূর্বের বছর চলমান থাকবে। আর যদি বকরি বা মেষ দ্বারা গরু বা মহিষ বিনিময় করে, তখন পূর্বের বছর অব্যাহত থাকবে না, বরং গরু বা মহিষ থেকে নতুন বছর শুরু হবে।</p>\n<p>এই নীতি থেকে ব্যবসায়ী পণ্য বাদ যাবে, সামনে তার আলোচনা আসছে। ব্যবসার এক পণ্য অপর পণ্য দিয়ে বিনিময় করলে বছর অব্যাহত থাকবে। যদি পূর্বের পণ্যের ব্যবসা ত্যাগ করে নতুন পণ্যের ব্যবসা আরম্ভ করে, তবুও বিশুদ্ধ মত মোতাবেক বছর অব্যাহত থাকবে। কারণ, ব্যবসার উদ্দেশ্য পণ্য বিনিময় করে সম্পদ বৃদ্ধি করা নির্দিষ্ট পণ্য মুখ্য উদ্দেশ্য নয়।</p>\n<p>আরেকটি জ্ঞাতব্য, স্বর্ণ ও রূপা দু&rsquo;জাতের দু&rsquo;টি মুদ্রা গণ্য করা হয়। আলিমদের বিশুদ্ধ মত এটি। অতএব, বছরের মাঝে কেউ যদি স্বর্ণ দিয়ে রূপা খরিদ করে অথবা রূপা দিয়ে স্বর্ণ খরিদ করে বছর ভেঙ্গে যাবে এবং বিনিময় করার পর থেকে নতুন বছর শুরু করবে।এক পণ্য দিয়ে অপর পণ্য বিনিময় করার উদ্দেশ্য যদি হয় যাকাত থেকে অব্যাহতি ও যাকাত ফাঁকি দেওয়া, তবে সে পাপী ও শাস্তির উপযুক্ত হবে।</p>\n<p>&nbsp;</p>\n</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 9,
    "cat_id": 5,
    "topic_id": 5,
    "description": "<p>অর্থাৎ যেসব বস্তু দিয়ে ব্যবসা করা হয়, যেমন ব্যবসার নানা পণ্য, জমি, গাড়ি ও ব্যবসার অন্যান্য সামগ্রী। অধিকাংশ আলিম বলেন: ব্যবসায়ী পণ্যে যাকাত ওয়াজিব। এটিই বিশুদ্ধ মত।</p>\n<p><strong>ব্যবসায়ী পণ্যে যাকাত ওয়াজিব হওয়ার শর্তসমূহ:</strong></p>\n<p>ক. মালিকানা পদ্ধতি অনুসরণ করে ব্যবসায়ী পণ্যের পূর্ণ মালিক হওয়া, যেমন ক্রয় বা হেবা বা মিরাস বা অন্য কোনোভাবে ব্যবসায়ী পণ্যের পূর্ণ মালিক হওয়া। এটিই বিশুদ্ধ মত। অতএব, কেউ যদি ব্যবসায়ী পণ্যের আমানতদার বা রক্ষণাবেক্ষণকারী বা জিম্মাদার হয় তার ওপর যাকাত ফরয হবে না।</p>\n<p>খ. ব্যবসায়ী পণ্যের উদ্দেশ্য ব্যবসা হওয়া, যদি জমা ও ব্যবহার করার উদ্দেশ্যে সম্পদের মালিক হয়, ব্যবসায়ী পণ্য হিসেবে গণ্য হবে না।</p>\n<p>গ. ব্যবসায়ী পণ্যের মূল্য স্বর্ণ বা রূপার নিসাব সমপরিমাণ হওয়া, অর্থাৎ সে যদি যাকাতের জন্য স্বর্ণের নিসাবকে গ্রহণ করে, তাহলে দেখবে তার ব্যবসায়ী পণ্যের মূল্য স্বর্ণের নিসাবের মূল্য বরাবর কি-না। আর যদি রূপার হিসেব আমলে নেয়, তাহলে দেখবে তার ব্যবসায়ী পণ্যের মূল্য রূপার নিসাবের মূল্য বরাবর কি-না।</p>\n<p>ঘ. ব্যবসায়ী পণ্যের ওপর হিজরী এক বছর পূর্ণ হওয়া।</p>\n<p><strong>কয়েকটি জরুরি বিষয়:</strong></p>\n<p>১. উদাহরণত কেউ যদি গাড়ি অথবা নিজের ব্যবহারের জন্য জমি অথবা বাড়ি নির্মাণ করার জন্য খরিদ করে, যা দিয়ে তার ব্যবসার নিয়ত ছিল না, অতঃপর প্রয়োজন না থাকায় অথবা অধিক মুনাফার উদ্দেশ্যে সেটি বিক্রি করে দেয়, এতে উক্ত গাড়ি ও জমি ব্যবসায়ী পণ্য হবে না। কারণ, এগুলো ব্যবসার জন্য খরিদ করা হয় নি। অতএব, তাতে যাকাত নেই। আর যদি নিজের সংগ্রহে রাখার জন্য কোনও বস্তু খরিদ করে অতঃপর সেটি দিয়ে ব্যবসা করার সিদ্ধান্ত নেয়, যখন থেকে ব্যবসার সিদ্ধান্ত নিবে তখন থেকে ব্যবসায়ী পণ্য হবে। তার নিসাব পরিমাণ মূল্যের ওপর যদি হিজরী এক বছর পূর্ণ হয় যাকাত ওয়াজিব হবে।</p>\n<p>২. ব্যবসায়ী পণ্য যদি নিসাব পরিমাণ হয়, প্রতি হিজরী বছর তাতে যাকাত ওয়াজিব হবে। অধিকাংশ আলিম এ কথা বলেছেন, এটিই বিশুদ্ধ।</p>\n<p>৩. যদি ব্যবসায়ী পণ্যে যাকাত ওয়াজিব হয়, নিম্নের নিয়মে যাকাত বের করবে:</p>\n<p><strong>প্রথমত:&nbsp;</strong>হিজরী এক বছর পূর্ণ হলে ব্যবসার পণ্য পৃথক করবে, যেমন যাকাত দানকারীর নিকট যত মাল আছে সব মালের বর্তমান পাইকারি দর জানবে, অর্থাৎ যে মূল্য দিয়ে কিনেছে বা যে দামে বিক্রি করবে সেই দাম নয়, বরং বর্তমান দাম হিসেব করবে।</p>\n<p><strong>দ্বিতীয়ত:&nbsp;</strong>যাকাতের জন্য নিজের তরলমানি বা নগদ-ক্যাশ হিসেব করবে। যেমন, স্বর্ণ, রূপ ও নগদ অর্থ, তবে যার যাকাত দিয়েছে একই বছর তার ওপর দ্বিতীয়বার যাকাত ওয়াজিব হবে না। অতঃপর তার সাথে ব্যবসায়ী পণ্যের মূল্য যোগ করবে, উদাহরণস্বরূপ যদি স্বর্ণ, রূপা ও নগদ অর্থ থাকে, স্বর্ণ ও রূপার মূল্য হিসেব করবে নিম্নের পদ্ধতিতে: একগ্রাম স্বর্ণের বাজার দরকে তার নিকট যত গ্রাম স্বর্ণ রয়েছে, সেই সংখ্যা দিয়ে পূরণ দিবে; একই পদ্ধতি অনুসরণ করবে রূপার ক্ষেত্রে, অতঃপর স্বর্ণ ও রূপার মূল্যের সাথে যোগ করবে নগদ অর্থ, অতঃপর স্বর্ণ-রূপার মূল্য, নগদ অর্থ ও ব্যবসায়ী পণ্যের মূল্য যোগ করবে। এভাবে পুরো সম্পদের যাকাত বের করবে, এক হাজার টাকা থেকে ২৫ টাকা, অর্থাৎ স্বর্ণ ও রূপার মূল্য, নগদ অর্থ ও ব্যবসায়ী পণ্যের মূল্য থেকে ২.৫ পার্সেন্ট যাকাত দিবে।</p>\n<p>কেউ যদি স্বর্ণ ও রূপার ব্যবসা করে, সে স্বর্ণ-রূপার যাকাত দিবে ব্যবসায়ী পণ্য হিসেবে, যদি তার শর্ত পূরণ হয়। এ মাসআলায় ব্যবহারের অলঙ্কার যোগ হবে না, কারণ সেটি ব্যবসায়ী পণ্য নয়, অতএব, তাতে যাকাত ওয়াজিব হবে না।</p>\n<p><strong>গুরুত্বপূর্ণ কয়েকটি জ্ঞাতব্য:</strong></p>\n<p>ক. যদি কারও নিকট ঋণ থাকে তার ওপর যাকাত নেই। এটি বিশুদ্ধ মত।</p>\n<p>খ. কেউ যদি ঋণগ্রস্ত হয়, আর বছর শেষে ঋণ পরিশোধ করার সময় হয়, তবে আগে ঋণ দিবে, ঋণের যাকাত তার ওপর নেই। যদি ঋণ পরিশোধ করার সময় না হয়, তাহলে ঋণ এবং ঋণ থেকে প্রাপ্ত মুনাফা ও ব্যবসায়ী পণ্যের মূল্য যোগ করে যাকাত দিবে, কারণ তার মালিকানায় থাকা সকল সম্পদের যাকাত দেওয়া তার ওপর ওয়াজিব।</p>\n<p>গ. চলতি বছর ট্যাক্স, কাস্টমস, কর্মচারীদের বেতন, ঘর ভাড়া, ব্যক্তিগত ও সংসার খরচ বাবদ যা ব্যয় হয়েছে তার ওপর যাকাত নেই।</p>\n<p>৪. জ্ঞাতব্য যে, ব্যবহারের আসবাব-পত্রে যাকাত নেই, অর্থাৎ যে ঘরে ব্যবসায়ী পণ্য রাখা হয় সে ঘরের যাকাত নেই। কারণ যাকাত ওয়াজিব হয় ব্যবসায়ী পণ্যের ওপর। হ্যাঁ, কেউ যদি ঘরের ব্যবসা করে এবং এক বা একাধিক ঘরের মূল্য যাকাতের নিসাব পরিমাণ হয়, তাহলে তার ওপর যাকাত ফরয হবে, যদি হিজরী এক বছর পূর্ণ হয়।</p>\n<p>অনুরূপ যেসব আসবাব-পত্র মূলধন, যেমন উৎপাদন যন্ত্র, মেশিন ও পরিবহন গাড়ি ইত্যাদির ওপর যাকাত নেই। অনুরূপ ভাড়ায় চালিত ট্যাক্সির ওপর যাকাত নেই, তবে তার মুনাফায় যাকাত ওয়াজিব, যদি তার নিসাব পরিমাণ মুনাফার ওপর হিজরী এক বছর পূর্ণ হয়।</p>\n<p>৫. কেউ এক পণ্যের ব্যবসা করে, অতঃপর যদি দ্বিতীয় পণ্যের ব্যবসা শুরু করে, কোন পণ্য থেকে বছর গুনবে?</p>\n<p>এ মাসআলায় বিশুদ্ধ মত ও উত্তম পন্থা হচ্ছে প্রথম পণ্য থেকে বছর গণনা করা। কারণ, ব্যবসার ক্ষেত্রে পণ্যের মূল্যই আসল, পণ্য আসল নয়।</p>\n<p>৬. ইবন তাইমিয়াহ রহ. বলেছেন: ব্যবসায়ী পণ্যের যাকাত ব্যবসায়ী পণ্য দিয়ে দেওয়া বৈধ, অনুরূপ তার মূল্য দিয়ে দেওয়াও বৈধ।</p>\n<p>৭. দু&rsquo;জন ব্যক্তি এক পণ্যের ব্যবসা করে, তাদের কারও অংশই নিসাব পরিমাণ নয়, কিন্তু দু&rsquo;জনের অংশ যৌথভাবে নিসাব পরিমাণ হয়ে যায়, এমতাবস্থায় তাদের কারও ওপর যাকাত ওয়াজিব হবে না, যতক্ষণ না তাদের প্রত্যেকের অংশ যাকাতের নিসাব সমপরিমাণ হবে। হ্যাঁ, দু&rsquo;জন থেকে যার অংশ নিসাব পরিমাণ হবে, তার ওপর যাকাত ওয়াজিব হবে, অপরের ওপর নয়।</p>"
  },
  {
    "id": 10,
    "cat_id": 5,
    "topic_id": 6,
    "description": "<p>আমরা পূর্বে জেনেছি যে, যার সম্পদ যাকাত পরিমাণ নয়, তার ওপর যাকাত ওয়াজিব হবে না, তবে যদি সম্পদ বৃদ্ধি পায়, যেমন ব্যবসায় মুনাফা হল বা পশু বাচ্চা জন্ম দিল ইত্যাদি, যা পূর্বের সম্পদের সাথে যোগ করলে নিসাব পরিমাণ হয়, ইতোপূর্বে যা নিসাব পরিমাণ ছিল না, তবে নিসাব পরিমাণ হওয়ার পর থেকে হিজরী বছর গণনা শুরু করবে, যদি বছর শেষ হয় ও সম্পদ না কমে তবে তার ওপর যাকাত ওয়াজিব হবে।</p>\n<p>আর যদি বছরের মধ্যবর্তী বৃদ্ধি পাওয়া সম্পদ ছাড়াই শুরু থেকে নিসাব পরিমাণ থাকে, অতঃপর বছরের মাঝে মুনাফা হয় বা পশু বাচ্চা দেয়, তবে এই বর্ধিত সম্পদের যাকাত কীভাবে দিবে এ ব্যাপারে আহলে ইলমগণ মতভেদ করেছেন। অধিকাংশ আলিম বলেছেন, (তাদের কথাই বিশুদ্ধ) বর্ধিত সম্পদকে তিন ভাগ করবে:</p>\n<p>১. বর্ধিত সম্পদ হয় মূল সম্পদ থেকে উৎপন্ন হবে, যেমন ব্যবসায়ী পণ্যের মুনাফা বা বছরের মাঝখানে পশুর জন্ম দেওয়া বাচ্চা ইত্যাদি। এ জাতীয় সম্পদ মূল সম্পদের সাথে যোগ হবে এবং বছর শেষে সকল সম্পদের যাকাত দিবে। অর্থাৎ মূল সম্পদ এবং তার থেকে অর্জিত মুনাফার যাকাত দিবে, বছরের মাঝখানে অর্জিত সম্পদের ওপর হিজরী এক বছর পূর্ণ হওয়া জরুরি নয়, যে দিন বর্ধিত হবে সে দিন থেকে মূল সম্পদের সাথে যুক্ত হবে এবং মূল সম্পদের ওপর হিজরী এক বছর পূর্ণ হওয়াই যথেষ্ট।</p>\n<p>২. অথবা বর্ধিত সম্পদ অন্য খাত থেকে হাসিল হবে, যে খাত আগে তার মালিকানায় ছিল না। যেমন, সে নিসাব পরিমাণ স্বর্ণের মালিক ছিল, অতঃপর বছরের মাঝে রূপার মালিক হয়েছে, এই রূপা স্বর্ণের সাথে যোগ করবে না, কারণ স্বর্ণ ও রূপা পৃথক দু&rsquo;টি মুদ্রা। এটিই বিশুদ্ধ মত। যদি এই রূপা শুরু থেকে নিসাব পরিমাণ হয়, তার জন্য পৃথক বছর গণনা করবে, আর যদি নিসাব পরিমাণ না হয় তার ওপর যাকাত নেই।</p>\n<p>৩. অথবা কেউ ৪০টি বকরির মালিক, যার ওপর হিজরী এক বছর পূর্ণ হয়েছে, অতঃপর সে আরও এক শো বকরি খরিদ করল বা কেউ তাকে হেবা করল, তবে হেবা বা ক্রয় করা বকরির ওপর যাকাত ওয়াজিব হবে না, যতক্ষণ না তার ওপর হিজরী এক বছর পূর্ণ হবে। অর্থাৎ চল্লিশটি বকরির ওপর বছর পূর্ণ হলে যাকাত দিবে, ক্রয় বা হেবা সূত্রে মালিক হওয়া বকরির জন্য পৃথক বছর হিসেব করবে এবং সে হিসেবে তার যাকাত দিবে। এটি হাম্বলী ও শাফেঈ মতাবলম্বীদের অভিমত। আবু হানিফা বলেন: ক্রয় বা হেবা সূত্রে প্রাপ্ত সম্পদ পূর্বের সম্পদের সাথে যোগ করবে, অতঃপর সব সম্পদের যাকাত দিবে, যেমন আমরা পূর্বে বলেছি।</p>\n<p><strong>বর্ধিত সম্পদের উদাহরণ:</strong></p>\n<p>১. যদি কারও নিসাব পরিমাণ স্বর্ণ থাকে, আর বছরের মাঝে স্বর্ণের ওপর ব্যবসায়ী পণ্য কিনে, তাহলে পণ্য মুনাফার অন্তর্ভুক্ত হবে, অর্থাৎ যখন স্বর্ণের ওপর হিজরী এক বছর পূর্ণ হবে, তখন স্বর্ণ ও ব্যবসায়ী পণ্য উভয় থেকে যাকাত বের করবে। প্রতি বছরই এরূপ করবে। অনুরূপভাবে কারও নিকট যদি নিসাব পরিমাণ স্বর্ণ থাকে, অতঃপর বছরের মাঝে নগদ অর্থ হাসিল করে, তবে স্বর্ণ ও নগদ অর্থের যাকাত দিবে। পূর্বের হালতসমূহে অর্থাৎ নিসাব পরিমাণ স্বর্ণ-রূপা ও নগদ অর্থ যাই থাক, যার বছর পূর্ণ হবে, তার যাকাত বের করবে এবং মাঝখানে উপার্জন করা পণ্যকে তার মুনাফা জ্ঞান করবে।</p>\n<p>২. যদি দু&rsquo;জন ব্যক্তি মুদারাবার ভিত্তিতে ব্যবসায় শরীক হয়, যেমন একজন নিসাব পরিমাণ সম্পদ দিল এই শর্তে যে, দ্বিতীয় ব্যক্তি তা দিয়ে প্রথম ব্যক্তির স্বার্থে ব্যবসা করবে, অতঃপর উভয়ে ব্যবসায় মুনাফা অর্জন করে। যখন মূলধনের ওপর হিজরী এক বছর পূর্ণ হবে, মূলধনের মালিক বা প্রথম পক্ষের ওপর যাকাত ওয়াজিব হবে, সে মূলধন ও মুনাফার যাকাত দিবে, কারণ নিসাব পরিমাণ মূলধনের ওপর হিজরী এক বছর পূর্ণ হয়েছে, তার মুনাফার ওপর হিজরী এক বছর পূর্ণ হওয়া শর্ত নয়, তাই মূলধনের সাথে মুনাফা যোগ করে মুনাফার যাকাত দিবে। আর দ্বিতীয় ব্যক্তি, যে প্রথম ব্যক্তির সম্পদ দিয়ে মুদারাবার ভিত্তিতে ব্যবসা করছে, তার মুনাফার ওপর যাকাত ওয়াজিব হবে না, যদি তাতে যাকাতের নিসাব পরিমাণ না হয়।</p>"
  },
  {
    "id": 11,
    "cat_id": 5,
    "topic_id": 7,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p><strong>প্রথমত:</strong>&nbsp;গুপ্তধনের সংজ্ঞা: অধিকাংশ আলিম বলেছেন, &shy;&mdash;আর তাদের সংজ্ঞাটিই বিশুদ্ধ: গুপ্তধন বলতে জমিনে পুতে রাখা সকল সম্পদকে বুঝানো হয়, যেমন প্রত্নতত্ত্ব, স্বর্ণ, রূপা, সীসা, পিতল, বাসন-কোসন ও অন্যান্য আসবাব-পত্র, তবে জাহিলি যুগের হওয়া শর্ত, অর্থাৎ নিশ্চিত হতে হবে যে, গুপ্তধন ইসলামের পূর্বযুগে মাটিতে পুতে রাখা হয়েছে, (গুপ্তধনের গায়ের তারিখ ও অন্যান্য নিদর্শন দেখে যা বুঝা যায়) অতঃপর কেউ নিজের জমি খনন করতে গিয়ে তার সন্ধান পায়। যেমন, ঘরের খুঁটি অথবা কুপ অথবা কোনও খনন কাজে বেরিয়ে আসে। আর যদি গুপ্তধন বের করতে টাকা-পয়সা ব্যয় হয় তখন সেটি গুপ্তধন থাকবে না, যাকাতের সম্পদের ন্যায় সাধারণ সম্পদ গণ্য হবে, যেমন পূর্বে বলেছি।</p>\n<p>একটি বিষয় লক্ষণীয় যে, যদি এই জমি, (যেখানে গুপ্তধন পাওয়া গেছে) কারও থেকে ক্রয় করা হয়, আর গুপ্তধনে প্রমাণ থাকে যে, যার থেকে জমি ক্রয় করা হয়েছে তারই এই সম্পদ, তখন বিক্রেতাকে সম্পদ ফেরত দেওয়া জরুরি, আর তখন সে ব্যক্তিই তার যাকাত দিবে। অনুরূপ জমি যদি রাষ্ট্রের মালিকানাধীন হয়, আর রাষ্ট্র কাউকে লিজ বা ভাড়া দেয়, তাহলে রাষ্ট্রকে গুপ্তধন ফেরত দেওয়া জরুরি, রাষ্ট্র তার যাকাত দিবে।</p>\n<p>আর যদি জানা যায় গুপ্তধন ইসলাম বিকাশ লাভ করার পর মাটিতে পুতে রাখা হয়েছে, তাহলে এই প্রাপ্তধন গুপ্তধন হবে না, বরং কুড়িয়ে পাওয়া সম্পদ হবে, অর্থাৎ কুড়িয়ে পাওয়া সম্পদের ন্যায় গণমাধ্যমে তার এক বছর ঘোষণা দিবে, (অমুক সম্পদ অমুক জায়গায় পাওয়া গেছে) যেন মালিক পর্যন্ত ঘোষণা পৌঁছে যায়, যদি নিদর্শন দ্বারা মালিকের পরিচয় পাওয়া যায় তবে তাকে ফেরত দেওয়া ওয়াজিব, অন্যথায় সে নিজেই তার মালিক হবে এবং নিসাব বরাবর হলে তার যাকাত দিবে, কারণ এটি জাহিলি যুগের গুপ্তধন নয়।[1]</p>\n<p><strong>দ্বিতীয়ত:</strong>&nbsp;গুপ্তধন থেকে যাকাত দেওয়ার পরিমাণ: নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: وفي الرِّكَاز: الخُمس &ldquo;গুপ্তধনের যাকাত এক পঞ্চমাংশ&rdquo;।[2] অর্থাৎ যে গুপ্তধন পাবে সে গুপ্তধন থেকে এক-পঞ্চমাংশ যাকাত দিবে। অধিকাংশ আলিম বলেছেন: যে গুপ্তধন পাবে তার দায়িত্ব এক পঞ্চমাংশ যাকাত বের করা, সে মুসলিম হোক বা মুসলিম দেশে বসবাসকারী যিম্মি হোক। গুপ্তধন প্রাপককে মুসলিম শাসক বাধ্য করবেন, যেন রাষ্ট্রের নিকট এক পঞ্চমাংশ যাকাত হস্তান্তর করে, সে ছোট, বড়, সুস্থ বা পাগল যাই হোক। এটি বিশুদ্ধ মত, কারণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বাণী وفي الرِّكَاز: الخُمس ব্যাপক: ছোট-বড়-সুস্থ-পাগল সবাইকে অন্তর্ভুক্ত করে। আরেকটি বিষয় জানা প্রয়োজন যে, হাদীস থেকে প্রমাণিত হয় পাঁচভাগ থেকে অবশিষ্ট চার ভাগ প্রাপকের হক।</p>\n<p><strong>তৃতীয়ত:</strong>&nbsp;গুপ্তধনের নিসাব: হাদীসের বাহ্যিক অর্থ বলে, গুপ্তধনে যাকাত ওয়াজিব হওয়ার জন্য নির্দিষ্ট নিসাব শর্ত নয়। অধিকাংশ আলিম এ কথা বলেছেন। অতএব, যে জাহিলি যুগের গুপ্তধন পাবে, সে তার এক পঞ্চমাংশ যাকাত দিবে, তার পরিমাণ কম হোক বা বেশি হোক।</p>\n<p><strong>চতুর্থত:</strong>&nbsp;এক পঞ্চমাংশ গুপ্তধনের হকদার: গুপ্তধনের খাত হাদীসে নির্ণয় করা হয়নি, তাই ফকিহগণ ইখতিলাফ করেছেন: গুপ্তধন থেকে এক পঞ্চমাংশ যাকাতের আট খাতে ব্যয় করবে, না গণিমতের ন্যায় জনস্বার্থে ব্যয় করবে?</p>\n<p>বিশুদ্ধ মত হচ্ছে, এক পঞ্চমাংশ জনস্বার্থে ব্যয় করবে, অর্থাৎ মুসলিম শাসক তার খাত নির্ণয় করবে, যেখানে স্বার্থ দেখবে সেখানে ব্যয় করবে।[3]পঞ্চমত: গুপ্তধন থেকে এক পঞ্চমাংশ বের করার সময়: হাদীসের বাহ্যিক অর্থ বলছে যে, গুপ্তধন থেকে এক পঞ্চমাংশ বের করার জন্য বছর পূর্ণ হওয়া জরুরি নয়, বরং যখন পাবে তখন তার এক পঞ্চমাংশ যাকাত দিবে, এতে কারও দ্বিমত নেই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:وفي الرِّكَاز: الخُمس গুপ্তধনে এক-পঞ্চমাংশ ওয়াজিব। এতে তিনি বছর পূর্ণ হওয়ার শর্তারোপ করেন নি।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আশ-শারহুল মুমতি&lsquo;: (৬/৯৬-৯৭)।<br><br>[2] সহীহ বুখারী ও সহীহ মুসলিম।<br><br>[3] তামামুল মিন্নাহ ফিত-তালিক আলা ফিকহিস-সুন্নাহ: (পৃ. ২৭৮)।</div>"
  },
  {
    "id": 12,
    "cat_id": 5,
    "topic_id": 8,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>এ অধ্যায় দ্বারা উদ্দেশ্য উট, গরু ও বকরির যাকাত। কারণ, এসব প্রাণী ব্যতীত অন্যান্য প্রাণীর যাকাতের কথা হাদীসে উল্লেখ নেই। অতএব, সাধারণ পাখি, মুরগি, ঘোড়া, গাধা, খরগোশ ও অন্যান্য প্রাণীতে যাকাত নেই, তার সংখ্যা যত বেশি হোক, তবে কোনও প্রাণী ব্যবসার জন্য নির্ধারিত হলে ব্যবসায়ী পণ্য হিসেবে তাতে যাকাত ওয়াজিব হবে। চতুষ্পদ প্রাণীর যাকাতের জন্য শর্তসমূহ:</p>\n<p>১. নিসাব পরিমাণ হওয়া, যার ব্যাখ্যা সামনে আসছে।</p>\n<p>২. হিজরী এক বছর পূর্ণ হওয়া।</p>\n<p>৩. যাকাতের পশু সায়েমা হওয়া। (সায়েমার সংজ্ঞা নিম্নের প্যারাতে আসছে)</p>\n<p>পশু যদি মালিকের কেটে আনা ঘাস খায়, তাতে যাকাত ওয়াজিব হবে না, অধিকাংশ আলেমের মত এটি। আর যদি ব্যবসার জন্য পশু লালন-পালন করা হয় ব্যবসার পণ্য হবে, তাদের লালন-পালন যেভাবেই হোক না কেন। তবে লক্ষণীয় যে, কেউ যদি নিজের জমি চাষ করার জন্য পশু পালন করে তাতে যাকাত নেই, কারণ এগুলো সায়েমা নয়, গৃহপালিত পশুও ব্যবহারের আসবাব-পত্রের ন্যায়। আলিমদের বিশুদ্ধ মত এটি। কারণ সায়েমা পশুর ওপর যাকাত ওয়াজিব, অর্থাৎ যেসব পশু মাঠে-জঙ্গলে ও পাহাড়ে চরে বেড়ায় এবং বছরের অধিকাংশ দিন প্রাকৃতিক ঘাস ও তৃণলতা খায় সেসব পশুই কেবল &lsquo;সায়েমা&rsquo;।</p>\n<p>নিম্নে উট, গরু ও বকরির যাকাতের নিসাব ও তার পরিমাণ দেওয়া হল:</p>\n<p>ক. সায়েমা উটে যাকাতের নিসাব ও তার পরিমাণ শরী&lsquo;আত নির্ধারণ করে দিয়েছে, নীচের চার্টে দেখুন:</p>\n<table border=\"1\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td>\n<p>ক্র.</p>\n</td>\n<td>\n<p>উটের সংখ্যা</p>\n</td>\n<td>\n<p>যাকাতের পরিমাণ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১.</p>\n</td>\n<td>\n<p>১-৪</p>\n</td>\n<td>\n<p>যাকাত নেই, চাইলে নফল সদকা করবে।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>২.</p>\n</td>\n<td>\n<p>৫-৯</p>\n</td>\n<td>\n<p>একটি বকরি: ছাগল বা মেষ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৩.</p>\n</td>\n<td>\n<p>১০-১৪</p>\n</td>\n<td>\n<p>দু&rsquo;টি বকরি</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৪.</p>\n</td>\n<td>\n<p>১৫-১৯</p>\n</td>\n<td>\n<p>তিনটি বকরি</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৫.</p>\n</td>\n<td>\n<p>২০-২৪</p>\n</td>\n<td>\n<p>চারটি বকরি, মালিকের সুবিধা হলে চারটি বকরির স্থানে একটি উট দিবে।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৬.</p>\n</td>\n<td>\n<p>২৫-৩৫</p>\n</td>\n<td>\n<p>বিনতু মাখাধ মাদী: দ্বিতীয় বছরের উটনী।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৭.</p>\n</td>\n<td>\n<p>৩৬-৪৫</p>\n</td>\n<td>\n<p>বিনতু লাবুন মাদী: তৃতীয় বছরের উটনী।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৮.</p>\n</td>\n<td>\n<p>৪৬-৬০</p>\n</td>\n<td>\n<p>একটি হিক্কাহ: চতুর্থ বছরের উটনী।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৯.</p>\n</td>\n<td>\n<p>৬১-৭৫</p>\n</td>\n<td>\n<p>একটি জিয&lsquo;আহ: পঞ্চম বছরের উটনী।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১০.</p>\n</td>\n<td>\n<p>৭৬-৯০</p>\n</td>\n<td>\n<p>দু&rsquo;টি বিনতু লাবুন।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১১.</p>\n</td>\n<td>\n<p>৯১-১২০</p>\n</td>\n<td>\n<p>দু&rsquo;টি হিককাহ।</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>জ্ঞাতব্য: উটের সংখ্যা যদি (১২০) থেকে বেশি হয়, তখন প্রত্যেক ৪০ অংকের জন্য একটি বিনতু লাবুন এবং প্রত্যেক পঞ্চাশ অংকের জন্য একটি হিক্কাহ যাকাত দিবে। উট যত বেশি হোক এভাবে (৪০ ও ৫০) দু&rsquo;টি সংখ্যায় ভাগ করবে, যেমন:</p>\n<table border=\"1\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td>\n<p>উট সংখ্যা</p>\n</td>\n<td>\n<p>৪০ ও ৫০ সংখ্যা</p>\n</td>\n<td>\n<p>যাকাতের পরিমাণ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৩০</p>\n</td>\n<td>\n<p>১৩০=(২*৪০)+(৫০)=</p>\n</td>\n<td>\n<p>২ বিনতু লাবুন ও ১ হিককাহ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৪০</p>\n</td>\n<td>\n<p>১৪০=(২*৫০)+(৪০)=</p>\n</td>\n<td>\n<p>২ হিককাহ ও ১ বিনতু লাবুন</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৫০</p>\n</td>\n<td>\n<p>১৫০=(৩*৫০)=</p>\n</td>\n<td>\n<p>৩ হিককাহ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৬০</p>\n</td>\n<td>\n<p>১৬০=(৪*৪০)=</p>\n</td>\n<td>\n<p>৪ বিনতু লাবুন</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৭০</p>\n</td>\n<td>\n<p>১৭০=(৩*৪০)+(৫০)=</p>\n</td>\n<td>\n<p>৩ বিনতু লাবুন ও ১ হিককাহ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৮০</p>\n</td>\n<td>\n<p>১৮০=(২*৫০)+(২*৪০)=</p>\n</td>\n<td>\n<p>২ হিককাহ ও ২ বিনতু লাবুন</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১৯০</p>\n</td>\n<td>\n<p>১৯০=(৩*৫০)+(৪০)=</p>\n</td>\n<td>\n<p>৩ হিককাহ ও ১ বিনতু লাবুন</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>২০০</p>\n</td>\n<td>\n<p>২০০=(৪*৫০)= অথবা</p>\n<p>২০০=(৫*৪০)=</p>\n</td>\n<td>\n<p>৪ হিককাহ অথবা</p>\n<p>৫ বিনতু লাবুন</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>২. যদি নির্দিষ্ট বছরের উট মালিকের ওপর ওয়াজিব হয়, যেমন চার্টে আমরা স্পষ্ট করেছি, আর সে বয়সের উট না থাকে, বরং কম বয়সের উট থাকে, যেমন একটি জিয&lsquo;আহ (চার বছরের উট) যাকাত ওয়াজিব হয়েছে কিন্তু তার নিকট জিয&lsquo;আহ নেই, আছে বিনতু লাবুন অর্থাৎ দুই বছরের উট, অথবা কারও ওপর দুই বছরের বিনতু লাবুন ওয়াজিব, কিন্তু তার নিকট বিনতু লাবুন নেই, আছে বিনতু মাখাধ অর্থাৎ এক বছরের উট, এই অবস্থায় তার থেকে কম বয়সের উট এবং তার সাথে দু&rsquo;টি বকরি অথবা দু&rsquo;টি বকরির বাজার দর গ্রহণ করা হবে, যে কোনো একটি গ্রহণ করলে সমস্যা নেই।[1] এটাকে বলা হয় (جُبرَان) অর্থাৎ ক্ষতিপূরণ।</p>\n<p>৩. উপরের অবস্থার বিপরীত, মালিকের ওপর কম বয়সের উট ওয়াজিব, কিন্তু সেই বয়সের উট নেই, তার চেয়ে বেশি বয়সের উট আছে, যেমন বিনতু মাখাধ ওয়াজিব, কিন্তু বিনতু মাখাধ নেই, বিনতু লাবুন আছে। অথবা বিনতু লাবুন ওয়াজিব, কিন্তু বিনতু লাবুন নেই, তার চেয়ে বেশি বয়সের হিককাহ আছে। অথবা হিককাহ ওয়াজিব, কিন্তু হিককাহ নেই, তার চেয়ে বেশি বয়সের জিয&lsquo;আহ আছে। এসব অবস্থায় বেশি বয়সের উট গ্রহণ করবে, আর বেশির বিনিময় যাকাত উসুলকারী থেকে মালিক দু&rsquo;টি বকরি অথবা তার মূল্য গ্রহণ করবে, যাকাত উসুলকারী যা-ই দিবে গ্রহণ করবে। যাকাত উসুলকারী বর্তমান যুগে অনেকটা ট্যাক্স উসুলকারীর ন্যায়।</p>\n<p>৪. যে প্রকার উট যাকাত দাতার ওপর ওয়াজিব, যদি সে প্রকার থেকে সরাসরি নিচের স্তর অথবা সরাসরি তার উপরের স্তরের উট পাওয়া না যায়, বরং এক স্তর থেকে নীচের উট অথবা এক স্তর থেকে উপরের উট পাওয়া যায়, তাহলে মালিককে নির্দিষ্ট প্রকার উট হাযির করতে বাধ্য করা হবে। যেমন কারও ওপর জিয&lsquo;আহ ওয়াজিব, কিন্তু জিয&lsquo;আহ নেই এবং সরাসরি তার নীচের স্তরের উট, অর্থাৎ হিককাহও নেই, তবে এক স্তর থেকে নীচের উট অর্থাৎ বিনতু লাবুন আছে। এই অবস্থায় মালিক থেকে বিনতু লাবুন গ্রহণ করা হবে না, বরং নির্ধারিত উট হাযির করতে তাকে বাধ্য করবে। অনুরূপ কারও ওপর বিনতু মাখাধ ওয়াজিব, কিন্তু বিনতু মাখাধ নেই এবং সরাসরি তার উপরের স্তরের উট, অর্থাৎ বিনতু লাবুনও নেই, তবে এক স্তর থেকে উপরের উট, অর্থাৎ হিককাহ বা জিয&lsquo;আহ আছে। এই অবস্থায় তার থেকে উট গ্রহণ করা হবে না, বরং নির্দিষ্ট প্রকার উট হাজির করতে তাকে বাধ্য করা হবে, তবে মালিক যদি নিজের ইচ্ছায় এক স্তর থেকে উপরের উট প্রদান করে, তখন তা গ্রহণ করতে সমস্যা নেই।</p>\n<p>৫. যাকাত হিসেবে যার ওপর উট ওয়াজিব, সে উপরের বর্ণনা মোতাবেক উট দিবে, উটের মূল্য পরিশোধ করা যথেষ্ট নয়। অনুরূপভাবে যা ওয়াজিব হয় তার পরিবর্তে অন্য বস্তু প্রদান করা যথেষ্ট নয়, যেমন উটের পরিবর্তে গরু দেওয়া যথেষ্ট নয়।</p>\n<p>ইবন তাইমিয়াহ রহ. মনে করেন, মুসলিমদের উপকার ও প্রয়োজন হলে মূল্য দিয়ে যাকাত দেওয়া বৈধ। যেমন, কারও ওপর উটের যাকাত বকরি ওয়াজিব, তার নিকট বকরি নেই, সে তার মূল্য দিলে যথেষ্ট হবে। বকরি ক্রয় করার জন্য তাকে সফর করতে বাধ্য করবে না অথবা তার ঘনিষ্ঠ কেউ যাকাতের হকদার, সে পশুর যাকাতের মূল্য চায়, মূল্যই তার জন্য উপকারী, এমন হলে তাকে মূল্য দেওয়া বৈধ।[2]</p>\n<p>শাইখ আদিল আয্যাযী বলেন: &ldquo;ইখতিলাফ থেকে বাচার জন্য শিথিলতা ত্যাগ করে নির্দিষ্ট বস্তু দিয়ে যাকাত দেওয়াই উত্তম&rdquo;। অনুরূপ ফসলের যাকাত, প্রয়োজন ব্যতীত মূল্য দিয়ে পরিশোধ না করাই শ্রেয়।</p>\n<p>খ. বকরির যাকাত: বকরির নিসাব নর বা মাদী ৪০টি বকরি। বকরি মেষকেও শামিল করে। অতএব, বকরি ও মেষের যাকাত নিম্নরূপ:</p>\n<table border=\"1\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td>\n<p>ক্র.</p>\n</td>\n<td>\n<p>বকরি / মেষের সংখ্যা</p>\n</td>\n<td>\n<p>যাকাতের পরিমাণ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১.</p>\n</td>\n<td>\n<p>১-৩৯</p>\n</td>\n<td>\n<p>যাকাত নেই, চাইলে সদকা করবে।</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>২.</p>\n</td>\n<td>\n<p>৪০-১২০</p>\n</td>\n<td>\n<p>১ বকরি।</p>\n</td>\n</tr>\n<tr>\n<td>&nbsp;</td>\n<td>\n<p>১২১-২০০</p>\n</td>\n<td>\n<p>২ বকরি।</p>\n</td>\n</tr>\n<tr>\n<td>&nbsp;</td>\n<td>\n<p>২০১-৩০০</p>\n</td>\n<td>\n<p>৩ বকরি।</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>বকরি যদি ৩০০ থেকে অধিক হয়, প্রতি একশো থেকে একটি বকরি যাকাত দিবে। অর্থাৎ বকরি ৪০০ হওয়ার আগে চারটি বকরি ওয়াজিব হবে না, অতএব, ৩৯৯টি বকরি পর্যন্ত তিনটি বকরি ওয়াজিব হবে, বকরির সংখ্যা যখন ৪০০ হবে ৪টি বকরি ওয়াজিব হবে ৪৯৯টি পর্যন্ত। এভাবে উপরের দিকে অগ্রসর হবে।</p>\n<p>লক্ষণীয় যে, সায়েমা বা স্বাধীনভাবে বিচরণকারী পশুর ওপর হিজরী এক বছর পূর্ণ হলে যাকাত ফরয হয়। আরেকটি বিষয়, ইতোপূর্বে বকরির যে নিসাব বলেছি সে নিসাব বরাবর হলে যাকাত ফরয হবে। পালের সব বকরি হোক, বা পালের সব মেষ হোক, বা পালের কতক বকরি ও কতক মেষ যেভাবে নিসাব পূর্ণ হবে, তার ওপর যাকাত ওয়াজিব হবে।</p>\n<p>যাকাত হিসেবে যে বকরি ওয়াজিব হয়, তার অবশ্যই দ্বিতীয় বছরে পদার্পণ করা জরুরি। এক বছর পূর্ণ হয়নি এরূপ মেষকে &lsquo;জিয&lsquo;আহ&rsquo; বলা হয়, আবার কেউ ছয় মাস বা কেউ আট মাসের মেষকে জিয&lsquo;আহ বলেছেন।</p>\n<p>আরেকটি জরুরি বিষয়, যাকাত হিসেবে যা ওয়াজিব হয় সেটি মেষ বা বকরি আবার নর বা মাদী যাই পরিশোধ করা হোক কোনো সমস্যা নেই। যাকাতের বকরি নিজের পাল বা অন্যত্র থেকে সংগ্রহ করে দেওয়ার অনুমতি আছে, সেটি খরিদ বা ঋণ করে যেভাবে হোক। অধিক বয়স্ক অথবা ত্রুটিযুক্ত অথবা পাঠা যাকাত হিসেবে দিবে না, তবে যাকাত উসুলকারী চাইলে সেটি গ্রহণ করতে সমস্যা নেই।</p>\n<p>যাকাত উসুলকারী সর্বোত্তম ও সবচেয়ে সুন্দর পশু উসুল করবে না, যেমন বেশি বাচ্চাদানকারী অথবা বেশি মোটা-তাজা অথবা গর্ভবতী পশু। অনুরূপ নর-ছাগল নিবে না, তবে মালিক দিতে চাইলে গ্রহণ করতে সমস্যা নেই। যাকাত হিসেবে দু&rsquo;বছরের বকরি অথবা আট-নয় মাসের মেষ উসুল করবে।</p>\n<p>গ. গরুর যাকাত: গরুর যাকাতের নিসাব ৩০টি গরু। নর-মাদী উভয় প্রকার কিংবা শুধু মাদী বা শুধু নর যাই হোক ৩০টি গরু হলে তাতে যাকাত ওয়াজিব হবে। নিসাব পরিমাণ গরুর ওপর হিজরী এক বছর পূর্ণ হলে একটি তাবি বা তাবি&lsquo;আহ অর্থাৎ এক বছরের নর বা মাদী গরু যাকাত দিবে। তারপর প্রতি ৪০টি গরু থেকে একটি মুসিন্নাহ অর্থাৎ দুই বছরের গরু যাকাত দিবে। অধিকাংশ আলিম এ কথা বলেছেন। গরু যত বেশি হোক ৩০ ও ৪০ দু&rsquo;টি সংখ্যায় অর্থাৎ তিন দশক ও চার দশক করে ভাগ করবে:</p>\n<table border=\"1\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td>\n<p>ক্র.</p>\n</td>\n<td>\n<p>গরুর সংখ্যা</p>\n</td>\n<td>\n<p>যাকাতের পরিমাণ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>১.</p>\n</td>\n<td>\n<p>১-২৯</p>\n</td>\n<td>\n<p>যাকাত নেই</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>২.</p>\n</td>\n<td>\n<p>৩০-৩৯</p>\n</td>\n<td>\n<p>১টি তাবি বা তাবিআহ (১ বছরের গরু)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৩.</p>\n</td>\n<td>\n<p>৪০-৫৯</p>\n</td>\n<td>\n<p>১টি মুসিন্নাহ (২-বছরের গরু)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৪.</p>\n</td>\n<td>\n<p>৬০</p>\n</td>\n<td>\n<p>৬০=(৩০*২)= দু&rsquo;টি তাবি/তাবিআহ (নর-মাদী)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৫.</p>\n</td>\n<td>\n<p>৭০</p>\n</td>\n<td>\n<p>৭০=(৩০+৪০)= ১টি তাবিআহ ও ১টি মুসিন্নাহ</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>৬.</p>\n</td>\n<td>\n<p>১০০</p>\n</td>\n<td>\n<p>১০০=(৩০*২)+৪০= ২টি তাবিআহ ও ১টি মুসিন্নাহ</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>আরেকটি মাসআলা জানা জরুরি যে, যদি মনে করি কারও ৬৫ টি গরু আছে, সে ৬০টি গরুর যাকাত দিবে, পূর্বে বলেছি, ষাটের অতিরিক্ত ৫টি গরুর যাকাত নেই।</p>\n<p>কয়েকটি জরুরি জ্ঞাতব্য:</p>\n<p>১. গরুর ক্ষেত্রে সায়েমাহ হওয়া শর্ত কি না, আহলে ইলমগণ দ্বিমত পোষণ করেছেন। বিশুদ্ধ মতে অন্যান্য পশুর মত গরুরও সায়েমাহ হওয়া জরুরি।</p>\n<p>২. উটের ন্যায় গরুর ক্ষেত্রে جُبران তথা ক্ষতিপূরণ নেই, যে গরু ওয়াজিব যদি সেটি তার কাছে না থাকে, ক্রয় করে বা ঋণ করে যেভাবে হোক হাজির করবে, কম বা বেশি বয়সী গরু গ্রহণ করা হবে না, তবে মালিক বেশি বয়সের গরু স্বেচ্ছায় দিলে যাকাত উসুলকারীর তা নিতে সমস্যা নেই।</p>\n<p>৩. তাবি&lsquo; অর্থাৎ এক বছরের গরু অথবা মুসিন্নাহ অর্থাৎ দু&rsquo;বছরের গরু নর-মাদী উভয় গ্রহণ করা বৈধ।</p>\n<p>৪. লক্ষণীয় যে, মহিষও এক প্রকার গরু। যদি গরু ও মহিষের মালিক হয় গণনার সময় একটির সাথে অপরটি যোগ করবে, যেমনটি বকরি ও মেষের ক্ষেত্রে যোগ করা হয়, অতঃপর হিজরী এক বছর হলে যাকাত দিবে।</p>\n<p>৫. বাছুর ও উটের বাচ্চার দু&rsquo;টি অবস্থা:</p>\n<p>ক. কেউ যদি নিসাব পরিমাণ উট বা গরু বা বকরির মালিক হয়, অতঃপর হিজরী বছরের মাঝে কতিপয় পশু বাচ্চা দেয়, অধিকাংশ আলিম বলেন: বাচ্চা তাদের মায়ের সাথে গণনা করা হবে, তবে যাকাত ছোট বাচ্চা দিয়ে দিবে না, বড় পশু দিয়েই দিবে।</p>\n<p>খ. যদি ছোট পশু নিসাব পরিমাণ থাকে এবং তার ওপর হিজরী এক বছর পূর্ণ হয়, একদল আলিম বলেন: এতে যাকাত নেই, কিন্তু অধিকাংশ আলিম বলেন: তাতে যাকাত ওয়াজিব, তবে ছোট পশু দিয়েই যাকাত দিবে। এটিই বিশুদ্ধ মত।</p>\n<p>ইবন তাইমিয়াহ রহ. এসব অভিমত উল্লেখ করে বলেন: &ldquo;... যদি সবপশু ছোট হয়, কেউ বলেছেন: ছোট পশু দিবে। আর কেউ বলেছেন: বড় পশু কিনে দিবে&rdquo;।[3]</p>\n<p>৬. আলিমদের প্রসিদ্ধ মতে, যৌথ মালিকানা পশুর যাকাতে ভূমিকা রাখে, অর্থাৎ যৌথ মালিকানার কারণে পশুর যাকাত হ্রাস-বৃদ্ধি হয়, যেমন তিন জন প্রতিবেশী প্রত্যেকে ৪০টি করে বকরির মালিক, সবাই একটি করে বকরি যাকাত দিবে এটিই স্বাভাবিক, অর্থাৎ তিনজন তিনটি বকরি যাকাত দিবে। কিন্তু যাকাত উসুলকারী আসার পর যদি তিনজনের বকরি এক জায়গায় করে পেশ করে ১২০টি বকরি হয়, যার যাকাত মাত্র একটি বকরি। বকরির যাকাতের চার্ট দেখুন। অথবা দু&rsquo;জন শরীক যৌথভাবে ৪০টি বকরির মালিক, কিন্তু যাকাত উসুলকারী আসার পর যদি তারা ভাগ করে নেয়, একজন ২০টি করে পায়, ফলে তাতে যাকাত ওয়াজিব হয় না, অথচ তাদের ওপর একটি বকরি ওয়াজিব, যেমন চার্টে বলেছি। যাকাত থেকে নিষ্কৃতির জন্য এরূপ বাহানা করা হারাম। অতএব, পশু যোগ বা ভাগ করার উদ্দেশ্য যদি হয় যাকাত হ্রাস বা রহিত করা, তাহলে এরূপ করা হারাম এবং অভিযুক্তরা শাস্তির উপযুক্ত।</p>\n<p><strong>কয়েকটি জরুরি বিষয়:</strong></p>\n<p>১. শাইখ ইবন উসাইমীন রহ. বলেন: পশু ব্যতীত অন্যান্য সম্পদ যোগ করলে যাকাতে প্রভাব পড়ে না। অতঃপর তিনি একটি উদাহরণ দিয়েছেন: দু&rsquo;জন ব্যক্তি ফসলি জমি অথবা ব্যবসা প্রতিষ্ঠানের মালিক, উভয়ের সম্পদ যৌথভাবে নিসাব পরিমাণ, কিন্তু পৃথকভাবে প্রত্যেকের সম্পদ নিসাব পরিমাণ নয়। অতএব, তাদের ওপর যাকাত নেই।[4]</p>\n<p>২. জ্ঞাতব্য, পশুর যাকাত পশুর স্থান থেকে গ্রহণ করবে, যেমন যাকাত উসুলকারী পশুর জায়গায় চলে যাবে, মালিককে উসুলকারীর জায়গায় পশু হাজির করতে বাধ্য করবে না।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আশ-শারহুল মুমতি&lsquo;: (৬/৬০)।<br><br>[2] দেখুন: আল-ইখতিয়ারাতুল ফিকহিয়্যাহ: (পৃ. ১৮৪)।<br><br>[3] দেখুন: আল-ফাতাওয়া: (২৫/৩৭)।<br><br>[4] আশ-শারহুল মুমতি&lsquo;: (৬/৭০)।</div>"
  },
  {
    "id": 13,
    "cat_id": 5,
    "topic_id": 9,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>১. কোন কোন ফসলের ওপর যাকাত ওয়াজিব?</p>\n<p>হাদীসে যেসব ফসলের নাম উল্লেখ করে যাকাত নির্ধারণ করা হয়েছে সেগুলো চার প্রকার: ক. الحِنطة বা গম, খ. الشعير বা যব, গ. التمر বা খেজুর, ও ঘ. الزبيب বা কিশমিশ।</p>\n<p>জ্ঞাতব্য যে, এই চার প্রকার ব্যতীত অন্যান্য ফল ও ফসলে যাকাত ওয়াজিব হবে কি না আহলে ইলমগণ দ্বিমত পোষণ করেছেন, বিশুদ্ধ মত হচ্ছে, (আল্লাহ ভালো জানেন) যেসব ফল ও ফসল খাদ্য ও সঞ্চয় করার উপযুক্ত তাতে যাকাত ওয়াজিব, অর্থাৎ ভবিষ্যতের জন্য সঞ্চয় করলে নষ্ট হয় না, যেমন ভুট্টা, চাল ও অন্যান্য খাদ্যশস্য। অতএব, শাক-সবজি, জয়তুন ও ফলের ভেতর যাকাত নেই, কাঁচা খেজুর ব্যতীত [কারণ তা সঞ্চয় করা যায়], অনুরূপ আঙ্গুর ব্যতীত। কারণ, আঙ্গুর সঞ্চয় [করা যায়, তা সঞ্চয়] করলে কিশমিশ হয়।</p>\n<p>ফল ও ফসলের যাকাতের নিসাব: অধিকাংশ আলিম বলেছেন: ফল ও ফসলের নিসাব পাঁচ ওসাক[1], যা সাধারণত ৬৪৭ কেজি হয়। লক্ষণীয় যে, এই পরিমাপ করবে শস্য খোসা থেকে পরিস্কার করার পর। অনুরূপ ফল শুকানোর পর। উদাহরণত কারও ১০ ওসাক আঙ্গুর আছে, শুকানোর পর যদি পাঁচ ওসাক থেকে কম হয়, তাতে যাকাত ওয়াজিব হবে না, কারণ নিসাব পর্যন্ত পৌঁছেনি, অর্থাৎ পাঁচ ওসাক।[2]</p>\n<p>যদি ফল ও ফসল খোসাসহ গুদামজাত করা হয়, বিশুদ্ধ মতে অভিজ্ঞগণ চিন্তা করে বলবেন খোসা থেকে পরিস্কার করা হলে কি পরিমাণ ফসল টিকবে, যদি পাঁচ ওসাক বা তার চেয়ে বেশি টিকে তাতে যাকাত ওয়াজিব হবে।[3]</p>\n<p><strong>ফসলে যাকাতের পরিমাণ:</strong>&nbsp;দশ ভাগের একভাগ ফসল যাকাত দেওয়া ওয়াজিব, অর্থাৎ মোট ফল ও ফসলের ১০% যাকাত দিবে, যদি প্রাকৃতিক সেচ দিয়ে বিনা খরচে ফসল উৎপন্ন হয়, যেমন নদী-খাল ও বৃষ্টির পানির ফসল। অনুরূপ যে গাছগাছালি লম্বা শিকড় দিয়ে দূর থেকে পানি চুষে নেয়, সেচ করার প্রয়োজন হয় না তার হুকুমও এক, যেমন খেজুর গাছ। আর যদি ফল ও ফসলের জমি টাকা খরচ করে সেচ করা হয়, যেমন মেশিন দিয়ে সেচ করা হয়, তার ৫% অর্থাৎ এক দশমাংশের অর্ধেক বা বিশ ভাগের এক ভাগ যাকাত দিবে। চার ইমামের মাযহাব এটি, এতে কেউ দ্বিমত করেন নি।</p>\n<p><strong>ফল ও ফসলের যাকাত দেওয়ার সময়:</strong>&nbsp;বিশুদ্ধ মতে, ফল যখন ব্যবহার উপযোগী হয় ও পেকে যায়, যেমন ফলের আঁটি শক্ত বা খেজুর লাল হয়, তখন তার ওপর যাকাত ওয়াজিব হয়, তবে যখন ফসল খোসা থেকে পরিস্কার করবে বা তাতে মেশিন লাগাবে, তখন আদায় করবে, অনুরূপ খেজুর শুকানোর পর তার যাকাত দিবে।</p>\n<p>জ্ঞাতব্য যে, ফসল নিসাব পরিমাণ হওয়ার পর মালিক যেভাবে ইচ্ছা তাতে কর্তৃত্ব করতে পারবে, যেমন বেচা ও হেবা করা ইত্যাদি। যদি ফল উপযুক্ত হওয়ার পর মালিক সেখান থেকে বেচে বা কাউকে হেবা করে, বিশুদ্ধ মতে তার যাকাত মালিকের ওপর ওয়াজিব হবে, অর্থাৎ বিক্রেতার ওপর। কারণ, যখন সে ফল/ফসলের মালিক ছিল, তখন যাকাত ওয়াজিব হয়েছে। এখন চাইলে ফসল কিনে যাকাত দিবে বা সহজতার জন্য টাকাও দিতে পারবে। আর যদি ফল উপযুক্ত হওয়ার পূর্বে বেচে দেয় কিংবা হেবা করে, অতঃপর ক্রেতা কিংবা দান গ্রহীতার কাছে ফল বা ফসল উপযুক্ত হয়, ক্রেতা বা দান গ্রহীতার ওপর যাকাত ওয়াজিব হবে, যদি যাকাত পরিমাণ হয়।[4]জ্ঞাতব্য যে, মালিকের হস্তক্ষেপ বা সীমালঙ্ঘন ছাড়া যদি ফল বা ফসল ধ্বংস হয় তাতে যাকাত ওয়াজিব হবে না। যদি যাকাত ওয়াজিব হওয়ার পর মালিক নিজে ধ্বংস করে, তবে তার ওপর থেকে যাকাত মওকুফ হবে না। যদি সে দাবি করে সীমালঙ্ঘন ছাড়া নষ্ট হয়েছে, বিশুদ্ধ মতে তার কথা গ্রহণযোগ্য হবে, কসম নেওয়ার প্রয়োজন নেই। ইমাম আহমদ বলেছেন: সদকার জন্য কসম গ্রহণ করা যাবে না।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] এক ওসাক ৬০ &lsquo;সা&rsquo;, তাই ৫ ওসাক ৩০০ &lsquo;সা&rsquo; হয়, অথবা অধিকাংশ আলেমের দৃষ্টিতে ৩০০ &lsquo;সা&rsquo; ৬৫৩ কেজি, যদি এক &lsquo;সা&rsquo;-কে ২১৭৫ গ্রাম ধরা হয়। কেউ এক &lsquo;সা&rsquo;-র পরিমাণ করেছেন ২.৫ কেজি, বা ২৫০০ গ্রাম। সে হিসেবে ৩০০ &lsquo;সা&rsquo; ৭৫০ কেজি হয়, অর্থাৎ ১৮ মন ৩০ কেজি। এক &lsquo;সা&rsquo; এর প্রকৃত হিসেবে আমরা ০০ নং পৃষ্ঠায় করে এসেছি, অর্থাৎ মাঝারি সাইজের মানুষের দুই হাতের চার খাবরি/আঁজলা/অঞ্জলি হচ্ছে এক &lsquo;সা&rsquo;। এই হিসেবে বিভিন্ন শস্যের এক &lsquo;সা&rsquo; এর ওজন কম-বেশী হয়। কারণ চার খাবরি চাউল ও ভুট্টার ওজন এক নয়। কেউ যদি নিজের ফসলের যথাযথ পাঁচ ওসাক দিতে চায়, সে সংশ্লিষ্ট ফসল থেকে চার খাবরি নিয়ে আগে এক &lsquo;সা&rsquo; নির্ণয় করবে, যেই ওজন হবে তার ষাট গুণ এক ওসাক, এভাবে পাঁচ ওসাক হলে যাকাত দিবে। এই নীতি মনে রাখলে ফল ও ফসলের যাকাতের জন্য কারও দ্বারস্থ হওয়ার প্রয়োজন হবে না, এবং পরিমাপ নিয়ে সংশয়ও থাকবে না। -অনুবাদক।<br><br>[2] দেখুন: আল-মুগনি: (২/৬৯৬)।<br><br>[3] দেখুন: আল-মুগনি: (২/৬৯৬)।<br><br>[4] দেখুন: আল-মুগনি: (২/৭০৪)।</div>"
  },
  {
    "id": 14,
    "cat_id": 5,
    "topic_id": 10,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>১. ফসলের মালিকের ওপর যাকাত ওয়াজিব হবে, চাষি জমির মালিক হোক বা বৈধ চুক্তিতে অপরের জমি চাষ করুক, যেমন ভাড়া বা হেবা অথবা অবৈধভাবে তাতে চাষ করুক যেমন জবরদখল। যদি জমির মালিক ও চাষির মাঝে চাষবাসের চুক্তি হয়, যেমন চুক্তি করল: জমির মালিক জমি দিবে, চাষি চাষ করার যাবতীয় খরচ বহন করবে, যেমন চাষ করা, পানি দেওয়া, কাঁটা ও সংগ্রহ করা ইত্যাদি, তারপর চুক্তি মোতাবেক উভয় ফসল ভাগ করবে। যদি বণ্টন শেষে দু&rsquo;জনের অংশ যাকাতের নিসাব পরিমাণ না হয় যাকাত ওয়াজিব হবে না, কারণ ফসলের যাকাতে যৌথ মালিকানার প্রভাব নেই, পশুর বিষয়টি ব্যতিক্রম, যেমন পূর্বে বলেছি, এটিই বিশুদ্ধ মত।</p>\n<p>২. যে ফল ও ফসলে যাকাত ওয়াজিব হয়, সেই ফল ও ফসল যদি পাঁচ ওসাক হয় যাকাত ওয়াজিব হবে। পাঁচ ওসাক পূর্ণ করার জন্য এক ফসল অপর ফসলের সাথে যোগ করবে না। অতএব, খেজুরের সাথে কিশমিশ কিংবা যবের সাথে গম যোগ করবে না। যখন যেই প্রকার নিসাব পরিমাণ হবে তখন সেই প্রকারের যাকাত দিবে। যদি একই প্রকার ফসল বিভিন্ন জাতের হয়, তখন এক জাত অপর জাতের যোগ করবে, যেমন কাঁচা, আধা পাকা ও পাকা খেজুর, একটি অপরটির সাথে যোগ করে হিসেব করবে।</p>\n<p>৩. এক প্রকার ফসল পাঁচ ওসাক হলে যাকাত ওয়াজিব হবে। যদি মালিক একজন হয় এক বা একাধিক ক্ষেতের ফসল যোগ করবে, ক্ষেতের মধ্যবর্তী দূরত্ব যাই হোক, যদি পাঁচ ওসাক হয় যাকাত দিবে। অনুরূপ কেউ গ্রীষ্মকালে ফসল করেছে, যা নিসাব পরিমাণ হয় নি, আবার বসন্তকালে একই ফসল করেছে, উভয় মৌসুমের ফসল যদি যৌথভাবে নিসাব পরিমাণ হয় এক-দশমাংশ যাকাত দিবে, কারণ বছর এক।</p>\n<p>৪. জমি চাষ করতে যে অর্থ ব্যয় হয়, যেমন চাষ করা, ফসল কাটা, সংগ্রহ করা, মেশিন লাগানো, পানির কুপ খনন ও প্রণালি তৈরি করা ইত্যাদি যাকাত থেকে নিবে কি না?</p>\n<p>আহলে ইলমদের বিশুদ্ধ মাযহাব, -অধিকাংশ আলিমও বলেছেন- যদি চাষি চাষ করার জন্য ঋণ করে, তাহলে ঋণের পরিমাণ যাকাত থেকে পরিশোধ করবে। চাষি যদি নিজ থেকে খরচ করে এবং সে ঋণগ্রস্ত নয়, চাষের খরচ যাকাত থেকে নিবে না। এটি একটি বিষয়।</p>\n<p>ইমাম খাত্তাবী রহ. বলেছেন: &ldquo;চাষি যদি নির্দিষ্ট খরচ দিয়ে কুপ খনন ও নালা-প্রণালা তৈরি করে, অতঃপর তা নষ্ট হয় ও পানি কমে যায় এবং পুনরায় নতুন খরচে কুপ খনন করা জরুরি হয়, তবে চাষি এক-দশমাংশের অর্ধেক অর্থাৎ বিশ ভাগের এক ভাগ যাকাত দিবে। এটি মালিকের প্রতি এক প্রকার সহানুভূতি।[1]</p>\n<p>৫. ফসল সংগ্রহ ও মাপার সময় চাষি, চাষির পরিবার ও চতুষ্পদ জন্তু যা খায় বা দুর্বলরা নেয় বা কাটার সময় সদকা করে সেগুলো চাষির থেকে গুনবে না।</p>\n<p>৬. ইবন কুদামাহ রহ. বলেছেন: যদি টাকার বিনিময়ে সেচ করে বছরের প্রথম অর্ধেকে একটি ফসল তুলে, যা নিসাব পরিমাণ নয়। অতঃপর বছরের দ্বিতীয়ার্ধে বিনা খরচে একই ফসল করে এবং দুই বারের ফসল যৌথভাবে নিসাব পরিমাণ হয়, তাহলে যাকাত ওয়াজিব হবে। যাকাতের পরিমাণ: এক-দশমাংশের তিন চতুর্থাংশ।[2] অর্থাৎ মোট ফসলের ৭.৫% যাকাত দিবে।[3]</p>\n<p>৭. কারও দু&rsquo;টি বাগান একটি অর্থ দিয়ে অপরটি অর্থ ছাড়া সেচ করে, নিসাব হিসেব করার সময় দুই বাগানের ফসল যোগ করবে, অতঃপর যে বাগান বিনা অর্থে সেচ করে তার এক-দশমাংশ যাকাত দিবে, অর্থাৎ ফসলের ১০%, আর যে বাগান অর্থ দিয়ে সেচ করে তার এক দশমাংশের অর্ধেক অর্থাৎ বিশ ভাগের এক ভাগ যাকাত দিবে, যা মোট ফসলের ৫%।</p>\n<p>৮. এক ফসলে যখন একবার উশর তথা এক-দশমাংশ যাকাত ওয়াজিব হয়, সেই ফসলে দ্বিতীয়বার উশর ওয়াজিব হবে না, তার ওপর দিয়ে যত বছর অতিক্রম করুক, তার উদাহরণ: জনৈক চাষির এক বছর থেকেও অধিক সময় ধরে একটি ফসল আছে, যার যাকাত সে একবার দিয়েছে, কিন্তু তার নিসাব কমে নি, দ্বিতীয়বার এই ফসলে যাকাত ওয়াজিব হবে না, তবে ফসলের কোনো অংশ যদি ব্যবসার জন্য নির্ধারিত করে, সে অংশ ব্যবসায়ী পণ্যের অন্তর্ভুক্ত হবে। তার ওপর বছর পূর্ণ হলে ব্যবসায়ী পণ্য হিসেবে যাকাত দিবে, যেমন পূর্বে আলোচনা করেছি।[4]</p>\n<p>৯. ইবন উসাইমীন রহ. বলেন: &ldquo;কাউকে বলা হল, এই ক্ষেতের ফসল তুলো, বিনিময়ে তুমি এক তৃতীয়াংশ নিবে, আর তোমার মালিক নিবে দুই-তৃতীয়াংশ। যদি এই শর্তে সে ফসল তোলে তার এক-তৃতীয়াংশে যাকাত ওয়াজিব হবে না, যদিও তা পাঁচ ওসাক অর্থাৎ নিসাব পরিমাণ হয়। কারণ, যখন যাকাত ওয়াজিব হয়েছে তখন সে ফসলের মালিক ছিল না, মালিক হয়েছে ফসল তোলার পর।[5]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] মাআলিমুস সুনান: (২/৭০২)।<br><br>[2] একশ&lsquo; কেজির একদশমাংস ১০ কেজি, এই ১০ কেজির তিন চতুর্থাংশ ৭.৫ কেজি। অতএব এরূপ ফসল থেকে একশ&lsquo; কেজি থেকে ৭.৫ কেজি যাকাত দিবে। -অনুবাদক।<br><br>[3] আল-মুগনি: (২/৬৯৯)।<br><br>[4] আল-মুগনি: (২/৭০২)।<br><br>[5] আশ-শারহুল মুমতি&lsquo;: (৬/৭৯)।</div>"
  },
  {
    "id": 15,
    "cat_id": 5,
    "topic_id": 11,
    "description": "<p>আহলে-ইলমগণ জমিনকে দু&rsquo;ভাগ করেছেন: উশরি ও খারাজি।</p>\n<p><strong>উশরি জমিন নিম্নরূপ:</strong></p>\n<p>ক. কোনো দেশের লোকেরা যদি নিজেরাই নিজের দেশে ইসলামকে দাখিল করে, অর্থাৎ নিজ থেকে তারা ইসলাম গ্রহণ করে, তাদের জমির মালিক তারাই হবে। এরূপ জমি এক প্রকার উশরি জমি।</p>\n<p>খ. যে জমি বল প্রয়োগ করে দখল করা হয়, যেমন যুদ্ধে জয় করা হয়, তবে তা ইমাম বা মুসলিম রাষ্ট্র প্রধান ফায় অর্থাৎ রাষ্ট্রের সম্পদ হিসেবে ঘোষণা দেন নি, বরং গণিমত ঘোষণা দিয়েছেন। যেমন, মুজাহিদদের মাঝে বণ্টন করে তাদেরকে মালিক বানিয়ে দিয়েছেন। এরূপ জমিও এক প্রকার উশরি জমি।</p>\n<p>গ. যে জমির কেউ মালিক নয়, তবে ইমাম কতক প্রজাকে তাদের অভাব ও প্রয়োজন দেখে অথবা কোনো শর্তে দিয়েছেন। এরূপ জমিও এক প্রকার উশরি জমি।</p>\n<p>ঘ. মৃত ও অনাবাদি জমি, যার মালিক কেউ নয়, কোনও মুসলিম যদি রাষ্ট্রের অনুমতি বা সার্টিফিকেট নিয়ে সেচ করে ও শস্য বুনে জীবিত করে, সেটিও এক প্রকার উশরি জমি।</p>\n<p>জ্ঞাতব্য যে, উশরি জমির ফসলে যাকাত ওয়াজিব হয় এতে আলিমদের কোনও দ্বিমত নেই, অর্থাৎ নিসাব পরিমাণ হলে এক-দশমাংশ যাকাত দিবে, যেমন আমরা পূর্বে বলেছি।</p>\n<p><strong>খারাজি জমি,</strong>&nbsp;যে জমি কাফিরদের থেকে মুজাহিদরা সন্ধির মাধ্যমে জয় করেছে, অতঃপর তার মালিক তাদেরকেই বানিয়ে দিয়েছে অথবা মুসলিমরা বল প্রয়োগ করে কোন দেশ জয় করেছে, কিন্তু ইমাম সেই জমি ফায় অর্থাৎ রাষ্ট্রীয় সম্পদ ঘোষণা করে, শর্ত মোতাবেক পূর্বের মালিকদের নিকট রেখে দিয়েছে, তবে তাদেরকে জমির মালিক ঘোষণা করে নি।</p>\n<p>এসব জমির মালিকের ওপর যে নির্ধারিত ফসল ধার্য করা হয় শরী&lsquo;আতের পরিভাষায় তার নাম খারাজ। খারাজ হচ্ছে জমির এক প্রকার ভাড়া। পূর্বের মালিকরা বর্তমানও তাদের জমি থেকে ফায়দা হাসিল করছে তার বিনিময় এই ভাড়া বা খারাজ দিবে। এই খারাজের পরিমাণ বা ভাড়া হবে ইমামের সিদ্ধান্ত মোতাবেক।</p>\n<p>খারাজি জমির ব্যাপারে ইমামগণ দ্বিমত পোষণ করেছেন, অর্থাৎ খারাজি জমি থেকে খারাজের সাথে উশরও আদায় করা জরুরি কি না? অধিকাংশ আলিম বলেছেন: উশরের সাথে খারাজও পরিশোধ করা জরুরি। এটিই বিশুদ্ধ মত।</p>"
  },
  {
    "id": 16,
    "cat_id": 5,
    "topic_id": 12,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>অনুমান বা খারস হচ্ছে যাকাত উসুলকারী আমানতদারের অভিজ্ঞতা লব্ধ ধারণা, যিনি মালিক থেকে যাকাত উসুল করেন, যেমন খেজুর ও আঙ্গুরের বাগান দেখে ওজন ব্যতীত একটি পরিমাণ বলেন, যা অভিজ্ঞ ও নির্ভরযোগ্য ব্যক্তি ব্যতীত সম্ভব নয়। অভিজ্ঞ ব্যক্তি অনুমান করে শুকনো খেজুর বা কিশমিশের পরিমাণ বলবেন, অর্থাৎ গাছের ব্যবহার উপযোগী খেজুর বা আঙ্গুর দেখে বলবেন: এই বাগানের খেজুর বা আঙ্গুর শুকালে এই পরিমাণ খেজুর বা কিশমিশ হবে। অনুমান করার উদ্দেশ্য, গাছে থাকাবস্থায় ব্যবহার উপযোগী ফলের পরিমাণ জেনে খাওয়ার পূর্বে তার যাকাত নির্ণয় করা।</p>\n<p><strong>অনুমান করার সময় লক্ষণীয়:</strong></p>\n<p>১. ফল ব্যবহার উপযোগী হওয়ার পর অনুমান করবে, অর্থাৎ যখন ফলের রঙ লাল, হলুদ বা আঙ্গুরে মিষ্টতা শুরু হয়।</p>\n<p>২. অনুমানকারী একাধিক হওয়া জরুরি নয়, একজন যথেষ্ট, তবে আমানতদার হওয়া ও অনুমান করার অভিজ্ঞতা থাকা জরুরি।</p>\n<p>৩. মালিকের খাওয়ার অংশ অনুমানকারী হিসেব থেকে বাদ দিবে, অর্থাৎ নিসাব নির্ণয় করে বলবে এই পরিমাণ খাবারের জন্য বাদ দিলাম। কতক আলিম বলেছেন খাওয়ার পরিমাণ এক তৃতীয়াংশ, যদি এক তৃতীয়াংশ না রাখে এক-চতুর্থাংশ অবশ্যই রাখবে। কারণ, তারা খাবে ও মেহমানকে খাওয়াবে এবং তাদের প্রতিবেশী ও বন্ধুদের খেতে দিবে। খাবারের অংশ রেখে অবশিষ্ট অংশ থেকে যাকাত দিবে।</p>\n<p>৪. ইবন কুদামাহ রহ. বলেছেন: যদি মালিক বলেন যে, অনুমানকারী অনুমান করতে ভুল করেছেন, তার দাবি যুক্তিসঙ্গত হলে গ্রহণ করা হবে, কসমের প্রয়োজন নেই। আর যদি তার দাবি যুক্তি সঙ্গত না হয়, যেমন বলল অর্ধেক ভুল করেছে, বা অনুরূপ কিছু বলল, তার কথা গ্রহণ করা হবে না। আর যদি বলে: অনুমানের বাইরে কিছুই থাকবে না, তার কথা গ্রহণ করা হবে কসম ব্যতীত। কারণ, অনেক ফল বিপদাপদে নষ্ট হবে, যার কারণ আমরা জানি না।[1]</p>\n<p>৫. যদি ইমাম কাউকে অনুমান করার জন্য নির্ধারণ না করেন, যেমন বর্তমানে করা হয় না। তাহলে ইবন কুদামাহ রহ. বলেছেন: ফসলের মালিক অনুমানকারী ঠিক করবে। আবার মালিকের নিজের অনুমান করাও বৈধ, তবে সতর্কতা অবলম্বন করা জরুরি, যে খাতে যা প্রযোজ্য তার চেয়ে বেশি নিবে না, যথা খাবারের জন্য এক-তৃতীয়াংশ বা এক চতুর্থাংশ থেকে বেশি নিবে না, যেমন পূর্বে বলেছি।[2]</p>\n<p>৬. অনুমান শুধু খেজুরের জন্য প্রযোজ্য, তার সাথে যোগ হবে আঙ্গুর। অন্যান্য দানা জাতীয় শস্য অনুমান করে বলা যথেষ্ট নয়, মাপা জরুরি।</p>\n<p>৭. অনুমান করার পদ্ধতি: অনুমানকারী ঘুরেঘুরে বাগানের ফল দেখবে ও বলবে: এই গাছে এতো কেজি খেজুর হবে, শুকালে এত কেজি খেজুর টিকবে, একই ভাবে আঙ্গুর থেকে উৎপাদিত কিশমিশ অনুমান করবে।</p>\n<p><strong>জরুরি জ্ঞাতব্য:</strong></p>\n<p>অধিকাংশ আলিম বলেন মধুর ভেতর যাকাত নেই, তবে মধু যদি ব্যবসায়ী পণ্য হয়, ব্যবসার পণ্যের ন্যায় তাতে যাকাত ওয়াজিব হবে, যেমন পূর্বে বলেছি।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আল-মুগনি: (২/৭০৮)<br><br>[2] আল-মুগনি: (২/৭০৯)</div>"
  },
  {
    "id": 17,
    "cat_id": 6,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>আল্লাহ তা&lsquo;আলা বলেন:</p>\n<p dir=\"RTL\">﴿إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ٦٠﴾ [التوبة: 60]</p>\n<p>&ldquo;নিশ্চয় সদকা হচ্ছে ফকীর ও মিসকীনদের জন্য এবং এতে নিয়োজিত কর্মচারীদের জন্য, আর যাদের অন্তর আকৃষ্ট করতে হয় তাদের জন্য, (তা আরও বণ্টন করা যায়) দাস আযাদ করার ক্ষেত্রে, ঋণগ্রস্তদের মধ্যে, আল্লাহর রাস্তায় এবং মুসাফিরদের মধ্যে। এটি আল্লাহর পক্ষ থেকে নির্ধারিত, আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়&rdquo;।[সূরা আত-তাওবাহ, আয়াত: ৬] এ আয়াতে আল্লাহ তা&lsquo;আলা যাকাতের হকদার আট প্রকার নির্দিষ্ট করে দিয়েছেন, নিম্নে তার বিস্তারিত বর্ণনা দেখুন:</p>\n<p><strong>যাকাতের প্রথম ও দ্বিতীয় হকদার:</strong></p>\n<p>ফকীর ও মিসকীন: ফকীর ও মিসকীন শব্দ দু&rsquo;টির পার্থক্য নির্ণয় করতে গিয়ে আহলে ইলমগণ দ্বিমত পোষণ করেছন, সংজ্ঞা যাই বলা হোক তারা অর্থাৎ ফকীর ও মিসকীন যাকাতের হকদার। সারকথা হচ্ছে, ফকীর ও মিসকীন তাদেরকে বলা হয়, যাদের সম্পদ ও সম্পদ উপার্জন করার উপায় নেই। অনুরূপ কারও সম্পদ ও সম্পদ উপার্জন করার ক্ষমতা আছে, কিন্তু তা দিয়ে তার নিজের ও পরিবারের সদস্যদের জরুরি প্রয়োজন পূরণ হয় না, যেমন খাবার, পোশাক, বাড়ি-ভাড়া, চিকিৎসা খরচ, অপারেশন, বিদ্যুৎ-গ্যাস-পানির বিল ইত্যাদি তার সম্পদ দিয়ে যথেষ্ট হয় না।</p>\n<p>শাইখ উসাইমীন রহ. বলেন: &ldquo;যে নিজেকে পবিত্র রাখার জন্য বিয়ে করতে চায়, কিন্তু তার নিকট মোহর ও বিবাহের খরচ নেই, আমরা তাকে যাকাত দিব, যা দিয়ে সে বিয়ে করবে, যদিও তার পরিমাণ বেশি হয়। অর্থাৎ সে ফকীর ও মিসকীনদের একজন, যাদেরকে যাকাত দেওয়া বৈধ, যদিও তার পানাহার, পরিধান ও বসবাসের ব্যবস্থা রয়েছে।[1]</p>\n<p><strong>কয়েকটি জরুরি জ্ঞাতব্য:</strong></p>\n<p>১. মনে রেখ যে, প্রতিবেশী, নিকট আত্মীয় ও নেককার ফকীররা অন্যান্য ফকীর থেকে যাকাতের বেশি হকদার, কারণ তাদের সম্পর্কে তুমি জান, তাই তারা বেশি হকদার।</p>\n<p>২. মনে রেখ যে, ধনীদের যাকাত দেওয়া জায়েয নয়, কিন্তু আহলে ইলমগণ ধনীদের দু&rsquo;টি ভাগ করেছেন:</p>\n<p>ক. কতক ধনী আছেন, তাদের জন্য সদকা খাওয়া জায়েয নেই।</p>\n<p>খ. আবার কতক ধনী আছেন, তাদের নিজের সম্পদ থেকে যাকাত বের করা ওয়াজিব। দ্বিতীয় প্রকার ধনীরা সবার নিকট পরিচিত, অর্থাৎ যারা নিসাব পরিমাণ সম্পদের মালিক তাদের ওপর যাকাত ওয়াজিব, যেমন পূর্বে বলেছি। আর যেসব ধনী নিজের ও পরিবারের সদস্যদের ভরণ-পোষণ ও জরুরি খরচ বাবদ প্রয়োজনীয় সম্পদ রাখেন, তাদেরকে যাকাত দেওয়া জায়েয নেই, যেমন পূর্বে বলেছি, তারা নিসাবের মালিক হোক বা না হোক।</p>\n<p>৩. কেউ নিজের ও পরিবারের প্রয়োজন মোতাবেক অর্থ উপার্জন করে জীবিকা নির্বাহ করছে, যা তার ব্যক্তিগত, সামাজিক ও দীনি অবস্থান মোতাবেক মানানসই, যেমন আলিম বা নিজের কওমের ভেতর মর্যাদার অধিকারী ব্যক্তি, অতঃপর তার আর্থিক সংকট দেখা দেয়, যার ফলে সে উপযুক্ত পেশা না পেয়ে নিম্নমানের হালাল পেশা বেছে নিতে বাধ্য হয়, যে কারণে সে প্রতিবেশীর নিকট লজ্জিত। এ জাতীয় ধনীকে নিম্নমানের পেশা ত্যাগ করার জন্য যাকাত দেওয়া বৈধ, যতক্ষণ না সে নিজের মর্যাদা মোতাবেক পেশায় যোগ দেয়। যদি তার মর্যাদা ও অবস্থান মোতাবেক হালাল কর্মসংস্থান হয় এবং তা দিয়ে তার নিজের ও পরিবারের জরুরি খরচ মিটে যায়, তখন তার বেকারত্বে বসে থাকা ও যাকাত গ্রহণ করা বৈধ নয়।</p>\n<p>৪. মনে করুন কারও উপযুক্ত বাড়ি রয়েছে, যে বাড়িতে থাকা তার জন্য সৌখিনতা ও অপচয় নয় অথবা অর্থ উপার্জন করার উপায় কিংবা ভালো বেতনের চাকুরী রয়েছে, তবে এই পেশা বা চাকুরি দিয়ে তার ও তার পরিবারের সদস্যদের সামাজিক মর্যাদা মোতাবেক প্রয়োজন মেটানো সম্ভব নয়, যেমন পূর্বে বলেছি, এমন হালতে তাকে যাকাত দেওয়া বৈধ, যেন সে সামাজিক মর্যাদা মোতাবেক দিন-যাপন করতে সক্ষম হয়।[2] ইবন হাযম রহ. বলেছেন: &ldquo;... যার বাড়ি ও খাদিম আছে তাকেও ওয়াজিব সদকা দেওয়া বৈধ যদি সে মুখাপেক্ষী হয়&rdquo;।[3]</p>\n<p>৫. শাইখ ইবন উসাইমীন একটি গুরুত্বপূর্ণ মাসআলা উপস্থাপন করেছেন: কোনও ব্যক্তি উপার্জন সক্ষম, সে ইলম অর্জন করার জন্য অবসর হতে চায়, কিন্তু তার সম্পদ নেই। তিনি বলেন: এরূপ ব্যক্তিকে যাকাত দেওয়া উচিৎ। অতঃপর তিনি বলেন: কোনও ব্যক্তি কাজ করতে সক্ষম, তবে সে ইবাদত করতে পছন্দ করে, এরূপ ব্যক্তিকে শুধু ইবাদত করার জন্য যাকাত দেওয়া বৈধ নয়। কারণ, ইবাদতের ফায়দা ব্যক্তির ভেতর সীমাবদ্ধ থাকে, পক্ষান্তরে ইলমের ফায়দা অপর পর্যন্ত পৌঁছে।[4]</p>\n<p>৬. ফকীরকে যাকাত দেওয়ার পরিমাণ: ফকীরকে কী পরিমাণ যাকাত দিবে তার কোনো সীমা শরী&lsquo;আত নির্ধারণ করে দেয় নি, তবে যতটুকু প্রদান করলে সে অভাব মুক্ত হয় ও নিজের প্রয়োজন পেয়ে যায়, সে পরিমাণ দেওয়াই শ্রেয়, কম বা বেশি নির্দিষ্ট সীমা নেই। খাত্তাবি রহ. বলেন: &ldquo;... যাকাতের পরিমাণ যাকাত গ্রহীণকারীর অবস্থা ও জীবিকার ওপর নির্ভর করে, সবার জন্য ধার্য করা নির্দিষ্ট কোনো সীমা নেই, কারণ যাকাত গ্রহণকারী সবার অবস্থা সমান নয়।[5]</p>\n<p>বেশ কয়েকজন ইমাম যেমন ইমাম নববি প্রমুখগণ ফকীরকে যাকাত দেওয়ার পরিমাণ বর্ণনা করেছেন, এখানে তার সারসংক্ষেপ উল্লেখ করছি:</p>\n<p>ক. ফকিরের যদি কোনও পেশা থাকে, তার পেশা মোতাবেক তাকে যাকাত দিবে, যেন যাকাত দিয়ে সে নিজের পেশায় উন্নতি লাভ করে স্বাবলম্বী হয়, যেমন তার পেশার আসবাব-পত্র কিনে দিবে, মূল্য যাই হোক। অনুরূপ যাকাত গ্রহণকারী ফকিরের যদি ব্যবসা থাকে, তার ব্যবসার মূলধন পরিমাণ তাকে যাকাত দিবে, অর্থাৎ তার ব্যবসা সম্প্রসারণ করার মত মাল-পত্র কিনে দিবে, যেন ধীরেধীরে সে পুরো জীবনের জন্যে স্বাবলম্বী হয়। এভাবে একজন গরীব ফকীর থেকে ধনীতে পরিণত হবে, অর্থাৎ যাকাতের কারণে সারা জীবনের জন্য সে অভাব মুক্ত হবে।খ. যাকাত গ্রহণকারী ফকীর যদি কোনও পেশাদার না হয় অথবা হালাল মাল দিয়ে সামাজিক মর্যাদা মোতাবেক পেশা গ্রহণ করার সামর্থ্য তার না থাকে, তাকে তার নিজের ও তার পরিবারের সদস্যদের এক বছরের খাবার দিবে, যেন পূর্ণ বছরের জন্য তারা অভাব মুক্ত হয়। ভাগ করে প্রতি মাসে নির্দিষ্ট পরিমাণ যাকাত দিবে এক বছর পর্যন্ত, বিশেষভাবে যদি এমন হয় যে, পুরো যাকাত একসাথে দিলে সারা বছর ব্যয় নির্বাহ করা তার পক্ষে অসম্ভব হবে। উল্লেখ্য যে, ফকীরকে যদি কোনও জিনিস দেওয়া হয়, যা দিয়ে তার প্রয়োজন মিটে তাতেও কোনো সমস্যা নেই, যেমন একটি ঘর কিনে দিল, তার ভাড়া দিয়ে সে জীবিকা নির্বাহ করবে।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আশ-শারহুল মুমতি&lsquo;: যাকাত অধ্যায়।<br><br>[2] দেখুন: আল-মাজমু&lsquo;: (৬/১৯২)।<br><br>[3] দেখুন: আল-মুহাল্লা: (৬/২২৩)<br><br>[4] আশ-শারহুল মুমতি&lsquo;: (১/২২১-২২২)।<br><br>[5] মা&lsquo;আলিমুস সুনান: (১/২৩৯)।</div>"
  },
  {
    "id": 18,
    "cat_id": 6,
    "topic_id": 2,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p><strong>যাকাতের তৃতীয় হকদার:</strong></p>\n<p>যাকাতের কাজে নিয়োজিত ব্যক্তিবর্গ: যাকাতের কাজে নিয়োজিত ব্যক্তিবর্গ দ্বারা উদ্দেশ্য যাকাত উসুলকারীগণ। অর্থাৎ বিত্তশালীদের নিকট থেকে যাকাত উসুল করার জন্য খলিফা বা তার প্রতিনিধি যাদেরকে নিয়োগ দেন তারাই যাকাত উসুলকারী। অনুরূপ যাকাত সংরক্ষণকারী, অর্থাৎ যারা গুদামে সংরক্ষিত যাকাত রক্ষণা-বেক্ষণ করেন। অনুরূপ যারা গরীবদের মাঝে যাকাত বণ্টন করার দায়িত্বে নিয়োজিত তাদেরকে যাকাত থেকে দেওয়া বৈধ, যদিও তারা ধনী হয়। এটি তাদের বৈধ হক, যা শরী&lsquo;আত তাদের জন্য নির্ধারণ করে দিয়েছে, তারা যদি এই হক ত্যাগ করে সমস্যা নেই।</p>\n<p><strong>কয়েকটি জ্ঞাতব্য:</strong></p>\n<p>১. যাকাত উসুল করার কাজে যারা নিয়োগ পাবে, তারা মানুষের নিকট থেকে যাই গ্রহণ করবে বায়তুলমাল এনে জমা দিবে, যাকাত দাতাদের পক্ষ থেকে তাদের নিজের জন্য হাদিয়া বা উপহার গ্রহণ করা বৈধ নয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম &lsquo;আযদ&rsquo; গোত্রের সদকা উসুল করার জন্য জনৈক ব্যক্তিকে পাঠিয়ে ছিলেন, সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এসে কতক মাল নিজের কাছে রেখে দিল এবং বলল: এগুলো আপনাদের জন্য আর এগুলো আমার জন্য হাদিয়া। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেগে গিয়ে বললেন:</p>\n<p dir=\"RTL\">&laquo;ألاَ جلستَ في بيتِ أبيكَ وبيتِ أمك حتى تأتيك هديتك إن كنتَ صادقا؟&raquo;. ثم قال: &laquo;ما لي أستعملُ الرجلَ منكم فيقول: هذا لكم، وهذا لي هدية؟ ألاَ جلسَ في بيت أمه ليُهدَى له، والذي نفسي بيده، لا يأخذ أحدٌ منكم شيئاً بغير حق إلا أتى اللهَ يَحْمِلُه&raquo; -(يعني أنه سيَلقى اللهَ تعالى يوم القيامة وهو يحمل هذا الشيء الذي أخذه).</p>\n<p>&ldquo;তোমার বাবা-মায়ের ঘরে কেন তুমি বসে থাকনি, তোমার হাদিয়া তোমার নিকট চলে আসত, যদি তুমি সত্যবাদী হও? অতঃপর তিনি বললেন: এমন কেন হয়, আমি তোমাদের কাউকে কোনও কাজে পাঠাই আর সে এসে বলে: এগুলো আপনাদের জন্য আর এগুলো আমার জন্য হাদিয়া? কেন সে তার মায়ের ঘরে বসে থাকে নি, যেন তার হাদিয়া তার কাছেই চলে আসে! সে সত্ত্বার কসম, যার হাতে আমার নফস, তোমাদের যে কেউ অবৈধভাবে যাই গ্রহণ করবে, আল্লাহর সমীপে তা নিয়ে উপস্থিত হবে&rdquo;।[1] অর্থাৎ কিয়ামতের দিন আল্লাহর সামনে অবৈধভাবে গ্রহণ করা সম্পদ নিয়ে হাজির হবে। অপর হাদীসে তিনি বলেন:</p>\n<p dir=\"RTL\">&laquo;مَن استعملناه على عملٍ، فرزقناه رزقا - يعني مَنحناهُ راتباً - فما أخَذَهُ بعد ذلك فهو غُلول&raquo;.</p>\n<p>&ldquo;আমরা যাকে কোন কাজের দায়িত্ব দেই এবং তার প্রাপ্যও তাকে প্রদান করি, (অর্থাৎ তাকে তার বেতন দেই), তারপর সে যা গ্রহণ করবে তাই খিয়ানত&rdquo;।[2] অর্থাৎ সেটি হারাম সম্পদ।</p>\n<p>আমাদের বর্তমান যুগে ক্রেতার পক্ষ থেকে স্বেচ্ছায় দোকানের লেবারকে যে বখশিশ দেওয়া হয়, এই বকশিশের কারণে যদি বিক্রেতা তথা দোকান মালিক ক্ষতিগ্রস্ত হয় বা তার মর্যাদা ক্ষুণ্ণ হয় তবে সেটি গ্রহণ করা বৈধ নয়, অন্যথায় লেবারের জন্য সেটা গ্রহণ করা বৈধ।</p>\n<p><strong>২. যাকাত উসুলকারীদের গুণাবলি:</strong></p>\n<p>ক. বিশুদ্ধ মত মোতাবেক যাকাত উসুলকারীর মুসলিম হওয়া জরুরি, কারণ মুসলিমদের থেকে যাকাত উসুল করার অর্থ তাদের ওপর একপ্রকার কর্তৃত্ব করা, যেমন এতে প্রভাব খাটানো, কর্তৃত্ব করা ও বল প্রয়োগ করার ইখতিয়ার থাকে। অতএব, কোনও অমুসলিমকে তাদের ওপর কর্তৃত্ব করার সুযোগ দেওয়া যায় না।</p>\n<p>খ. সাবালক ও বিবেকী হওয়া।</p>\n<p>গ. আমানতদার হওয়া।</p>\n<p>ঘ. যাকাত উসুল করার যোগ্যতা সম্পন্ন হওয়া। যেমন, সত্যবাদী ও নেককার।<br>ঙ. যাকাতের বিধান সম্পর্কে ইলম থাকা।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী, হাদীস নং ৭১৯৭।<br><br>[2] সহিহুল জামে&lsquo; হাদীস নং ৬০২৩।</div>"
  },
  {
    "id": 19,
    "cat_id": 6,
    "topic_id": 3,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p><strong>যাকাতের চতুর্থ হকদার:</strong></p>\n<p>যাদের অন্তর ইসলামের দিকে আকৃষ্ট করা জরুরি, তাদেরকে যাকাত দেওয়া বৈধ। যাদেরকে যাকাত দিলে ইসলাম গ্রহণ করবে অথবা যাদেরকে যাকাত দিলে ঈমান শক্তিশালী হবে অথবা যাদেরকে যাকাত দিলে মুসলিমদের ক্ষতি করা থেকে বিরত থাকবে, তাদেরকে যাকাত দেওয়া বৈধ, তারা সবাই এই খাতের অন্তর্ভুক্ত। উল্লেখ্য যে, ইয়াহূদি-খ্রিস্টান ধর্ম থেকে যারা ইসলাম গ্রহণ করবে তারাও এই খাতের অন্তর্ভুক্ত। ইমাম যুহরি রহ.কে: وَالْمُؤَلَّفَةِ قُلُوبُهُمْ সম্পর্কে জিজ্ঞেস করা হয়েছিল, তিনি বললেন: &ldquo;ইয়াহূদী-খ্রিস্টান ধর্ম থেকে ইসলাম গ্রহণকারীগণ। তাকে প্রশ্ন করা হল: যদি তারা ধনী হয়? তিনি বললেন: যদিও ধনী হয়&rdquo;।[1]</p>\n<p>উল্লেখ্য যে, এই খাতের উদ্দেশ্য ইসলামের শক্তি বৃদ্ধি ও তার মর্যাদা রক্ষা করা। আরেকটি বিষয়, এই খাত থেকে কাকে ও কী পরিমাণ যাকাত দেওয়া হবে সেটি নির্ভর করে খলিফার ওপর, তিনি কখনো এই খাতের প্রয়োজন মনে করতে পারেন, আবার কখনো নাও করতে পারেন। যখন তিনি দেখবেন যে, ইসলামের শক্তি ও সামর্থ্য যথেষ্ট হয়েছে, এখন তোষামোদ করে কাউকে ইসলামে দাখিল করা বা যাকাত দিয়ে কারও অনিষ্ট থেকে সুরক্ষা লাভ করার প্রয়োজন নেই।শাইখ আদিল আয্যাযী বলেন: &ldquo;এই যুগে যারা ইসলাম গ্রহণ করতে চায় তাদের অন্তর ধাবিত করার জন্য অথবা মুসলিমদের ওপর থেকে অনিষ্ট দূর করার জন্য অথবা সংখ্যালঘু মুসলিমদের সুরক্ষা ও তাদের দীনকে নিরাপদ রাখার জন্য অথবা এ জাতীয় আরও খাত যাকাতের জন্য খুঁজে বের করা জরুরি। কারণ, শত্রুরা বর্তমান মুসলিমদের ওপর একযুগে ঝাঁপিয়ে পড়ছে।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] ইবন আবি শায়বাহ: (৩/২২৩)</div>"
  },
  {
    "id": 20,
    "cat_id": 6,
    "topic_id": 4,
    "description": "<p><strong>যাকাতের পঞ্চম হকদার:</strong></p>\n<p>গোলাম মুক্ত করা: আরবি رقاب শব্দটি বহুবচন, একবচন رقبة যার অর্থ দাস-দাসী। আর আল্লাহ তা&lsquo;আলার বাণী \"وفي الرقاب\" দ্বারা উদ্দেশ্য দাস-দাসীকে দাসত্ব থেকে মুক্ত করা। আয়াতের উদ্দেশ্য দাস-দাসীকে সম্পদ দেওয়া নয়, বরং তাদেরকে দাসত্ব থেকে মুক্ত করা উদ্দেশ্য। এই খাত নিম্নের বিষয়গুলোকে অন্তর্ভুক্ত করে। যেমন,</p>\n<p>১. চুক্তিবদ্ধ দাস-দাসী: যেসব দাস-দাসী নির্দিষ্ট পরিমাণ টাকা কিস্তি হিসেবে পরিশোধ করার শর্তে নিজেদেরকে তাদের মনিব থেকে খরিদ করে নিয়েছে, তাদের কিস্তি পরিশোধ করার জন্য যাকাত দিয়ে সাহায্য করা বৈধ। যাকাতের অর্থ তাদেরকে অথবা তাদের পক্ষ থেকে মনিবকে সরাসরি দেওয়া বৈধ। তাদের জানা জরুরি নয়, দাসত্ব থেকে মুক্ত হওয়াই যথেষ্ট।</p>\n<p>২. দাস-দাসী খরিদ করে মুক্ত করা وفي الرقاب এর অন্তর্ভুক্ত।</p>\n<p>৩. বিশুদ্ধ মত মোতাবেক মুসলিম বন্দীদের মুক্ত করার জন্য যাকাত থেকে ব্যয় করা যাবে, যারা শত্রুদের হাতে বন্দী। কারণ, দাস মুক্ত করার জন্য যদি যাকাত বৈধ হয়, মুসলিম বন্দীদের মুক্ত করার জন্য যাকাত বৈধ হবে বলার অপেক্ষা রাখে না। কারণ, তাদের মুসিবত বড়।</p>\n<p><strong>যাকাতের ষষ্ঠ হকদার:</strong></p>\n<p>ঋণগ্রস্ত ব্যক্তি: আরবী غارمون বহুবচন, একবচন হচ্ছে غارم অর্থাৎ ঋণগ্রস্ত মুসলিম। ঋণগ্রস্ত ব্যক্তি দু&rsquo;প্রকার:</p>\n<p>এক. মানুষের মাঝে সুসম্পর্ক পুণঃপ্রতিষ্ঠার জন্য খরচ করে যিনি ঋণগ্রস্ত হয়েছেন। যেমন কেউ বিভিন্ন গোষ্ঠী ও সম্প্রদায়ের মধ্যে ঝগড়া বিবাদের মীমাংসার জন্য নিজের জিম্মাদারীতে কিছু সম্পদের দায়িত্ব গ্রহণ করে যাতে সম্পদ প্রদান করতে হয়। যেমন এক পক্ষকে কিছু টাকা দিয়ে তাদের মধ্যে মীমাংসা করে দেওয়া। অথবা যদি এমন কোনো নগদ টাকা ব্যয় করে খাবারের আয়োজন করে যাতে উভয় বিবদমান পক্ষকে নিমন্ত্রণ করে তাদের মাঝে মীমাংসা করার ব্যবস্থা করা হয়। অথবা উভয় বিবদমান গোষ্ঠীর জন্য হাদীয়া ক্রয় ও তা প্রদানের মাধ্যমে সম্প্রীতির ব্যবস্থা করে দেওয়া। সুতরাং যারা এ কাজ করার জন্য ঋণ করবে তারা ধনী হলেও তাদেরকে যাকাতের সম্পদ দেওয়া যাবে এ কাজকে যথাযথভাবে আঞ্জাম দেওয়ার জন্য।</p>\n<p>দুই. ঋণগ্রস্ত ব্যক্তি: অর্থাৎ যে নিজের প্রয়োজনে ঋণ করেছে, যেমন অভাব অথবা চিকিৎসা অথবা পোশাক-পরিচ্ছদ অথবা বিবাহ অথবা ঘরের আসবাব-পত্র কেনার জন্য ঋণ করেছে, (পুরনো ফার্নিচার নতুন করার জন্য ঋণ করলে এই খাতের অন্তর্ভুক্ত হবে না)। অনুরূপ যার সম্পদ ধ্বংস হয়ে গেছে সেও এই খাতের অন্তর্ভুক্ত, যেমন অগ্নিকাণ্ড অথবা জলোচ্ছ্বাস অথবা মাটিতে ধসে যাওয়া ইত্যাদি। এই খাতের জন্য কয়েকটি শর্ত:</p>\n<p>১. ঋণগ্রস্ত ব্যক্তি ঋণ পরিশোধ করতে সামর্থ্য নয়, যদিও তার নিজের ও পরিবারের প্রয়োজনীয় সম্পদ তার রয়েছে। অথবা তার ব্যবসা রয়েছে, যার উপার্জন দিয়ে তার ও পরিবারের খরচ মিটে, কিন্তু জরুরি প্রয়োজন শেষে ঋণ পরিশোধ করার কোনও অর্থ থাকে না, এরূপ ব্যক্তিদের ঋণ যাকাতের অর্থ থেকে পরিশোধ করা বৈধ। যদি সে ঋণের একাংশ পরিশোধ করতে সক্ষম হয় অবশিষ্টাংশ ঋণ পরিশোধ করার জন্য তাকে যাকাত দিবে।</p>\n<p>২. বৈধ কাজে ঋণীরাই যাকাতের হকদার, যে পাপের কাজে ঋণী হবে সে যাকাত পাবে না। যদি সে তওবা করে এবং সত্যিকার তাওবার আলামত তার ভেতর স্পষ্ট হয়, তবে তাকে যাকাত দেওয়া যাবে। অনুরূপ কেউ যদি বৈধ কাজে ইসরাফ করে অর্থাৎ প্রয়োজনের বেশি খরচ করে ঋণগ্রস্ত হয় তাকেও যাকাতের অর্থ দেওয়া যাবে না। কারণ, আল্লাহ তা&lsquo;আলা বলেছেন:</p>\n<p dir=\"RTL\">﴿وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ ٣١﴾ [الأعراف: 31]</p>\n<p>&ldquo;খাও এবং পান কর, তবে অপচয় কর না&rdquo;। [সূরা আল-আ&lsquo;রাফ, আয়াত: ৩১]</p>\n<p>জ্ঞাতব্য যে, ঋণের টাকা ঋণগ্রস্ত অথবা পাওনাদার যাকেই দিবে যাকাত আদায় হবে। যদি আশঙ্কা হয়, ঋণগ্রস্ত ঋণ পরিশোধ না করে যাকাতের টাকা নষ্ট করে ফেলবে, তাহলে সরাসরি পাওনাদারকে দেওয়াই উত্তম।</p>"
  },
  {
    "id": 21,
    "cat_id": 6,
    "topic_id": 5,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p><strong>যাকাতের সপ্তম হকদার:</strong></p>\n<p>ফী সাবীল্লিাহ বা আল্লাহর রাস্তার যাত্রীগণ: আল্লাহর রাস্তা দ্বারা উদ্দেশ্য জিহাদ। অতএব, মুজাহিদ ও মুজাহিদদের অস্ত্র-শস্ত্রের জন্য যাকাত খরচ করবে, যদিও তারা ধনী হয়। অতএব, গোলাবারুদ ও অস্ত্র-শস্ত্র খরিদ করা, যুদ্ধের বিমান ঘাটি তৈরি করা, শত্রুদের সন্ধান দাতার বেতন ইত্যাদি এই খাতের অন্তর্ভুক্ত। এটি শাফেঈ, মালেকী ও হাম্বলীদের মাযহাব, তবে শাফেঈ ও হাম্বলীগণ শর্ত করেছেন: মুজাহিদদের স্বেচ্ছাসেবক হওয়া জরুরি, অর্থাৎ যাদের জন্য সরকারি বেতন-ভাতা বরাদ্দ নেই। আর হানাফীরা في سبيل الله এর ক্ষেত্রে অনেক ব্যাপকতা আরোপ করেছে, তাদের নিকট কল্যাণকর প্রত্যেক খাতে যাকাত ব্যবহার করা বৈধ, তাদের মাযহাবটি খুব দুর্বল। অধিকাংশ আলিমের মাযহাব-ই বিশুদ্ধ।</p>\n<p>আরেকটি প্রসঙ্গ: ইবন উমার ও ইবন আব্বাস এবং ইমাম আহমদ, হাসান, ইসহাক ও শাইখুল ইসলাম ইবন তাইমিয়া প্রমুখগণ বলেন: হজ এই খাতের অন্তর্ভুক্ত। কারণ, হজ আল্লাহর রাস্তায় এক প্রকার জিহাদ, যেমন হাদীসে প্রমাণিত:</p>\n<p dir=\"RTL\">&laquo;أفضلَ الجهاد حَجٌّ مبرور&raquo;.</p>\n<p>&ldquo;সর্বোত্তম জিহাদ মাবরুর হজ&rdquo;।[1]</p>\n<p>ইবন তাইমিয়াহ রহ. বলেছেন: &ldquo;যে ব্যক্তি ইসলামের ফরয হজ করে নি অভাবের কারণে, তাকে হজ করার পরিমাণ যাকাত দেওয়া বৈধ&rdquo;।</p>\n<p>&lsquo;ফি সাবিলিল্লাহ&rsquo; যেহেতু বিশুদ্ধ মতে কেবল আল্লাহর রাস্তায় জিহাদকেই বুঝায়, সেহেতু মসজিদ তৈরি, রাস্তা সংস্কার ও কিতাব ছাপানোর জন্য যাকাত খরচ করা বৈধ নয়, বরং তার জন্য অন্যান্য খাত থেকে খরচ করবে, যেমন ওয়াকফ, হেবা, ওসিয়ত ও সদকা ইত্যাদি।</p>\n<p><strong>যাকাতের অষ্টম হকদার:</strong></p>\n<p>ইবনুস সাবিল বা মুসাফির: ইবনুস সাবিল অর্থ মুসাফির, অর্থাৎ যার রাহ খরচ নেই। রাহ খরচ হারিয়ে গেছে অথবা ফুরিয়ে গেছে অথবা কোনও বিপদের কারণে তার অর্থ প্রয়োজন। এরূপ ব্যক্তিকে সফর পূর্ণ করে দেশে ফিরার জন্য যাকাত দেওয়া বৈধ, যদিও সে নিজ দেশে ধনী।</p>\n<p><strong>নিম্নের বিষয়গুলো লক্ষণীয়:</strong></p>\n<p>১. যাকাতের হকদার হওয়ার জন্য মুসাফিরের সফর শর&lsquo;ঈ অথবা বৈধ হওয়া জরুরি, যদি পাপের সফর হয়, যাকাতের হকদার হবে না, যদি তাওবা করে অবশিষ্ট সফরের জন্য প্রয়োজন মোতাবেক তাকে যাকাত দেওয়া বৈধ। কারণ, তাওবা ঘোষণার পর থেকে তার সফর বৈধ।</p>\n<p>২. সফরের ইচ্ছা পোষণকারীকে যাকাতের অর্থ দেওয়া যাবে কি না, আহলে ইলমগণ দ্বিমত পোষণ করেছেন। যেমন, কেউ কাজের সন্ধানে অথবা বৈধ কারণে সফর করতে চায়, কিন্তু তার অর্থ নেই। শাফে&lsquo;ঈ মতাবলম্বীরা বলেন তাকে যাকাত দেওয়া বৈধ, অন্যান্য আলিমগণ বলেন: তাকে যাকাত দেওয়া যাবে না, কারণ &lsquo;ইবনে সাবিল&rsquo; বা মুসাফির ভিনদেশী ব্যতীত কাউকে বুঝায় না। এটি বিশুদ্ধ মত। এখানে একটি কথা বলা যায়, ফকীর ও মিসকীনদের অংশ থেকে তাকে যাকাত দেওয়া বৈধ, যদি সে গরীব হয়, যা যাকাতের একটি খাত।</p>\n<p>৩. বিশুদ্ধ মতে ইবন সাবিল বা মুসাফিরকে যদি ঋণ দেওয়ার মতো লোক থাকে, তবুও তাকে যাকাত দেওয়া বৈধ, তার জন্যও যাকাত নেওয়া বৈধ, যদি আগেই ঋণ নিয়ে নেয়, যাকাত নিয়ে সে তার ঋণ পরিশোধ করবে।</p>\n<p><strong>জরুরি জ্ঞাতব্য:</strong></p>\n<p>যেসব মুসলিম অত্যাচারী শাসকের ভয় বা কোনও কারণে নিজ দেশ থেকে অপর দেশে শরণার্থী হয়, তাদেরকে যাকাত দিয়ে সাহায্য করা জরুরি, যদি তাদের প্রয়োজন হয়। তারা ফকীর-মিসকিন বা ইবন সাবিল বা ঋণগ্রস্ত ইত্যাদি খাতের অন্তর্ভুক্ত।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী, হাদীস নং ১৫২০।</div>"
  },
  {
    "id": 22,
    "cat_id": 7,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>প্রত্যেক মুসলিমের ওপর যাকাতুল ফিতর ওয়াজিব, ছোট, বড়, নারী, পুরুষ, স্বাধীন বা পরাধীন যাই হোক, কারণ হাদীসে এসেছে:</p>\n<p dir=\"RTL\">&laquo;أن النبي صلى الله عليه وسلم فرض زكاة الفِطر صاعاً مِن تمر، أو صاعاً مِن شعير، على العبد والحر، والذكر والأنثى، والصغير والكبير من المسلمين&raquo;.</p>\n<p>&ldquo;নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বাধীন-পরাধীন, নারী-পুরুষ ও ছোট-বড় সকল মুসলিমের ওপর এক &lsquo;সা&rsquo; খেজুর অথবা এক &lsquo;সা&rsquo; গম ধার্য করেছেন&rdquo;।[1] সামনে &lsquo;সা&rsquo;-এর সংজ্ঞা আসছে।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 23,
    "cat_id": 8,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>ইবন আব্বাস রাদিয়াল্লাহু &lsquo;আনহু বলেন,</p>\n<p dir=\"RTL\">&laquo;فرضَ رسول الله - صلى الله عليه وسلم &laquo;زكاة الفِطر: طُهْرَةً للصائم من اللَّغو والرَفَث - (وهو الفُحش مِن الكلام) ، وَطُعْمَة للمساكين&raquo;.</p>\n<p>&ldquo;সিয়াম পালনকারীর বেহুদা আচরণ ও বাজে কথাবার্তা থেকে পবিত্রতা এবং ফকীরদের খাবারস্বরূপ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাকাতুল ফিতর ফরয করেছেন&rdquo;।[1]</p>\n<p><strong>যাকাতুল ফিতর আদায় করার জিম্মাদার:</strong>&nbsp;বাড়ির অভিভাবক নিজের ও পরিবারের সবার পক্ষে যাকাতুল ফিতর আদায় করবেন, যাদের ভরণ-পোষণ তার দায়িত্বে রয়েছে, যদি সে নিজের ও পরিবারের মৌলিক প্রয়োজন অধিক সম্পদের মালিক হয়, যেমন দিন-রাতের স্বাভাবিক খাবার, পোশাক, ঘর-ভাড়া, বিদ্যুৎ বিল ও অন্যান্য জরুরি খরচ মৌলিক প্রয়োজনের অন্তর্ভুক্ত, যা পরিশোধ না করলে ক্ষতিগ্রস্ত হবে।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আবু দাউদ, হাদীস নং ১৬০৯। হাদীসটি হাসান।</div>"
  },
  {
    "id": 24,
    "cat_id": 9,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>১. স্ত্রীর যাকাতুল ফিতর: কতক আলিম বলেছেন: স্ত্রী যদি সম্পদের মালিক হয়, নিজের ফিতরাহ নিজেই দিবে, কারণ তার ফিতরাহ তার ওপর ওয়াজিব। অধিকাংশ আলিম বলেছেন: স্ত্রীর ফিতরাহ বা যাকাতুল ফিতর স্বামীর ওপর ওয়াজিব, কারণ স্ত্রীর খরচ তার জিম্মায়। শাইখ উসাইমীন রহ. প্রথম ব্যক্তকে প্রাধান্য দিয়েছেন, অতঃপর তিনি বলেন: &ldquo;তবে নারীর অনুমতি সাপেক্ষে তার অভিভাবক আদায় করলে যথেষ্ট হবে, এতে কোনো পাপ ও সমস্যা নেই&rdquo;।[1] অনুরূপ কর্মঠ ও দায়িত্বশীল ছেলে যদি নিজের পিতা-মাতা এবং অন্যান্য দায়িত্বশীলদের পক্ষ থেকে যাকাতুল ফিতর আদায় করে তাহলে তা জায়েয আছে।</p>\n<p>শাইখ আদিল আযযাযী বলেছেন: &ldquo;দাস-দাসীর যাকাতুল ফিতর মালিকের সম্পদে ওয়াজিব হবে, এটি ঐচ্ছিক নয় আবশ্যিক। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;ليسَ في العبدِ صدقة - أي: على سيده - إلا صدقة الفِطر&raquo;.</p>\n<p>&ldquo;দাস-দাসীর ওপর, অর্থাৎ তাদের মনিবের ওপর কোনো সদকা নেই, তবে সদকাতুল ফিতর ব্যতীত&rdquo;।[2]</p>\n<p>২. ছোট বাচ্চার যাকাতুল ফিতর: বিশুদ্ধ মত মোতাবেক ছোট বাচ্চার ওপর যাকাতুল ফিতর ওয়াজিব, কারণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম \"والصغير والكبير\" (ছোট-বড়) দু&rsquo;টি শব্দ উল্লেখ করেছেন। অতএব, ছোট বাচ্চা যদি সম্পদের মালিক হয়, তার ফিতরাহ তার সম্পদ থেকে দিবে। আর সে যদি সম্পদের মালিক না হয়, যার ওপর তার ভরণ-পোষণের দায়িত্ব সেই তার ফিতরাহ দিবে। এটি অধিকাংশ আলিমের মত।</p>\n<p>৩. পেটের বাচ্চার যাকাতুল ফিতর: অধিকাংশ আলিম বলেছেন পেটের বাচ্চার ওপর যাকাতুল ফিতর ওয়াজিব নয়। এটি বিশুদ্ধতম মত।</p>\n<p>৪. যাকাতুল ফিতরের নিসাব কত? অর্থাৎ যাকাতুল ফিতর ওয়াজিব হওয়ার জন্য নির্দিষ্ট পরিমাণ সম্পদ থাকা জরুরি কি, যা থাকলে ওয়াজিব হবে, অন্যথায় হবে না?</p>\n<p>পূর্বের হাদীসে এসেছে যে, যাকাতুল ফিতর (স্বাধীন-পরাধীন) সবার ওপর ওয়াজিব। ধনী বা ফকীর কোনও শর্ত নেই। অধিকাংশ আলিম যাকাতুল ফিতর ওয়াজিব হওয়ার জন্য ইসলাম ব্যতীত কোনো শর্তারোপ করেন নি, বরং ঈদের দিন-রাতের ব্যয়, জরুরি খরচ ও পরিবারের মৌলিক প্রয়োজন থেকে সম্পদ বেশি হলেই যাকাতুল ফিতর ওয়াজিব, যার আলোচনা পূর্বে করেছি। বস্তুত সদকাতুল ফিতর বের করার জন্য নির্দিষ্ট অর্থ অথবা নির্দিষ্ট পরিমাণ খাবার থাকা জরুরি নয়।</p>\n<p>আরেকটি বিষয় জানা উচিৎ যে, যার পক্ষ থেকে যাকাতুল ফিতর বের করা হচ্ছে তার রমযানের সিয়াম রাখা জরুরি নয়। কারণ, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছোট-বড় বলেছেন। ছোটদের ওপর সিয়াম ওয়াজিব নয় সবাই জানি। অতএব, নারী যদি পুরো রমযান মাস নিফাসের হালতে থাকে তার ওপর যাকাতুল ফিতর ওয়াজিব হবে, সে নিজের সম্পদ থেকে দিবে কিংবা স্বামীর সম্পদ থেকে দিবে, পূর্বে যেরূপ আলোচনা করেছি।৫. যাকাতুল ফিতরের পরিমাণ: রমযান শেষে নিজ নিজ দেশের এক &lsquo;সা&rsquo; সাধারণ খাবার যাকাতুল ফিতর হিসেবে সদকা করা ওয়াজিব। অতএব, যদি দেশের প্রধান বা সাধারণ খাবার গম হয় এক &lsquo;সা&rsquo; গম সদকা করবে। অথবা এক &lsquo;সা&rsquo; কিশমিশ সদকা করবে, যদি দেশের প্রধান খাদ্য কিশমিশ হয়। অথবা এক &lsquo;সা&rsquo; খেজুর সদকা করবে, যদি দেশের প্রধান খাদ্য খেজুর হয়। অথবা এক &lsquo;সা&rsquo; অন্য খাবার সদকা করবে, যা দেশের প্রধান ও মৌলিক খাবার, যেমন চাল, গম ও ভুট্টা ইত্যাদি।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] আশ-শারহুল মুমতি&lsquo;: (৬/১৫৬)।<br><br>[2] সিলসিলাহ সহীহাহ: (৫/২২০)।</div>"
  },
  {
    "id": 25,
    "cat_id": 9,
    "topic_id": 2,
    "description": "<p>মাঝারি দেহের অধিকারী মানুষের হাতের চার আজলা এক &lsquo;সা&rsquo; হয়। (অর্থাৎ দুই হাতের কব্জি একত্র করে চার খাবরিতে যে পরিমাণ খাবার উঠে তাই এক &lsquo;সা&rsquo;।) আরবিতে صاع &lsquo;সা&rsquo; নির্দিষ্ট পরিমাপের একটি পাত্রকে বলা হয়, যার দ্বারা দানা জাতীয় শস্য মাপা হয়। একাধিক শস্য যদি এক-&lsquo;সা&rsquo; এক-&lsquo;সা&rsquo; মেপে কি.গ্রাম দিয়ে ওজন করা হয়, তাহলে এক শস্যের ওজন অপর শস্যের ওজন থেকে কম-বেশী হবে।</p>\n<p>&nbsp;</p>\n<p>শস্য ভেদে এক &lsquo;সা&rsquo;-এর পরিমাণ কম-বেশি হয় মূলত বিভিন্ন প্রকার শস্যের ওজনকে ভিত্তি করে, যেমন এক &lsquo;সা&rsquo; চাউল ও এক &lsquo;সা&rsquo; ম্যাকারুনার ওজন বরাবর নয়। কারণ, চাউল ম্যাকারুনা অপেক্ষা ওজনে হালকা, তাই যে পরিমাণ চাইল এক &lsquo;সা&rsquo;-তে ধরে সে পরিমাণ ম্যাকারুনা তাতে ধরে না। অতএব, দানা জাতীয় এক শ্রেণির শস্যের এক &lsquo;সা&rsquo;, অপর শ্রেণির শস্যের এক &lsquo;সা&rsquo; অপেক্ষা কম-বেশি হবে, যদি ওজন করা হয়।</p>\n<p>&nbsp;</p>\n<p>মোটকথা: এভাবে বলা যাবে যে, কত কেজি শষ্যে এ সা&lsquo;টি পূর্ণ হবে? কত কেজি চালে এ সা&lsquo;টি পূর্ণ হবে? কত কেজি খেজুরে এ সা&lsquo;টি পূর্ণ হবে? এভাবে।</p>\n<p>&nbsp;</p>\n<p>কতক আহলে ইলম কতিপয় শস্যের &lsquo;সা&rsquo;-কে কেজি দিয়ে নিম্নোক্তভাবে প্রকাশ করেছেন। যেমন, চাউল দিয়ে সা&lsquo; পূর্ণ হতে ২.৩ কেজি পরিমাণ লাগে। খেজুর দিয়ে &lsquo;সা&rsquo; পূর্ণ হতে ৩ কেজি পরিমাণ লাগে। বরবটির &lsquo;সা&lsquo; পূর্ণ হতে ২ কেজি পরিমাণ লাগে। কিশমিশের সা&lsquo; পূর্ণ হতে ১.৬ কেজি পরিমাণ লাগে। ফাসুলিয়ার এক সা&lsquo; পূর্ণ হতে ২.৬৫ কেজি পরিমাণ লাগে। মসুর ডালের সা&lsquo; পূর্ণ হতে ৩ কেজি পরিমাণ ডাল লাগে। হলুদ ডালের কেজি পূর্ণ হতে ২ কেজি পরিমাণ লাগে।</p>\n<p>&nbsp;</p>\n<p>যদি কেউ অন্যান্য শস্যের দ্বারা যাকাতুল ফিতর বের করতে চায়, যার এক &lsquo;সা&rsquo; কত কেজি হয় এখানে উল্লেখ করা হয় নি, যেমন ম্যাকারুনা, গম, মটরশুটি ও ভুট্টা ইত্যাদি, তাহলে তিনি মাঝারি দেহের কারও হাতের চার আজলা শস্য উঠিয়ে ওজন দিয়ে জেনে নিন, এক &lsquo;সা&rsquo;-এর সংজ্ঞায় যেরূপ বলেছি। আর যাকাতের ক্ষেত্রে সতর্কতা অবলম্বন করে প্রত্যেকের উচিৎ একজনের পক্ষ থেকে ২.৫ থেকে ৩ কেজি যাকাতুল ফিতর বের করা। আল্লাহ তা&lsquo;আলা সবচেয়ে ভালো জানেন।</p>\n<p>&nbsp;</p>\n<p>নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজনের ওপর এক &lsquo;সা&rsquo; যাকাতুল ফিতর নির্ধারণ করেছেন, তাই ব্যক্তি নিজের ও পরিবারের সবার পক্ষ থেকে এক-&lsquo;সা&rsquo; করে যাকাতুল ফিতর কেজির হিসাবে বের করবে। এটিই সহজ পদ্ধতি। উদাহরণত: কেউ নিজের, স্ত্রীর, এক-ছেলে ও এক-মেয়ের যাকাতুল ফিতর বের করবে, তার যাকাতুল ফিতর ৪ &lsquo;সা&rsquo; চাউল। পূর্বে বলেছি এক &lsquo;সা&rsquo; চাউল ২.৩ কেজি হয়। অতএব, যদি ২.৩ কেজিকে ৪ সংখ্যা দিয়ে গুণ দেই, গুণফল চারজনের যাকাতুল ফিতর। যেমন, ২.৩*৪=৯.২, তবে কিছু বেশি দেওয়া ভালো।</p>"
  },
  {
    "id": 26,
    "cat_id": 9,
    "topic_id": 3,
    "description": "<p>ইমাম মালিক, শাফে&lsquo;ঈ ও আহমদ প্রমুখগণ বলেন, খাবারের মূল্য দিয়ে সদকাতুল ফিতর আদায় করা বৈধ নয়। অন্যদিকে ইমাম আবু হানিফা বলেন, বৈধ। অধিকাংশ আলিম বলেন, মূল্য দিয়ে যাকাতুল ফিতর আদায় করলে ফিতরাহ আদায় হবে না, তাদের কথাই সঠিক। দলীল তাদের কথাই বলে। দ্বিতীয়ত যাকাতুল ফিতর একটি ইবাদত, যে ইবাদত যেভাবে আদায় করার নির্দেশ সেভাবে আদায় করাই জরুরি, অন্যথায় শুদ্ধ হবে না।</p>\n<p>&nbsp;</p>\n<p>বস্তুত ইখতিলাফ থেকে বেঁচে থাকা ও শিথিলতা ত্যাগ করে যাকাতুল ফিতর খাবার দিয়ে আদায় করাই উত্তম। কিন্তু কেউ যদি সহজ ভেবে ও মুসলিমদের প্রয়োজন দেখে টাকা দিয়ে যাকাতুল ফিতর আদায় করে আমরা তাকে ভর্ৎসনা করি না। কারণ, এতে আলিমদের ইখতিলাফ বিদ্যমান। মুসলিমদের পরস্পর বিরোধ ত্যাগ করার এটিই পথ। হ্যাঁ, কেউ যদি যাকাতুল ফিতর বের করার পূর্বে আপনাকে জিজ্ঞেস করে, ফিতরাহ কি দিয়ে দিবে, খাবার না টাকা? তাকে বলুন: সুন্নতের অনুসরণ করে খাবার দিয়ে আদায় করুন। আরও সুন্দর হয়, যদি তাকে বলেন: খাবারের সাথে টাকাও দিন, দু&rsquo;টি মতের ওপর আমল হবে। আল্লাহই সাহায্যকারী, তার নিকট প্রার্থনা করি, তিনি আমাদের সদকাসমূহ কবুল করে নিন।</p>"
  },
  {
    "id": 27,
    "cat_id": 9,
    "topic_id": 4,
    "description": "<p>যাকাতুল ফিতর কখন ওয়াজিব হয়, আলিমগণ দু&rsquo;টি মত বলেছেন:</p>\n<p>এক. বিশুদ্ধ মতে রমযানের সর্বশেষ দিনে সূর্যাস্ত থেকে যাকাতুল ফিতর ওয়াজিব হয়।</p>\n<p>দুই. ঈদের দিন ফজর উদিত হওয়া থেকে ওয়াজিব হয়।</p>\n<p>অতএব, যদি রমযানের শেষ দিন কোনো বাচ্চা জন্ম নেয় তার ওপর যাকাতুল ফিতর ওয়াজিব, সবাই বলেন। কারণ, সে সূর্যাস্ত পেয়েছে। আর যদি সূর্যাস্ত শেষে ও ঈদের দিন ফজর উদিত হওয়ার আগে জন্ম নেয়, তাহলে যারা দ্বিতীয় মত গ্রহণ করেন তাদের নিকট যাকাত ওয়াজিব, প্রথম মত গ্রহণকারীদের নিকট ওয়াজিব হবে না, তবে যাকাত ওয়াজিব না হওয়ার মত অধিক বিশুদ্ধ। অনুরূপ সূর্যাস্তের পূর্বে যে ইসলাম গ্রহণ করবে তার ওপর যাকাতুল ফিতর ওয়াজিব হবে। আর যে সূর্যাস্তের পর ও ফজর উদিত হওয়ার আগে ইসলাম গ্রহণ করবে তার ওপর যাকাতুল ফিতর ওয়াজিব হবে না। এটিই বিশুদ্ধ মত।</p>\n<p><strong>যাকাতুল ফিতরের সর্বশেষ সময়:</strong>&nbsp;ঈদের সালাত শুরু হলে যাকাতুল ফিতরের সময় শেষ হয়। অতএব, যাকাতুল ফিতর সালাতের পর পর্যন্ত বিলম্ব করা বৈধ নয়। যদি ঈদের দিন থেকেও সদকা পিছিয়ে দেয় কঠিন পাপ হবে। ইবন কুদামাহ রহ. &lsquo;আল-মুগনী&rsquo; গ্রন্থে বলেন: &ldquo;সদকাতুল ফিতর যদি ঈদের দিন থেকেও পিছিয়ে প্রদান করে তবে তাতে গুনাহ হবে এবং তার কাযা আদায় করা জরুরি&rdquo;। এখানে কাযার অর্থ তওবার একটি নমূনা পেশ করা, হয়ত আল্লাহ তাকে মাফ করবেন। এতে সদকাতুল ফিতর আদায় হয় না, সাধারণ সদকা হয়, যেমন কুরবানির সালাতের পূর্বে পশু যবেহ করলে সাধারণ যবেহ হয়, কুরবানি হয় না।</p>\n<p>একটি জিজ্ঞাসা: সময় হওয়ার পূর্বে সদকাতুল ফিতর আদায় করা কি বৈধ? এ প্রশ্নের উত্তরে আহলে ইলমগণ মতভেদ করেছেন, বিশুদ্ধ মতে এক দিন বা দু&rsquo;দিন পূর্বে আদায় করা বৈধ, কেউ যদি প্রয়োজন বুঝে দু&rsquo;দিন পূর্বেও আদায় করে, সেটিও আমাদের দৃষ্টিতে বৈধ। দীনকে সহজ রাখার দাবি এটি।</p>\n<p><strong>কয়েকটি জ্ঞাতব্য:</strong></p>\n<p>১. যাকাতুল ফিতর আদায় করার জন্য প্রতিনিধি করা বৈধ। যেমন, কাউকে যাকাতুল ফিতরের নগদ অর্থ দিয়ে দিবে, সে অর্থ দ্বারা খাবার কিনে তার পক্ষ থেকে খাবার বণ্টন করবে। সদকাতুল ফিতরের অর্থ দেওয়ার নিয়ম হচ্ছে, আগে এক &lsquo;সা&rsquo; অর্থাৎ ২.৩ কেজি চাউলের বাজার দর জানবে, যেমন পূর্বে বলেছি। অতঃপর বাজার দর হিসেব করে প্রতিনিধিকে টাকা দিবে, প্রতিনিধি চাউল কিনে তার পক্ষে যাকাতুল ফিতর বণ্টন করবে। উদাহরণত কেউ যদি নিজের ও পরিবারের পক্ষে চার &lsquo;সা&rsquo; আদায় করার ইচ্ছা করে, সে ৪*২.৩=৯.২ কেজি চাউলকে এক কেজি চাউলের বাজার দর দিয়ে গুণ দিবে, যে অংক আসবে তাই প্রতিনিধির হাতে সোপর্দ করবে।</p>\n<p>২. মুসলিম শাসক, নেতৃস্থানীয় ব্যক্তি বা তার প্রতিনিধির জন্য বৈধ ঈদের পূর্বে যাকাতুল ফিতর সংগ্রহ করে গুদামজাত করে রাখা, যেন ঈদের সালাতের পর সুষ্ঠুভাবে ফকীরদের মাঝে বণ্টন করা সহজ হয়।</p>\n<p>৩. যদি অপারগতার কারণে যাকাতুল ফিতর আদায় করতে দেরি হয়, যেমন শাওয়ালের চাঁদ সম্পর্কে সফর অবস্থায় জেনেছে অথবা সঠিক সময়ে যাকাত গ্রহণকারী কাউকে পায়নি, তাহলে সে অপরাধী সাব্যস্ত হবে না, তবে তার ওপর যাকাত ওয়াজিব থাকবে, যখন সুযোগ হবে তখন আদায় করবে।</p>\n<p>৪. নিজের ও পরিবারের একাধিক সদস্যের যাকাতুল ফিতর একজন ফকীরকে দেওয়া বৈধ। অনুরূপভাবে একটি যাকাতুর ফিতর একাধিক ফকীরকে ভাগ করে দেওয়াও বৈধ।</p>"
  },
  {
    "id": 28,
    "cat_id": 10,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>আল্লাহ তা&lsquo;আলা নফল সদকার প্রতি উদ্বুদ্ধ করে বলেন:</p>\n<p dir=\"RTL\">﴿مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ ٢٦١﴾ [البقرة: 261]</p>\n<p>&ldquo;যারা আল্লাহর পথে তাদের সম্পদ ব্যয় করে, তাদের উপমা একটি বীজের মত, যা উৎপন্ন করল সাতটি শীষ, প্রতিটি শীষে রয়েছে একশ&lsquo; দানা। আর আল্লাহ যাকে চান তার জন্য বাড়িয়ে দেন। আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ&rdquo;। [সূরা আল-বাকারা, আয়াত: ২৬১]</p>\n<p>অপর আয়াতে তিনি বলেন:</p>\n<p dir=\"RTL\">﴿وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا ٨﴾ [الدهر: 8]</p>\n<p>&ldquo;তারা খাদ্যের প্রতি আসক্তি থাকা সত্ত্বেও মিসকীন, ইয়াতীম ও বন্দীকে খাদ্য দান করে&rdquo;। [সূরা আদ-দাহর, আয়াত: ৮]</p>\n<p>হাদীস থেকে সদকার প্রতি উৎসাহ প্রদান:</p>\n<p><strong>প্রথম হাদীস:</strong></p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;مَنْ تَصَدَّقَ بِعَدْل - (يعني بمقدار أو بقيمة) - تَمْرَةٍ مِن كَسْبٍ طَيِّب وَلا يقبلُ اللهُ إلا الطَيِّب فإنَّ الله يتقبلها بيمينِه، ثم يُرْبيها لصاحبها (يعني يَزيدُها) كما يُرَبِّي أحَدُكُم فلُوَّه، حتى تكونَ مِثلُ الجبل&raquo;.</p>\n<p>&ldquo;যে ব্যক্তি হালাল উপার্জন থেকে খেজুর পরিমাণ (অর্থাৎ খেজুর বা তার মূল্য) সদকা করল, (আল্লাহ হালাল ব্যতীত গ্রহণ করেন না) তিনি অবশ্যই সেটি ডান হাত দিয়ে গ্রহণ করেন। অতঃপর তিনি সেটি তার মালিকের জন্য প্রতিপালন করেন। (অর্থাৎ বাড়াতে থাকেন) যেমন, তোমাদের কেউ উটের বাচ্চাকে প্রতিপালন করে, অবশেষে তা উহুদ পরিমাণ হয়&rdquo;।[1] আরবীতে فلُوَّ বলা হয় উটের সে বাচ্চাকে, সবেমাত্র যার থেকে মায়ের দুধ ছাড়ানো হয়েছে।</p>\n<p><strong>দ্বিতীয় হাদীস:</strong></p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;يقول العبد: مالِي مالِي، إنما له مِن مالِهِ ثلاث: ما أكَلَ فأفنَى، أو لَبِسَ فأبْلَى، أو أعطَى فاقتنَى - (يعني تصدَّق فادَّخَرَ لنفسه حسناتٍ يوم القيامة) ، وما سِوَى ذلك فهو ذاهِبٌ وتاركُهُ للناس&raquo;.</p>\n<p>&ldquo;বান্দা বলে: আমার সম্পদ, আমার সম্পদ, অথচ সে মাত্র তিনটি বস্তুর মালিক: যা খেয়ে হজম করেছে অথবা যা পরিধান করে পুরান করেছে অথবা যা সদকা করে সঞ্চয় করেছে। (অর্থাৎ সদকা করে কিয়ামতের দিনের জন্য নিজের নেকি উপার্জন করেছে)। এ ছাড়া বাকিসব ধ্বংস হবে ও তা মানুষের জন্য রেখে যাবে&rdquo;।[2]</p>\n<p><strong>তৃতীয় হাদীস:</strong></p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;ما منكم مِن أحدٍ إلا سَيُكَلِّمُهُ الله، ليس بينه وبينه تُرْجُمَان، فينظرُ أيْمَنَ منه، فلا يرى إلا ما قَدَّمَ، فينظرُ أشأمَ منه فلا يرى إلا ما قَدَّمَ، وينظرُ بين يديه فلا يرى إلا النارَ تِلقاءَ وَجهِه، فاتقوا النارَ وَلَو بِشِقّ تَمرة \"، وفي رواية: مَن استطاعَ منكم أنْ يَسْتَتِرَ مِن النار وَلَو بِشِقّ تَمرة فْليَفعَلْ&raquo;.</p>\n<p>&ldquo;তোমাদের এমন কেউ নেই, আল্লাহ যার সাথে দোভাষী ছাড়া কথা বলবেন না, সে তার ডানে তাকাবে অগ্রে যা পাঠিয়েছে তা ব্যতীত কিছুই দেখবে না, অতঃপর তার বাঁয়ে দেখবে, অগ্রে যা পাঠিয়েছে তা ব্যতীত কিছুই দেখবে না, সামনে তাকাবে চেহারার সমীপে আগুন ব্যতীত কিছুই দেখবে না। অতএব, তোমরা আগুন থেকে বাচ, যদিও এক টুকরো খেজুর দিয়ে হয়&rdquo;। অপর বর্ণনায় এসেছে: &ldquo;তোমাদের কেউ যদি একটি খেজুর দিয়ে আগুন থেকে আড়াল হতে পারে, সে যেন তাই করে&rdquo;।[3]</p>\n<p><strong>চতুর্থ হাদীস:</strong></p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;كُلُّ امْرِئٍ في ظِلَّ صَدَقَتِه حتى يُقضَى بين الناس&raquo; وقال أيضاً: &laquo;إنَّ الصدقة لَتُطْفِئُ عن أهلها حَرّ القبور، وإنما يَسْتَظل المؤمن يوم القيامة في ظِلِّ صَدَقَتِه&raquo;.</p>\n<p>&ldquo;প্রত্যেক মানুষ তার সদকার ছায়ার নিচে অবস্থান করবে, যতক্ষণ না মানুষের মাঝে ফয়সালা করা হবে&rdquo;।[4]</p>\n<p>তিনি আরও বলেন: &ldquo;নিশ্চয় সদকা কবরের গরম থেকে ব্যক্তিকে মুক্তি দেয়। কিয়ামতের দিন মুমিন তার সদকার ছায়ার নিচে আশ্রয় নিবে&rdquo;।[5]</p>\n<p><strong>পঞ্চম হাদীস:</strong></p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;والصدقة تُطفِئُ الخَطيئة كما يُطفِئُ الماءُ النار&raquo;.</p>\n<p>&ldquo;সদকা পাপ মুছে দেয়, যেমন পানি আগুন নিভিয়ে দেয়&rdquo;।[6]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।<br><br>[2] সহীহ মুসলিম, হাদীস নং ৩৯৫৯।<br><br>[3] সহীহ বুখারী ও সহীহ মুসলিম।<br><br>[4] সহীহুল জামে&lsquo;, হাদীস নং ৪৫১০।<br><br>[5] সিলসিলাহ সহীহাহ: খণ্ড ৭।<br><br>[6] সহিহুল জামি: হাদীস নং ৫১৩৬।</div>"
  },
  {
    "id": 29,
    "cat_id": 11,
    "topic_id": 1,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, সে দিন আল্লাহ সাত ব্যক্তিকে নিজের ছায়ার নিচে ছায়া দিবেন, যে দিন তার ছায়া ব্যতীত কোনো ছায়া থাকবে না, তাদের ভেতর তিনি উল্লেখ করেন:</p>\n<p dir=\"RTL\">&laquo;وَرَجُلٌ تصدق بصدقة فأخفاها، حتى لا تعلمَ شمالُهُ ما تُنْفِقُ يَمِينِه&raquo;.</p>\n<p>&ldquo;এবং ঐ ব্যক্তি, যে কোনও সদকা করে গোপন করল, যেন তার বাম হাত জানতে না পারে ডান হাত কি সদকা করেছে&rdquo;।[1]</p>\n<p>অত্র হাদীস বলে, সদকা প্রকাশ করা অপেক্ষা গোপন করাই উত্তম, কারণ এতে রিয়া বা লোক দেখানোর আশঙ্কা নেই, তবে যদি কোন ফায়দা থাকে, যার দাবি সদকা প্রকাশ করা, তাহলে প্রকাশ করা বৈধ, যেমন অন্যদের উদ্বুদ্ধ করার জন্য কেউ প্রকাশ্যে সদকা করল। আল্লাহ তা&lsquo;আলা বলেন:</p>\n<p dir=\"RTL\">﴿إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّ&zwj;َٔاتِكُمۡۗ ٢٧١﴾ [البقرة: 271]</p>\n<p>&ldquo;যদি তোমরা সদকা প্রকাশ কর, তবে তা উত্তম। আর যদি তা গোপন কর ও ফকীরকে দাও, তাহলে তাও তোমাদের জন্য উত্তম এবং তিনি তোমাদের পাপসমূহ মুছে দিবেন&rdquo;। [সূরা আল-বাকারা, আয়াত: ২৭১]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 30,
    "cat_id": 11,
    "topic_id": 2,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;اليَدُ العُليَا خيرٌ مِن اليَدِ السُفلَى، وابدأ بمَنْ تَعُول، وخيرُ الصدقة ما كانَ عَن ظَهر غِنَى، وَمَن يستعفِف يُعِفُّهُ الله، وَمَن يَستَغنَ يُغنِهِ الله&raquo;.</p>\n<p>&ldquo;উপরের হাত নীচের হাত থেকে উত্তম, যার ভরণ-পোষণ তোমার ওপর রয়েছে তার থেকে তোমরা সদকা শুরু কর। স্বাবলম্বিতা থেকে যে সদকা করা হয় তাই উত্তম। আর যে পবিত্র থাকতে চায়, আল্লাহ তাকে পবিত্র রাখেন, আর যে অমুখাপেক্ষী হতে চায়, আল্লাহ তাকে অমুখাপেক্ষী করেন&rdquo;।[1]</p>\n<p>এ হাদীস বলে, নিজের ও পরিবারের হক এবং ঋণ পরিশোধ ও অন্যান্য জরুরি খরচ শেষে যে সদকা করা হয় তাই উত্তম, অর্থাৎ সদকা করার পর স্বাবলম্বী থাকবে, নিঃস্ব হবে না, নিজের ও পরিবারের প্রয়োজন মোতাবেক জরুরি সম্পদ কাছে রাখবে, কারও মুখাপেক্ষী হবে না। সহীহ হাদীসে এসেছে:</p>\n<p dir=\"RTL\">&laquo;إنك إنْ تَذَرْ وَرَثَتَكَ أغنياء، خيرٌ لك مِن أنْ تَذَرَهُم عالَة يتكففون الناس أي فقراء يسألون الناس&raquo;.</p>\n<p>&ldquo;তুমি যদি তোমার ওয়ারিশদের ধনী রেখে যাও, তাই তোমার জন্য উত্তম, তাদের গরীব রাখা অপেক্ষা যে, মানুষের ধারেধারে ঘুরবে&rdquo;।[2]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী, হাদীস নং ১৪২৭।<br><br>[2] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 31,
    "cat_id": 11,
    "topic_id": 3,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>নিজের ওপর, নিজের পরিবার ও সন্তানের ওপর ব্যয় করাকে ইসলাম সদকা বলেছে। অতএব, যাদের ভরণ-পোষণের দায়িত্ব ব্যক্তির ওপর রয়েছে সর্বাগ্রে উচিৎ তাদের জন্য খরচ করা। তারাই সদকার বেশি হকদার। তাদেরকে এমনভাবে রেখে যাবে না যে, তারা মানুষের ধারেধারে ঘুরবে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;كفى بالمرءِ إثماً أن يُضَيِّعَ مَن يَقوت&raquo;.</p>\n<p>&ldquo;একজন মানুষের পাপ হিসেবে এতটুকু যথেষ্ট যে, যার ভরণ-পোষণের দায়িত্ব তার ওপর রয়েছে তাকে বিনষ্ট করবে&rdquo;।[1]</p>\n<p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছেন:</p>\n<p dir=\"RTL\">&laquo;دينارٌ أنفقتَهُ في سبيل الله، ودينارٌ أنفقتَهُ في رقبة (أي: في عِتق رقبة)، ودينارٌ تصدقتَ به على مسكين، ودينارٌ أنفقتَهُ على أهلِك، أعظمُها أجراً: الذي أنفقتَهُ على أهلِك&raquo;.</p>\n<p>&ldquo;এক দিনার তুমি আল্লাহর রাস্তায় খরচ করেছে, অপর দিনার তুমি গোলাম আজাদ করতে গিয়ে খরচ করেছে, অপর দিনার তুমি মিসকিনের ওপর খরচ করেছ এবং অপর দিনার তোমার পরিবারের ওপর খরচ করেছ, অপেক্ষাকৃত বেশি সাওয়াব: তোমার পরিবারের ওপর যা খরচ করেছ তাতেই&rdquo;।[2]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ আবু দাউদ, হাদীস নং ১৬৯২; সহীহ মুসলিম, হাদীস নং ৯৯৬।<br><br>[2] সহীহ মুসলিম, হাদীস নং ২৩৫৮</div>"
  },
  {
    "id": 32,
    "cat_id": 11,
    "topic_id": 4,
    "description": "<p>জেনে রাখ যে, (আল্লাহ তোমার ওপর রহম করুন) স্বামীর অনুমতি ব্যতীত তার সম্পদ থেকে স্ত্রীর সদকা করা বৈধ নয়, যদি স্বামী গরীব অথবা কৃপণ হয় অথবা স্ত্রী অনুমতি ব্যতীত সদকা করেছে স্বামী জানলে অসন্তুষ্ট হয়। আর যদি স্বামী গরীব বা কৃপণ না হয় অথবা স্ত্রী অনুমতি ব্যতীত সদকা করেছে জানলে অসন্তুষ্ট না হয়, তবে স্ত্রীর জন্য তার সম্পদ থেকে সদকা করা বৈধ। এই অবস্থায় স্ত্রী সদকার অর্ধেক সাওয়াব পাবে, কারণ স্বামীর অনুমতি নেই, তবে স্বামীর সম্পদ অপচয় করে তাকে আর্থিকভাবে ক্ষতিগ্রস্ত করা যাবে না। আর স্বামীর অনুমতি নিয়ে যদি স্ত্রী সদকা করে, সে সদকার পূর্ণ সাওয়াব পাবে। আল্লাহ ভালো জানেন।</p>\n<p>&nbsp;</p>\n<p>আমরা আরও বলতে পারি, স্বামী স্ত্রীকে যেসব সম্পদে কর্তৃত্ব করার পূর্ণ ইখতিয়ার দিয়েছে সেখান থেকে যদি সে সদকা করে পূর্ণ সাওয়াব পাবে, যেমন খাবার। এ জাতীয় সম্পদ স্বামীর অনুমতি ব্যতীত খরচ করলে দোষ নেই, তবে শর্ত হচ্ছে সদকার কারণে যেন বাড়ির ব্যয়-নির্বাহ ক্ষতিগ্রস্ত না হয় এবং স্ত্রীকে বুঝতে হবে যে, সদকার ফলে স্বামী অভাব বা সংকীর্ণতা বোধ করবেন না। আরেকটি বিষয়, স্ত্রী নিজের সম্পদ স্বামীর অনুমতি ছাড়া খরচ করতে পারবে। এটি অধিকাংশ আলেমের কথা এবং সর্বাপেক্ষা বিশুদ্ধ।</p>"
  },
  {
    "id": 33,
    "cat_id": 11,
    "topic_id": 5,
    "description": "<p>নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কিয়ামতের দিন আল্লাহ সাত ব্যক্তিকে নিজের ছায়ার নিচে ছায়া দিবেন, তাদের ভেতর:</p>\n<p dir=\"RTL\">&laquo;ورجلٌ تصدق بصدقةٍ فأخفاها، حتى لا تَعلمَ شِمالُهُ ما أنفقتْ يمينه&raquo;.</p>\n<p>&ldquo;এবং ঐ ব্যক্তি যে কোনও সদকা করে গোপন করেছে যে, তার বাম হাত জানতে পারেনি ডান হাত কি খরচ করেছে&rdquo;। এ কথার অর্থ বাম হাতে সদকা করা নিষেধ তা নয়। তবে সাদকা ডান হাতে হওয়াই মুস্তাহাব।</p>"
  },
  {
    "id": 34,
    "cat_id": 11,
    "topic_id": 6,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>আল্লাহ তা&lsquo;আলা বলেন:</p>\n<p dir=\"RTL\">﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ ٢٦٤﴾ [البقرة: 264]</p>\n<p>&ldquo;হে মুমিনগণ, তোমরা খোঁটা ও কষ্ট দেওয়ার মাধ্যমে তোমাদের সদকা বাতিল কর না&rdquo;। [সূরা আল-বাকারা, আয়াত: ২৬৪]</p>\n<p>আবু যর রাদিয়াল্লাহু &lsquo;আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;ثلاثة لا يكلمهم الله يوم القيامة، ولا ينظر إليهم، ولا يزكيهم، ولهم عذاب أليم&raquo; قال أبو ذر: فقرأها - أي: فكَرَّرَها رسول الله صلى الله عليه وسلم ثلاث مرات، فقال أبو ذر: خابوا يا رسول الله، مَن هم؟ قال: &laquo;المُسْبِل (وهو الذي يُطِيلُ إزارَهُ عن الكَعب)، والمَنَّان، والمُنفِق سِلْعَتَهُ بالحَلِف الكاذب&raquo;.</p>\n<p>&ldquo;কিয়ামতের দিন আল্লাহ তিন ব্যক্তির সাথে কথা বলবেন না, তাদের দিকে তাকাবেন না এবং তাদেরকে পবিত্রও করবেন না, বরং তাদের জন্য থাকবে কঠিন শাস্তি। আবু যর বললেন: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কথাগুলো তিনবার বললেন। আবু যর বললেন: হে আল্লাহর রাসূল, তারা ধ্বংস হয়েছে, তারা কে? তিনি বললেন: টাখনুর নিচে কাপড় পরিধানকারী, খোঁটা দাতা ও মিথ্যা কসম করে সম্পদ বিক্রয়কারী&rdquo;।[1]</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ মুসলিম, হাদীস নং ১০৬।</div>"
  },
  {
    "id": 35,
    "cat_id": 11,
    "topic_id": 7,
    "description": "<div class=\"text-justify font-kalpurush-reading\">\n<p>আল্লাহ তা&lsquo;আলা কারও সদকা তুচ্ছ জ্ঞান করেন না, যদিও সদকার পরিমাণ কম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:</p>\n<p dir=\"RTL\">&laquo;اتقوا النار ولو بِشِقّ تمرة&raquo;.</p>\n<p>&ldquo;একটি খেজুর দিয়ে হলেও জাহান্নাম থেকে বাঁচ&rdquo;।[1] অনুরূপ সদকার পরিমাণ কম হলে কাউকে তিরস্কার করা বৈধ নয়। আবার কেউ বেশি সদকা করলে তাকে রিয়ার দোষে দুষ্ট জ্ঞান করা যাবে না।</p>\n</div>\n<div class=\"text-justify font-kalpurush-reading\">&nbsp;</div>\n<div class=\"alert alert-secondary font-italic overflow-auto \">[1] সহীহ বুখারী ও সহীহ মুসলিম।</div>"
  },
  {
    "id": 36,
    "cat_id": 11,
    "topic_id": 8,
    "description": ""
  },
  {
    "id": 37,
    "cat_id": 11,
    "topic_id": 9,
    "description": ""
  },
  {
    "id": 38,
    "cat_id": 11,
    "topic_id": 10,
    "description": ""
  },
  {
    "id": 39,
    "cat_id": 11,
    "topic_id": 11,
    "description": ""
  },
  {
    "id": 40,
    "cat_id": 11,
    "topic_id": 12,
    "description": ""
  },
  {
    "id": 41,
    "cat_id": 12,
    "topic_id": 1,
    "description": ""
  },
  {
    "id": 42,
    "cat_id": 12,
    "topic_id": 2,
    "description": ""
  },
  {
    "id": 43,
    "cat_id": 13,
    "topic_id": 1,
    "description": ""
  }
]