[
  {
    "id": 1,
    "cat_id": 1,
    "topic_id": 1,
    "description": "<p>ইসলামের পরিভাষায়, গোসল হল সমস্ত দেহ ধৌত করার মাধ্যমে পূর্ণ পবিত্রতা অর্জনের একটি পন্থা। কতিপয় ধর্মীয় উপাসনা এবং আচার-আনুষ্ঠান পালনের পূর্বশর্ত হচ্ছে গোসল। সকল প্রাপ্তবয়স্ক মুসলমান নর-নারীর যৌনসঙ্গম, যৌনস্থলন (যেমন: বীর্যপাত), রজঃস্রাব সমাপ্তির পর, সন্তান প্রসবের পর এবং স্বাভাবিক কারণে মৃত্যুর পর গোসল করা ফরজ (বাধ্যতামূলক) হয়।</p>\n<p>&nbsp;</p>\n<p>গোসল সাধারণত চার প্রকার। যথাঃ</p>\n<p>১. ফরজ গোসল,</p>\n<p>২. ওয়াজিব গোসল,</p>\n<p>৩. সুন্নত গোসল,</p>\n<p>৪. মুস্তাহাব গোসল।</p>\n<p>গোসল করার পূর্বে কি নিয়্যত করতে হয়?<br>নির্জন স্থানে কিংবা গোসলখানায় যেখানে লোকজন না থাকে এমন উপযুক্ত স্থানে গিয়ে প্রথমে গোসলের নিয়্যত করতে হয়।</p>\n<p>-نويت الغسل لرفع الجنابت</p>\n<p><strong>বাংলা উচ্চারনঃ</strong> নাওয়াইতুল গোসলা লিরাফ'য়িল জানাবাতি।</p>\n<p><strong>অর্থঃ </strong>নাপাকীসমূহ দূর করার জন্য আমি গোসল করার মনস্থ করলাম।</p>"
  },
  {
    "id": 2,
    "cat_id": 1,
    "topic_id": 2,
    "description": "<p>ঈমানদারকে সবসময় শারীরিক পরিচ্ছন্নতার দিকে খেয়াল রাখতে হয়। অজুর পাশাপাশি তাকে সময়-সুযোগ ও সুবিধা-আবশ্যিকতা অনুপাতে গোসলও করতে হয়।</p>\n<p><br>রাসুলুল্লাহ (সা.) অপবিত্র দূর করার জন্য গোসল করার তাগিদ দিয়েছেন। গোসলের তিনটি ফরজ ও ছয়টি সুন্নত রয়েছে। মুমিনরা এগুলো একনিষ্ঠভাবে পালন করেন। যথাযথভাবে এসব ফরজ পালন না করলে&mdash; ফরজ গোসল ঠিকমতো হয় না। এতে গোসলকারী অপবিত্র থেকে যায়।</p>\n<p>&nbsp;</p>\n<p>গোসলের ফরজগুলো হলো&mdash;&nbsp;</p>\n<p><br><strong>গড়গড়াসহ কুলি করা</strong></p>\n<p>গোসলের প্রথম ফরজ হলো- গড়গড়াসহ কুলি করা। মুখের ভেতর অনেক সময় খাবারের উচ্ছিষ্ট জমে থাকে। গলার ভেতরেও কফ জমে থাকে। তাই গড়গড়াসহ কুলি করলে গলার কফ ও মুখের ভেতর জমে থাকা খাবারের উচ্ছিষ্ট দূর হয়ে যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও ফরজ গোসলের অংশ হিসেবে কুলি করেছেন। (সহিহ বুখারি, হাদিস : ২৫৭ ও ২৬৫; সুনানে ইবনে মাজাহ, হাদিস : ৫৬৬)</p>\n<p><strong>নাকে পানি দেওয়া</strong></p>\n<p>গোসলের আরেকটি ফরজ হলো- নাকের ভেতর পানি দেওয়া। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও নাকে পানি দিয়েছেন। এ সম্পর্কিত একাধিক হাদিস বর্ণিত রয়েছে। (সহিহ বুখারি, হাদিস : ২৬৫; সুনানে ইবনে মাজাহ, হাদিস : ৫৬৬)&nbsp;</p>\n<p><strong>সারা শরীরে পানি দেওয়া</strong></p>\n<p>এমনভাবে গোসল করতে হবে&mdash; যাতে শরীরের কোনো অঙ্গ শুকনো না থাকে। এ প্রসঙ্গে একাধিক হাদিস রয়েছে। সেসব হাদিস অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন গোসল করতেন, তখন তার শরীরের সব অংশ ভেজা থাকতো। (সুনানে আবু দাউদ, হাদিস : ২১৭)</p>\n<p><br><strong>গোসলের সুন্নত ছয়টি</strong><br>১. গোসল শুরুর আগে &lsquo;বিসমিল্লাহ রাহমানির রাহিম&rsquo; পাঠ করা।&nbsp;<br>২. পবিত্রতা অর্জনের নিয়ত করা।<br>৩. দুই হাতের কব্জি ওযুর মতো তিনবার পরিষ্কার করা।<br>৪. কাপড় অথবা শরীরের কোথাও অপবিত্র কোনো কিছু থাকলে&mdash; গোসলের আগে তা পরিষ্কার করা।<br>৫. গোসলের আগে অজু করা। গোসলের স্থান নিচু হলে ও পানি জমে যাওয়ার আশঙ্কা থাকলে টাখনুসহ দুই পা পরে পরিষ্কার করা।<br>৬. ডান দিকে তিনবার, বাম দিকে তিনবার ও মাথার ওপর তিনবার পানি প্রবাহিত করা।&nbsp;</p>"
  },
  {
    "id": 3,
    "cat_id": 1,
    "topic_id": 3,
    "description": "<p><strong>গোসল কখন ফরজ?</strong><br>পাঁচটি কারণে গোসল ফরজ হয়। কারণগুলো হলো-<br>১. স্বামী-স্ত্রী সহবাস করলে কিংবা পুরুষের স্বপ্নদোষ হলে।&nbsp;<br>২. নারীদের ঋতুস্রাব অথবা পিরিয়ড হলে।<br>৩. সন্তান প্রসবের পর রক্তপাত বন্ধ হলে।<br>৪. মৃত ব্যক্তিকে গোসল দেওয়া জীবিতদের জন্য।<br>৫. কোনো অমুসলিম ইসলাম গ্রহণ করলে।</p>\n<p>&nbsp;</p>\n<p><strong>গোসল কখন সুন্নত?</strong><br>চারটি কারণে গোসল সুন্নত। কারণগুলো হলো-&nbsp;<br>১. জুমার নামাজের আগে গোসল করা সুন্নত।&nbsp;<br>২. ঈদুল ফিতর ও ঈদুল আজহার নামাজের আগে গোসল করা সুন্নত।&nbsp;<br>৩. ইহরামের জন্য গোসল করা সুন্নত।&nbsp;<br>৪. হাজীদের আরাফায় অবস্থানের সময় গোসল করা সুন্নত।&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>কখন গোসল করা মুস্তাহাব</strong></p>\n<p>কয়েকটি অবস্থায় গোসল করা মুস্তাহাব।</p>\n<p>১.&nbsp; শাবান মাসের ১৪ তারিখ রাতে।&nbsp;</p>\n<p>২.&nbsp; কদরের রাতে।&nbsp;</p>\n<p>৩.&nbsp; সূর্য ও চন্দ্র গ্রহণের নামাজ এবং বৃষ্টি প্রার্থনার নামাজের জন্য গোসল করা মুস্তাহাব।&nbsp;</p>\n<p>৪.&nbsp; ভীতিকর পরিস্থিতি, ব্যাপক অন্ধকার এবং প্রচণ্ড মেঘের সময় গোসল করা মুস্তাহাব।</p>\n<p>৫.&nbsp; নতুন কাপড় পরিধানের সময়।&nbsp;</p>\n<p>৬.&nbsp; গোনাহ ক্ষমা চাওয়ার সময়।</p>\n<p>৭.&nbsp; সফর থেকে প্রত্যাবর্তনের সময়।&nbsp;</p>\n<p>৮.&nbsp; মদিনা মুনাওয়ারায় প্রবেশের সময়।&nbsp;</p>\n<p>৯.&nbsp; মক্কা মুকাররমায় প্রবেশের জন্য গোসল করা মুস্তাহাব।</p>\n<p>১০. কোরবানির দিন সকালে মুজদালিফায় অবস্থানের সময় এবং তাওয়াফে জিয়ারাতের জন্য গোসল করা মুস্তাহাব।</p>\n<p>১১. মৃত ব্যক্তিকে গোসল দানকারীর জন্য গোসল করা মুস্তাহাব।&nbsp;</p>\n<p>১২. শিঙা লাগানোর পর।&nbsp;</p>\n<p>১৩. মাতাল বা বেহুঁশ ব্যক্তির স্বাভাবিক জ্ঞান ফেরার পর।&nbsp;</p>\n<p>১৪. ইসলাম ধর্ম গ্রহণ করার সময়, যদি সে পাক থাকে তবু গোসল করা মুস্তাহাব। কিন্তু সে যদি নাপাক থাকে, তবে তো গোসল করা ফরজ।</p>"
  },
  {
    "id": 4,
    "cat_id": 2,
    "topic_id": 1,
    "description": "<p>সালাতের আবশ্যিক পূর্বশর্ত হ&rsquo;ল ত্বাহারৎ বা পবিত্রতা অর্জন করা। যা দু&rsquo;প্রকারের : আভ্যন্তরীণ ও বাহ্যিক, অর্থাৎ দৈহিক। &lsquo;আভ্যন্তরীণ পবিত্রতা&rsquo; বলতে বুঝায় হৃদয়কে যাবতীয় শিরকী আক্বীদা ও &lsquo;রিয়া&rsquo; মুক্ত রাখা এবং আল্লাহর ভালবাসার ঊর্ধ্বে অন্যের ভালবাসাকে হৃদয়ে স্থান না দেওয়া। &lsquo;দৈহিক পবিত্রতা&rsquo; বলতে বুঝায় শারঈ তরীকায় ওযূ, গোসল বা তায়াম্মুম সম্পন্ন করা। আল্লাহ বলেন, إِنَّ اللهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ (البقرة ২২২)- &lsquo;নিশ্চয়ই আল্লাহ (অন্তর থেকে) তওবাকারী ও (দৈহিকভাবে) পবিত্রতা অর্জনকারীদের ভালবাসেন&rsquo;&nbsp;<em>(বাক্বারাহ ২/২২২)</em><em>।</em>&nbsp;রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُوْرٍ وَلاَ صَدَقَةٌ مِنْ غُلُوْلٍ &lsquo;পবিত্রতা অর্জন ব্যতীত কারু ছালাত কবুল হয় না এবং হারাম মালের ছাদাক্বা কবুল হয় না&rsquo;।</p>\n<p>মুছল্লীর জন্য দৈহিক পবিত্রতা অর্জন করা অত্যন্ত যরূরী। কেননা এর ফলে বাহ্যিক পবিত্রতা হাছিলের সাথে সাথে মানসিক প্রশান্তি সৃষ্টি হয়, শয়তানী খেয়াল দূরীভূত হয় এবং মুমিনকে আল্লাহর আনুগত্যের প্রতি উদ্বুদ্ধ করে। ইসলামে দৈহিক পবিত্রতা হাছিলের তিনটি পদ্ধতি রয়েছে- ওযূ, গোসল ও তায়াম্মুম।</p>\n<p>&nbsp;</p>\n<p><strong>(ক) ওযূ (الوُضوء)</strong>&nbsp;আভিধানিক অর্থ স্বচ্ছতা (الوَضاءة)। পারিভাষিক অর্থে পবিত্র পানি দ্বারা শারঈ পদ্ধতিতে হাত, মুখ, পা ধৌত করা ও (ভিজা হাতে) মাথা মাসাহ করাকে &lsquo;ওযূ&rsquo; বলে।</p>\n<p><strong>ওযূর ফরয :</strong>&nbsp;ওযূর মধ্যে ফরয হ&rsquo;ল চারটি। ১. কুলি করা, নাকে পানি দেওয়া ও ঝাড়া সহ পুরা মুখমণ্ডল ভালভাবে ধৌত করা। ২. দুই হাত কনুই সমেত ধৌত করা, ৩. (ভিজা হাতে) কানসহ মাথা মাসাহ করা ও ৪. দুই পা টাখনু সমেত ধৌত করা।</p>\n<p>যেমন আল্লাহ বলেন,</p>\n<p dir=\"rtl\">يَا أَيُّهَا الَّذِيْنَ آمَنُوْا إِذَا قُمْتُمْ إِلَى الصَّلاَةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَأَيْدِيْكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ... (المائدة 6)</p>\n<p>অর্থ : &lsquo;হে বিশ্বাসীগণ! যখন তোমরা ছালাতের জন্য প্রস্ত্তত হও, তখন তোমাদের মুখমণ্ডল ও হস্তদ্বয় কনুই সমেত ধৌত কর এবং তোমাদের মাথা মাসাহ কর ও পদযুগল টাখনু সমেত ধৌত কর.....&rsquo;&nbsp;<em>(মায়েদাহ ৬)</em>।[2]</p>\n<p>অত্র আয়াতে বর্ণিত চারটি ফরয বাদে ওযূর বাকী সবই সুন্নাত।</p>\n<p><strong>ওযূর ফযীলত&nbsp;</strong><strong>(</strong>&nbsp;<strong>فضائل الوضوء)</strong>&nbsp;<strong>:</strong></p>\n<p>(১) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,...... কালো ঘোড়া সমূহের মধ্যে কপাল চিতা ঘোড়া যেভাবে চেনা যায়.. ক্বিয়ামতের দিন আমার উম্মতের ওযূর অঙ্গগুলির ঔজ্জ্বল্য দেখে আমি তাদেরকে অনুরূপভাবে চিনব এবং তাদেরকে হাউয কাওছারের পানি পান করানোর জন্য আগেই পৌঁছে যাব&rsquo;।[3] &lsquo;অতএব যে চায় সে যেন তার ঔজ্জ্বল্য বাড়াতে চেষ্টা করে&rsquo;।</p>\n<p>(২) তিনি বলেন, &lsquo;আমি কি তোমাদের বলব কোন্ বস্ত্ত দ্বারা আল্লাহ তোমাদের গোনাহ সমূহ অধিকহারে দূর করেন ও সম্মানের স্তর বৃদ্ধি করেন?..... সেটি হ&rsquo;ল কষ্টের সময় ভালভাবে ওযূ করা, বেশী বেশী মসজিদে যাওয়া ও এক ছালাতের পরে আরেক ছালাতের জন্য অপেক্ষা করা&rsquo;।</p>\n<p>(৩) তিনি আরও বলেন, &lsquo;ছালাতের চাবি হ&rsquo;ল ওযূ&rsquo;।</p>\n<p>(৪) তিনি বলেন, &lsquo;মুসলমান যখন ফরয ছালাত আদায়ের উদ্দেশ্যে সুন্দরভাবে ওযূ করে এবং পূর্ণ মনোনিবেশ ও ভীতি সহকারে সুষ্ঠুভাবে রুকূ-সিজদা আদায় করে, তখন ঐ ওযূ ও ছালাত তার বিগত সকল গুনাহের কাফফারা হিসাবে গৃহীত হয়। তবে গোনাহে কাবীরাহ ব্যতীত&rsquo;। অন্য বর্ণনায় এসেছে, ঐ ব্যক্তি গোনাহ থেকে এমনভাবে মুক্ত হয়, যেমনভাবে তার মা তাকে পরিচ্ছন্নভাবে প্রসব করেছিল।</p>\n<p>(৫) ওযূ করার পর সর্বদা দু&rsquo;রাক&lsquo;আত&nbsp;<em>&lsquo;তাহিইয়াতুল ওযূ&rsquo;</em>&nbsp;এবং মসজিদে প্রবেশ করার পর দু&rsquo;রাক&lsquo;আত&nbsp;<em>&lsquo;তাহিইয়াতুল মাসজিদ&rsquo;</em>&nbsp;নফল ছালাত আদায় করবে। এই আকাংখিত সদভ্যাসের কারণেই জান্নাতে বেলাল (রাঃ)-এর অগ্রগামী পদশব্দ রাসূলুল্লাহ (ছাঃ) স্বপ্নের মধ্যে শুনেছিলেন। তবে মসজিদে গিয়ে জামা&lsquo;আত চলা অবস্থায় পেলে কিংবা এক্বামত হয়ে গেলে সরাসরি জামা&lsquo;আতে যোগ দিবে।</p>"
  },
  {
    "id": 5,
    "cat_id": 2,
    "topic_id": 2,
    "description": "<p><strong>অযুর ফরযসমূহ:</strong></p>\n<p>অযুর ফরয ছয়টি:</p>\n<p>১- মুখমণ্ডল ধৌত করা আর মুখ ও নাক মুখমণ্ডলেরই অংশ।</p>\n<p>২- কনুইসহ দুহাত ধৌত করা।</p>\n<p>৩- মাথা মাসেহ করা আর দু&rsquo;কানও মাথারই অংশ।</p>\n<p>৪- দু&rsquo;পা ধৌত করা।</p>\n<p>আল্লাহ তা&lsquo;আলা বলেছেন,</p>\n<p dir=\"RTL\">﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ٦﴾ [المائ&zwj;دة: ٦]</p>\n<p>&ldquo;হে মুমিনগণ, যখন তোমরা সালাতে দণ্ডায়মান হতে চাও, তখন তোমাদের মুখ ও কনুই পর্যন্ত হাত ধৌত কর, মাথা মাসেহ কর এবং টাখনু পর্যন্ত পা (ধৌত কর)।&rdquo; [সূরা আল-মায়েদা, আয়াত: ৬]</p>\n<p>৫- ধৌত অঙ্গের মধ্যে পরস্পর ক্রমবিন্যাস বজায় রাখা। কেননা আল্লাহ ধারাবাহিকভাবে বর্ণনা করেছেন এবং দু অঙ্গ ধোয়ার মধ্যে একটি মাসেহ করার বিষয় উল্লেখ করেছেন। (যা ক্রমবিন্যাস আবশ্যক হওয়া বুঝায়)।</p>\n<p>৬- অযু করার সময় এক অঙ্গ ধৌত করার সাথে সাথেই বিলম্ব না করে অন্য অঙ্গ ধৌত করা। কেননা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এভাবে করেছেন।</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;অযুর সুন্নতসমূহ:</strong></p>\n<p>অযুর সুন্নতসমূহের অন্যতম হলো:</p>\n<p>১- মিসওয়াক করা।</p>\n<p>২- হাত কব্জি পর্যন্ত তিনবার ধৌত করা।</p>\n<p>৩- কুলি ও নাকে পানি দেওয়া।</p>\n<p>৪- ঘন দাড়ি ও হাত-পায়ের আঙ্গুল খিলাল করা।</p>\n<p>৫- ডান দিক থেকে শুরু করা।</p>\n<p>৬- দ্বিতীয় ও তৃতীয়বার ধৌত করা।</p>\n<p>৭- কান ধোয়ার জন্য নতুন পানি গ্রহণ করা।</p>\n<p>৮- অযুর পরে দো&lsquo;আ পড়া।</p>\n<p>৯- অযুর পরে দু&rsquo;রাকাত সালাত আদায় করা।</p>\n<p>&nbsp;</p>\n<p><strong>অযুর মাকরূহসমূহ:</strong></p>\n<p>অযুর মাকরূহসমূহের অন্যতম হলো:</p>\n<p>১- অপবিত্রতা ছিটে অযুকারীর দিকে আসতে পারে এমন অপবিত্র স্থানে অযু করা।</p>\n<p>২- অযুতে তিনবারের অধিক অঙ্গ-প্রত্যঙ্গ ধৌত করা। কেননা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন তিনবার ধৌত করেছেন। তিনি বলেছেন,</p>\n<p dir=\"RTL\">&laquo;مَنْ زَادَ عَلَى هَذَا فَقَدْ أَسَاءَ وَظَلَمَ&raquo;.</p>\n<p>&ldquo;অতঃপর যে ব্যক্তি এর অধিক করে সে অবশ্যই জুলুম ও অন্যায় করে।&rdquo;[3]</p>\n<p>৩- পানি ব্যবহারে অপচয় করা। যেহেতু রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মুদ পানি দিয়ে অযু করেছেন। আর মুদ হলো এক মুঠো। তাছাড়া যেকোনো কিছুতে অপচয় করা নিষেধ।</p>\n<p>৪- অযুতে এক বা একাধিক সুন্নত ছেড়ে দেওয়া; কেননা সুন্নত ছেড়ে দিলে সাওয়াব কমে যায়। তাই সুন্নতের ব্যাপারে যত্নবান হওয়া উচিৎ, ছেড়ে দেওয়া অনুচিত।</p>"
  },
  {
    "id": 6,
    "cat_id": 2,
    "topic_id": 3,
    "description": "<p><strong>অযু ভঙ্গের কারণসমূহ:</strong></p>\n<p>অযু ভঙ্গের কারণ সাতটি, সেগুলো হলো:</p>\n<p>১- পায়খানা বা পেশাবের রাস্তা দিয়ে কোনো কিছু বের হওয়া।</p>\n<p>২- শরীরের অন্য কোনো অঙ্গ থেকে কোনো কিছু বের হওয়া।</p>\n<p>৩- পাগল, বেহুশ বা মাতাল ইত্যাদি কারণে জ্ঞানশূণ্য হওয়া।</p>\n<p>৪- পুরুষ বা নারী কর্তৃক তাদের লজ্জাস্থান পর্দা ব্যতীত সরাসরি স্পর্শ করা।</p>\n<p>৫- পুরুষ নারীকে বা নারী পুরুষকে কামভাবের সাথে স্পর্শ করা।</p>\n<p>৬- উটের গোশত খাওয়া।৭- যেসব কারণে গোসল ফরয হয় সেসব কারণে অযুও ফরয হয়, যেমন ইসলাম গ্রহণ ও বীর্য বের হওয়া, তবে মারা গেলে শুধু গোসল ফরয হয়, অযু ফরয হয় না।</p>"
  },
  {
    "id": 7,
    "cat_id": 3,
    "topic_id": 1,
    "description": "<p>&lsquo;তায়াম্মুম&rsquo; শব্দের অর্থ হলো ইচ্ছা করা। শরিয়তের পরিভাষায় তায়াম্মুম বলা হয় পবিত্রতার নিয়তে পবিত্র মাটির ওপর হাত মেরে চেহারা ও কনুই পর্যন্ত হাত মাসেহ করাকে।</p>\n<p>&nbsp;</p>\n<p>তায়াম্মুম বিশুদ্ধ হওয়ার শর্তাবলি</p>\n<p>আটটি শর্ত একসঙ্গে পাওয়া না গেলে তায়াম্মুম শুদ্ধ হবে না।</p>\n<p><strong>এক. </strong>নিয়ত করা।&nbsp;</p>\n<p><strong>দুই.</strong> এমন কোনো ওজর (অপারগতা) পাওয়া যেতে হবে, যার কারণে তায়াম্মুম করা বৈধ হয়। তায়াম্মুম বৈধ হওয়ার অপারগ পরিস্থিতি হলো&mdash;</p>\n<p>(ক) ব্যক্তি ও পানির মধ্যের দূরত্ব এক মাইল বা এর চেয়ে বেশি হওয়া।&nbsp;</p>\n<p>(খ) পানি ব্যবহারের কারণে রোগ সৃষ্টি বা বৃদ্ধির সমূহ সম্ভাবনা অথবা প্রাণ বা অঙ্গহানির আশঙ্কা হলে।&nbsp;</p>\n<p>(গ) পানি এত কম যে ব্যবহার করে ফেললে নিজে অথবা অন্যরা পিপাসাকাতর হয়ে পড়বে।&nbsp;</p>\n<p>(ঘ) পাশেই কূপ বা পুকুর আছে, কিন্তু পানি এত নিচে যে তা থেকে পানি উঠানোর কোনো ব্যবস্থা নেই।&nbsp;</p>\n<p>(ঙ) পানি কাছেই আছে, কিন্তু দুশমন অথবা ভয়ংকর কোনো পশু-প্রাণীর কারণে পানি অর্জন করতে অপারগ&nbsp;</p>\n<p>(চ) প্রবল ধারণা যে অজু করতে গেলে ঈদ বা জানাজার নামাজ ছুটে যাবে, তখন তায়াম্মুম করা যাবে। কারণ সেগুলোর কাজা বা বিকল্প নেই।&nbsp;</p>\n<p><strong>তিন.</strong> তায়াম্মুম পবিত্র মাটি দ্বারা হতে হবে। অথবা মৃত্তিকাজাত বস্তু দ্বারা। যেমন&mdash;পাথর, বালু, ধুলা ইত্যাদি। সুতরাং গাছপালা, সোনা, রুপা ইত্যাদি দ্বারা তায়াম্মুম জায়েজ নেই।&nbsp;<br><strong>চার.</strong> পুরো মুখমণ্ডল এবং কনুই পর্যন্ত হাত মাসেহ করা।&nbsp;</p>\n<p><strong>পাঁচ.</strong> হাতের পুরো তালু অথবা বেশির ভাগ দ্বারা মাসেহ করা। যদি কেউ দুই আঙুল দ্বারা মাসেহ করে তাহলে তায়াম্মুম সহিহ হবে না।&nbsp;</p>\n<p><strong>ছয়.</strong> উভয় হাতের তালু মাটির ওপর দুইবার মারা&mdash;একবার চেহারা মাসেহের জন্য, আরেকবার উভয় হাত মাসেহের জন্য। একই স্থানে দুইবার মারলেও তায়াম্মুম হয়ে যাবে। তেমনি যদি শরীরে মাটি লেগে থাকে তাহলে তায়াম্মুমের নিয়তে মাসেহ করলেও তায়াম্মুম হয়ে যাবে।&nbsp;</p>\n<p><strong>সাত.</strong> মাসেহ করার সময় চামড়ার ওপর কোনো প্রতিবন্ধক বস্তু থাকতে পারবে না; যেমন&mdash;মোম, চর্বিজাত দ্রব্য ইত্যাদি। যদি থাকে তাহলে ওসব বস্তু অপসারণ করা আবশ্যক; অন্যথায় তায়াম্মুম শুদ্ধ হবে না।&nbsp;</p>\n<p><strong>আট. </strong>তায়াম্মুম চলাকালে তায়াম্মুমবিরোধী কোনো বিষয় না থাকা বা কাজ না করা; যেমন&mdash;নারীদের মাসিক, নেফাস অথবা প্রস্রাব-পায়খানা চলাকালে তায়াম্মুম করা। এ অবস্থায় তায়াম্মুম করলে তা শুদ্ধ হবে না।&nbsp;</p>"
  },
  {
    "id": 8,
    "cat_id": 3,
    "topic_id": 2,
    "description": "<p><strong>তায়াম্মুম করার নিয়ম</strong></p>\n<p>তায়াম্মুম করার ইচ্ছাকারী ব্যক্তি উভয় হাতের কাপড়গুলো কনুইয়ের ওপরে উঠিয়ে নেবে। তায়াম্মুম দ্বারা নামাজ পড়ার নিয়ত করে বিসমিল্লাহ পাঠ করবে। নিজের উভয় হাতের তালুকে আঙুলগুলো খোলা রেখে মাটির ওপর রাখবে। হাতকে মাটির ওপর সামান্য ঘষবে। তারপর উভয় হাত উঠিয়ে ঝেড়ে ফেলবে। এরপর পুরো মুখমণ্ডল মাসেহ করবে।</p>\n<p>&nbsp;</p>\n<p>অতঃপর আগের মতো উভয় হাতের তালু আঙুল খোলা রেখে মাটির ওপর রেখে সামান্য ঘষবে। এরপর নিজের বাঁ হাত দ্বারা ডান হাত কনুই পর্যন্ত মাসেহ করবে। এরপর ডান হাত দ্বারা বাঁ হাত কনুই পর্যন্ত মাসেহ করবে। তাতে তায়াম্মুম পরিপূর্ণ হয়ে যাবে। এরপর তা দ্বারা ফরজ, নফল সব ধরনের ইবাদত আদায় করতে পারবে।&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>তায়াম্মুমের ফরজ কী কী?</strong></p>\n<p>তায়াম্মুমের ফরজ দুটি&mdash;</p>\n<p>১. পুরো চেহারা একবার মাসেহ করা।</p>\n<p>২. উভয় হাত কনুই পর্যন্ত মাসেহ করা। (দারাকুতনি : ৬৯৭)</p>\n<p>&nbsp;</p>\n<p><strong>তায়াম্মুমের সুন্নত কী?</strong></p>\n<p>নিম্নলিখিত বিষয়গুলো তায়াম্মুমের সুন্নত&mdash;</p>\n<p>১. তায়াম্মুমের শুরুতে বিসমিল্লাহ পড়া। (জামউল জাওয়ামে : ১/১৫৭৮৭)</p>\n<p>২. ধারাবাহিকতা রক্ষা করা। (আবু দাউদ, হাদিস : ২৭৯)</p>\n<p>৩. মুখমণ্ডল ও হাত মাসেহ করার মাঝখানে অন্য কোনো কাজ না করা। (আবু দাউদ, হাদিস : ২৭২)</p>\n<p>৪. মাটির মধ্যে হাত আগে-পিছে নড়াচড়া করা। (দারাকুতনি : ৬৯৭)</p>\n<p>৫. মাটির ওপর হাত মারার পর উভয় হাত ঝেড়ে ফেলা। (মুসলিম, হাদিস : ৫৫৩; ইবনে মাজাহ, হাদিস : ৫৬৩)</p>\n<p>৬. মাটির ওপর হাত রাখার সময় আঙুলগুলো খোলা রাখা। (দারাকুতনি : ৬৯৭)</p>"
  },
  {
    "id": 9,
    "cat_id": 3,
    "topic_id": 3,
    "description": "<p><strong>তায়াম্মুমের কারণ সমূহ :</strong></p>\n<p>(১) যদি পাক পানি না পাওয়া যায়<br>(২) পানি পেতে গেলে যদি ছালাত ক্বাযা হওয়ার ভয় থাকে<br>(৩) পানি ব্যবহারে যদি রোগ বৃদ্ধির আশংকা থাকে<br>(৪) যদি কোন বিপদ বা জীবনের ঝুঁকি থাকে ইত্যাদি। উপরোক্ত কারণ সমূহের প্রেক্ষিতে ওযূ বা ফরয গোসলের পরিবর্তে প্রয়োজনে দীর্ঘদিন যাবৎ একটানা &lsquo;তায়াম্মুম&rsquo; করা যাবে।&nbsp;</p>\n<p>রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p>\n<p>إِنَّ الصَّعِيْدَ الطَّيِّبَ وَضُوْءُ الْمُسْلِمِ وَإِنْ لَمْ يَجِدِ الْمَاءَ عَشْرَ سِنِيْنَ...</p>\n<p>&lsquo;নিশ্চয়ই পবিত্র মাটি মুসলমানদের জন্য ওযূর মাধ্যম স্বরূপ। যদিও সে ১০ বছর পর্যন্ত পানি না পায়&rsquo;।&nbsp;</p>"
  },
  {
    "id": 10,
    "cat_id": 4,
    "topic_id": 1,
    "description": "<p><strong>সংজ্ঞা :</strong>&nbsp;&lsquo;আযান&rsquo; অর্থ, ঘোষণা ধ্বনি (الإعلام)। পারিভাষিক অর্থ, শরী&lsquo;আত নির্ধারিত আরবী বাক্য সমূহের মাধ্যমে নির্ধারিত সময়ে উচ্চকণ্ঠে ছালাতে আহবান করাকে &lsquo;আযান&rsquo; বলা হয়। ১ম হিজরী সনে আযানের প্রচলন হয়।[1]</p>\n<p><strong>সূচনা :&nbsp;</strong>ওমর ফারূক (রাঃ) সহ একদল ছাহাবী একই রাতে আযানের একই স্বপ্ন দেখেন ও পরদিন সকালে &lsquo;অহি&rsquo; দ্বারা প্রত্যাদিষ্ট হ&rsquo;লে রাসূলুল্লাহ (ছাঃ) তা সত্যায়ন করেন এবং বেলাল (রাঃ)-কে সেই মর্মে &lsquo;আযান&rsquo; দিতে বলেন।[2]</p>\n<p>ছাহাবী আব্দুল্লাহ বিন যায়েদ (রাঃ) সর্বপ্রথম পূর্বরাতে স্বপ্নে দেখা আযানের কালেমা সমূহ সকালে এসে রাসূলুল্লাহ (ছাঃ)-এর নিকটে বর্ণনা করেন। পরে বেলালের কণ্ঠে একই আযান ধ্বনি শুনে হযরত ওমর (রাঃ) বাড়ী থেকে বেরিয়ে চাদর ঘেঁষতে ঘেঁষতে ছুটে এসে রাসূলুল্লাহ (ছাঃ)-কে বলেন, &lsquo;যিনি আপনাকে &lsquo;সত্য&rsquo; সহকারে প্রেরণ করেছেন, তাঁর কসম করে বলছি আমিও অনুরূপ স্বপ্ন দেখেছি&rsquo;। একথা শুনে রাসূলুল্লাহ (ছাঃ) &lsquo;ফালিল্লা-হিল হাম্দ&rsquo; বলে আল্লাহর প্রশংসা করেন&rsquo;।[3] একটি বর্ণনা মতে ঐ রাতে ১১ জন ছাহাবী একই আযানের স্বপ্ন দেখেন&rsquo;। [4] উল্লেখ্য যে, ওমর ফারূক (রাঃ) ২০ দিন পূর্বে উক্ত স্বপ্ন দেখেছিলেন। কিন্তু আব্দুল্লাহ বিন যায়েদ আগেই বলেছে দেখে লজ্জায় তিনি নিজের কথা প্রকাশ করেননি।[5]</p>\n<p><strong>আযানের ফযীলত (فضل الأذان) :</strong></p>\n<p>(১) আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p>\n<p dir=\"RTL\">لاَ يَسْمَعُ مَدَى صَوْتِ الْمُؤَذِّنِ جِنٌّ وَّلاَ إِنْسٌ وَّ لاَ شَيْئٌ إِلاَّ شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ رواه البخاريُّ-</p>\n<p>&lsquo;মুওয়ায্যিনের আযানের ধ্বনি জিন ও ইনসান সহ যত প্রাণী শুনবে, ক্বিয়ামতের দিন সকলে তার জন্য সাক্ষ্য প্রদান করবে&rsquo;। [6]</p>\n<p>(২) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, &lsquo;ক্বিয়ামতের দিন মুওয়ায্যিনের গর্দান সবচেয়ে উঁচু হবে&rsquo;।[7]</p>\n<p>(৩) মুওয়ায্যিনের আযান ধ্বনির শেষ সীমা পর্যন্ত সজীব ও নির্জীব সকল বস্ত্ত তার জন্য ক্ষমা প্রার্থনা করে ও সাক্ষ্য প্রদান করে। ঐ আযান শুনে যে ব্যক্তি ছালাতে যোগ দিবে, সে ২৫ ছালাতের সমপরিমাণ নেকী পাবে। মুওয়ায্যিনও উক্ত মুছল্লীর সমপরিমাণ নেকী পাবে এবং তার দুই আযানের মধ্যবর্তী সকল (ছগীরা) গুনাহ মাফ করা হবে&rsquo;।[8]</p>\n<p>(৪) &lsquo;আযান ও এক্বামতের ধ্বনি শুনলে শয়তান ছুটে পালিয়ে যায় ও পরে ফিরে আসে&rsquo;।[9]</p>\n<p>(৫) যে ব্যক্তি বার বছর যাবৎ আযান দিল, তার জন্য জান্নাত ওয়াজিব হয়ে গেল। তার প্রতি আযানের জন্য ৬০ নেকী ও এক্বামতের জন্য ৩০ নেকী লেখা হয়&rsquo;। [10]</p>\n<p>(৬) রাসূলুল্লাহ (ছাঃ) বলেন, ইমাম হ&rsquo;ল (মুছল্লীদের ছালাতের) যামিন ও মুওয়ায্যিন হ&rsquo;ল (তাদের ছালাতের) আমানতদার। অতঃপর তিনি তাদের জন্য দো&lsquo;আ করে বলেন, হে আল্লাহ! তুমি ইমামদের সুপথ প্রদর্শন কর ও মুওয়ায্যিনদের ক্ষমা কর।[11]</p>"
  },
  {
    "id": 11,
    "cat_id": 4,
    "topic_id": 2,
    "description": "<p><strong>আযানের কালেমা সমূহ (كلمات الأذان) : ১৫ টি:</strong></p>\n<p>১. আল্লা-হু আকবার (অর্থ : আল্লাহ সবার চেয়ে বড়)</p>\n<p>&nbsp;اللهُ أَكْبَرُ ....৪ বার</p>\n<p>২. আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হ</p>\n<p>&nbsp;أَشْهَدُ أَن لاَّ إلَهَ إِلاَّ اللهُ ....২ বার</p>\n<p>(আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই)</p>\n<p>৩. আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ</p>\n<p>&nbsp;أَشْهَدُ أَنَّ مُحَمَّدًا رَّسُوْلُ اللهِ ...২ বার</p>\n<p>(আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ আল্লাহর রাসূল)</p>\n<p>৪. হাইয়া &lsquo;আলাছ ছালা-হ (ছালাতের জন্য এসো)</p>\n<p>&nbsp;حَيَّ عَلَى الصَّلاَةِ ...২ বার</p>\n<p>৫. হাইয়া &lsquo;আলাল ফালা-হ (কল্যাণের জন্য এসো)</p>\n<p>&nbsp;حَيَّ عَلَى الْفَلاَحِ ...২বার</p>\n<p>৬. আল্লা-হু আকবার (আল্লাহ সবার চেয়ে বড়)</p>\n<p>&nbsp;اللهُ أَكْبَرُ ...২ বার</p>\n<p>৭. লা ইলা-হা ইল্লাল্লা-হ (আল্লাহ ব্যতীত কোন উপাস্য নেই)</p>\n<p>&nbsp;لآ إلَهَ إِلاَّ اللهُ১ বার মোট= ১৫ বার। [12]</p>\n<p>ফজরের আযানের সময় হাইয়া &lsquo;আলাল ফালা-হ এর পরে</p>\n<p>&nbsp;اَلصَّلاَةُ خَيْرٌ مِّنَ النَّوْمِ</p>\n<p>আছছালা-তু খায়রুম মিনান নাঊম&rsquo; (নিদ্রা হতে ছালাত উত্তম) ২ বার বলবে।[13]</p>"
  },
  {
    "id": 12,
    "cat_id": 4,
    "topic_id": 3,
    "description": ""
  },
  {
    "id": 13,
    "cat_id": 4,
    "topic_id": 4,
    "description": "<p>আযান শুরু হলে চুপ থেকে শুনে তার জওয়াব দেওয়া বিধেয় (সুন্নত)। মুআযযিন &lsquo;আল্লাহু আকবার&rsquo; বললে, শ্রোতাও তার জবাবে &lsquo;আল্লাহু আকবার&rsquo; বলবে। মুআযযিন &lsquo;আশহাদু আল লা ইলাহা ইল্লাল্লাহ্&zwnj;, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ্&zwnj;&rsquo; বললে শ্রোতা বলবে, &lsquo;অআনা, অআনা।&rsquo; অর্থাৎ আমিও সাক্ষি দিচ্ছি, আমিও। (আবূদাঊদ, সুনান ৫২৬নং)</p>\n<p>এই সময় নিম্নের দুআও বলতে হয়:-</p>\n<p dir=\"rtl\">وَ أَنَا أَشْهَدُ أَنْ لاَّ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ وَ (أَشْهَدُ) أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، رَضِيْتُ بِاللهِ رَباًّ وَبِمُحَمَّدٍ&nbsp; رَسُوْلاً وَّ بِالإِسْلاَمِ دِيْناً।</p>\n<p>উচ্চারণ:- অআনা আশহাদু আল লা ইলাহা ইল্লাল্লাহু অহ্&zwnj;দাহু লা শারীকা লাহ্&zwnj;, অ (আশহাদু) আন্না মুহাম্মাদান আবদুহু অরাসূলুহ্&zwnj;। রাযীতু বিল্লাহি রা ব্বাঁ উঅবিমুহাম্মাদিন (সাল্লাল্লাহু আলাইহি অসাল্লামা) রাসূলাঁউঅবিল ইসলামি দ্বীনা।</p>\n<p>অর্থাৎ, আমিও সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কেউ সত্য উপাস্য নেই, তিনি একক, তাঁর কোন অংশী নেই এবং মুহাম্মাদ (ﷺ) তাঁর বান্দা ও রসূল। আল্লাহ আমার প্রতিপালক হওয়ার ব্যাপারে, মুহাম্মাদ (ﷺ) রসূল হওয়ার ব্যাপারে এবং ইসলাম আমার দ্বীন হওয়ার ব্যাপারে আমি সন্তুষ্ট।</p>\n<p>এই দুআ পড়লে গুনাহসমূহ মাফ হয়ে যায়। (মুসলিম, সহীহ ৩৮৬, আবূদাঊদ, সুনান ৫২৫নং, তিরমিযী, সুনান, নাসাঈ, সুনান, ইবনে মাজাহ্&zwnj;, সুনান)</p>\n<p>আযানে মহানবী (ﷺ) এর নাম শুনে চোখে আঙ্গুল বুলানো বিদআত। এ ব্যাপারে বর্ণিত হাদীসটি জাল। (তাযকিরাহ্&zwnj;, ইবনে তাহের, রিসালাতুন ইলা মুআযযিন ৫৬পৃ:) অনুরুপ সেই সময় আঙ্গুলে চুমু খাওয়াও বিদআত।</p>\n<p>মুআযযিন &lsquo;হাইয়্যা আলাস স্বালাহ্&zwnj;&rsquo; ও &lsquo;---ফালাহ্&zwnj;&rsquo; বললে জওয়াবে শ্রোতা বলবে,</p>\n<p dir=\"rtl\"><br>لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِالله</p>\n<p>উচ্চারণ:- লাহাউলা অলা ক্বু ওঅতা ইল্লা বিল্লাহ্&zwnj;।</p>\n<p>অর্থাৎ, আল্লাহর তওফীক ছাড়া পাপকর্ম ত্যাগ করা এবং সৎকর্ম করার সাধ্য কারো নেই। (মুসলিম, আবূদাঊদ, সুনান ৫২৭নং)</p>\n<p>মুআযযিন &lsquo;আসস্বলাতু খাইরুম মিনান নাউম&rsquo; বললে অনুরুপ বলে জওয়াব দিতে হবে। এর জওয়াবে অন্য কোন দুআ (যেমন &lsquo;স্বাদাকতা অবারিরতা বা বারারতা--&rsquo; বলার হাদীস নেই। (সুবুলুস সালাম ৮৭পৃ:, তুহ্&zwnj;ফাতুল আহওয়াযী ১/৫২৫)</p>\n<p>আযান শেষ হলে মহানবী (ﷺ) এর উপর দরুদ পাঠ করে নিম্নের দুআ পড়লে কিয়ামতে তাঁর সুপারিশ নসীব হবে;</p>\n<p dir=\"rtl\">اَللّهُمَّ رَبَّ هذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيْلَةَ وَالْفَضِيْلَةَ وَابْعَثْهُ مَقَاماً مَّحْمُوْداً الَّذِيْ وَعَدْتَّهُ।</p>\n<p>&ldquo;আল্লাহুম্মা রাব্বাহা-যিহিদ দা&rsquo;ওয়াতিত তা-ম্মাতি অসসালা-তিল ক্বা-ইমাহ্&zwnj;, আ-তি মুহাম্মাদানিল অসীলাতা অলফাযীলাহ্&zwnj;, অবআসহু মাক্বা-মাম মাহ্&zwnj;মূদানিল্লাযী অআত্তাহ্&zwnj;।&rdquo;</p>\n<p>অর্থাৎ, হে আল্লাহ! হে এই পরিপূর্ণ আহবান ও প্রতিষ্ঠালাভকারী নামাযের প্রভু! তুমি মুহাম্মাদ (ﷺ) কে অসীলাহ্&zwnj; (জান্নাতের সুউচ্চ স্থান) এবং মর্যাদা দান কর। আর তাঁকে সেই মাক্বামে মাহ্&zwnj;মূদ (প্রশংসিত স্থানে) প্রেরণ করো যার প্রতিশ্রুতি তুমি তাঁকে দান করেছ। (বুখারী ৬১৪নং, আবূদাঊদ, সুনান, তিরমিযী, সুনান, নাসাঈ, সুনান, ইবনে মাজাহ্&zwnj;, সুনান)</p>\n<p>প্রকাশ যে, উক্ত দুআর মাঝে ইবনে সুন্নীর বর্ণনায় &lsquo;অদ্দারাজাতার রাফীআহ্&zwnj;&rsquo;, (তদনুরুপ লোকেদের বর্ণনায় &lsquo;সাইয়্যিদানা মুহাম্মাদান&rsquo;, অরযুক্বনা শাফাআতাহু&rsquo;) এবং শেষে বাইহাকীর বর্ণনায় অতিরিক্ত &lsquo;ইন্নাকা লা তুখলিফুল মীআদ&rsquo; প্রভৃতি শুদ্ধ নয়। (ইর: ১/২৬১)</p>\n<p>আল্লাহর রসূল (ﷺ) বলেন, &ldquo;মুআযযিনকে আযান দিতে শুনলে তোমরাও ওর মতই বল। অতঃপর আমার উপর দরুদ পাঠ কর; কেননা, যে ব্যক্তি আমার উপর একবার দরুদ পাঠ করে, আল্লাহ এর বিনিময়ে তার উপর দশবার রহ্&zwnj;মত বর্ষণ করেন। অতঃপর তোমরা আমার জন্য আল্লাহর নিকট অসীলা প্রার্থনা কর; কারণ, অসীলা হল জান্নাতের এমন এক সুউচ্চ স্থান, যা আল্লাহর বান্দাদের মধ্যে একটি বান্দার জন্য উপযুক্ত। আর আমি আশা রাখি যে, সেই বান্দা আমিই। সুতরাং যে ব্যক্তি আমার জন্য ঐ অসীলা প্রার্থনা করবে, তার জন্য আমার শাফাআত (সুপারিশ) অবধার্য হয়ে যাবে।&rdquo; (মুসলিম, সহীহ প্রমুখ, মিশকাত ৬৫৭নং)</p>\n<p>আযানের পূর্বে শুরুতে (উচ্চস্বরে বা মাইক্রোফোনে) দরুদ বা তাসবীহ পাঠ এবং অনুরুপ শেষেও দরুদ বা উক্ত দুআ (জোরে-শোরে) পাঠ বিদআত। শিখাবার উদ্দেশ্যেও আল্লাহর নবী (ﷺ) বা সলফদের কেউই এরুপ করে যান নি। (ইবনে বায, ফাতহুল বারী, ইবনে হাজার ২/৯২, টীকা) যেমন আযান ও ইকামতের শুরুতে &lsquo;বিসমিল্লাহ্&zwnj;&rsquo; পড়া বিদআত। (আলমুমতে&rsquo;, শারহে ফিক্&zwnj;হ, ইবনে উষাইমীন ১/১৩২) তদ্রুপ উপরোক্ত ঐ দুআ পড়ার সময় হাত তোলাও বিধেয় নয়। বিধেয় নয় আযান শুরু হলে মহিলাদের মাথায় কাপড় নেওয়া।</p>\n<p>জ্ঞাতব্য যে, আযানের জওয়াব দেবে প্রত্যেক সেই ব্যক্তি যার জন্য আল্লাহর যিক্&zwnj;র করা বৈধ। অতএব পবিত্র অবস্থায়, অপবিত্র বা মাসিক অবস্থায় নারী-পুরুষ সকলের জন্যই আযানের জওয়াব দেওয়া মুস্তাহাব। অবশ্য নামায পড়া অবস্থায়, প্রস্রাব-পায়খানা করা অথবা বাথরুমে থাকা অবস্থায় এবং স্ত্রী-মিলন রত অবস্থায় আযানের উত্তর দেওয়া বৈধ নয়। এসব কাজ থেকে ফারেগ হওয়ার পর বাকী আযানের উত্তর দেওয়া বিধেয়।</p>\n<p>যে ব্যক্তি কুরআন তেলাওয়াত বা যিক্&zwnj;র করে অথবা দারস দেয় সে ব্যক্তি তা বন্ধ রেখে আযানের জওয়াব দিয়ে পুনরায় তা ছেড়ে রাখা জায়গা থেকে শুরু করবে। (ফিকহুস সুন্নাহ্&zwnj; ১/৮৭)</p>\n<p>খাওয়ার সময় আযান হলে খেতে খেতেও আযানের জওয়াব দিতে এবং তারপর দুআ পড়তে কোন বাধা নেই। (ফাতাওয়া ইবনে উষাইমীন ১/৫৩২)</p>\n<p>আযানের সময় দুআ কবুল হয়ে থাকে। (আবূদাঊদ, সুনান,হাকেম, মুস্তাদরাক, জামে ৩০৭৯ নং)</p>"
  },
  {
    "id": 14,
    "cat_id": 4,
    "topic_id": 5,
    "description": "<p><strong>&lsquo;এক্বামত&rsquo;&nbsp;</strong><strong>(الإقامة)</strong>&nbsp;অর্থ দাঁড় করানো। উপস্থিত মুছল্লীদেরকে ছালাতে দাঁড়িয়ে যাওয়ার হুঁশিয়ারী শুনানোর জন্য &lsquo;এক্বামত&rsquo; দিতে হয়। জামা&lsquo;আতে হউক বা একাকী হউক সকল অবস্থায় ফরয ছালাতে আযান ও এক্বামত দেওয়া সুন্নাত।[14]</p>\n<p>হযরত আব্দুল্লাহ বিন যায়েদ (রাঃ) প্রমুখাৎ আবুদাঊদে বর্ণিত পূর্বোক্ত হাদীছ অনুযায়ী এক্বামতের কালেমা ১১টি। যথা :<br><strong>১.</strong>&nbsp;আল্লা-হু আকবার (২ বার)<br><strong>২.</strong>&nbsp;আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হ,<br><strong>৩.</strong>&nbsp;আশহাদু আন্না মুহাম্মাদার রাসূলুল্লা-হ,<br><strong>৪.</strong>&nbsp;হাইয়া &lsquo;আলাছ ছালা-হ,<br><strong>৫.</strong>&nbsp;হাইয়া &lsquo;আলাল ফালা-হ,<br><strong>৬.</strong>&nbsp;ক্বাদ ক্বা-মাতিছ ছালা-হ, (২ বার),<br><strong>৭.</strong>&nbsp;আল্লা-হু আকবার (২ বার),<br><strong>৮.</strong>&nbsp;লা ইলা-হা ইল্লাল্লা-হ = সর্বমোট ১১।[15]</p>\n<p>&nbsp;</p>\n<p>উচ্চকণ্ঠের অধিকারী হওয়ায় রাসূলুল্লাহ (ছাঃ) বেলাল (রাঃ)-কে &lsquo;আযান&rsquo; দিতে বলেন এবং প্রথম স্বপ্ন বর্ণনাকারী আব্দুল্লাহ বিন যায়েদ (রাঃ)-কে &lsquo;এক্বামত&rsquo; দিতে বলেন। আনাস (রাঃ) বলেন, বেলালকে দু&rsquo;বার করে আযান ও একবার করে এক্বামত দেওয়ার নির্দেশ দেওয়া হয়েছিল&rsquo;।[16] এইভাবে ইসলামের ইতিহাসে দু&rsquo;বার করে আযান ও একবার করে এক্বামত-এর প্রচলন হয়। ৮ম হিজরী সনে মক্কা বিজয়ের পর মদ্বীনায় ফিরে এসে রাসূলুল্লাহ (ছাঃ) বেলালকে মসজিদে নববীতে স্থায়ীভাবে মুওয়ায্যিন নিযুক্ত করেন। ১১ হিজরী সনে রাসূলুল্লাহ (ছাঃ)-এর মৃত্যুর পরে বেলাল (রাঃ) সিরিয়ায় হিজরত করেন এবং নিজ শিষ্য সা&lsquo;দ আল-ক্বারাযকে মদ্বীনায় উক্ত দায়িত্বে রেখে যান। হযরত আব্দুল্লাহ বিন ওমর (রাঃ) বলেন,</p>\n<p dir=\"RTL\">كَانَ الْأَذَانُ عَلَى عَهْدِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ مَرَّتَيْنِ وَالْإِقَامَةُ مَرَّةً غَيْرَ أَنَّهُ كَانَ يَقُوْلُ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ، رواه أبو داؤد والنسائى-</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ)-এর যামানায় আযান দু&rsquo;বার ও এক্বামত একবার করে দেওয়ার রেওয়াজ ছিল,&nbsp;<em>&lsquo;ক্বাদ ক্বা-মাতিছ ছালা-হ&rsquo;</em>&nbsp;দু&rsquo;বার ব্যতীত। [17]</p>\n<p>প্রকাশ থাকে যে, এখানে দু&rsquo;বার&nbsp;<em>আল্লা-হু আকবার</em>-কে একটি জোড়া হিসাবে &lsquo;একবার&rsquo; (<em>মার্রাতান</em>) গণ্য করা হয়েছে। তাছাড়া &lsquo;আল্লাহ&rsquo; (الله) শব্দের হামযাহ (ا) &lsquo;ওয়াছ্লী&rsquo; হওয়ার কারণে প্রথম&nbsp;<em>&lsquo;আল্লা-হু আকবার&rsquo;</em>-এর সাথে পরের&nbsp;<em>&lsquo;আল্লা-হু আকবার&rsquo;</em>&nbsp;মিলিয়ে পড়া যাবে। একবার<em>&nbsp;&lsquo;ক্বাদ ক্বা-মাতিছ ছালাহ&rsquo;</em>&nbsp;এবং প্রথমে ও শেষে একবার করে&nbsp;<em>&lsquo;আল্লা-হু আকবার&rsquo;</em>&nbsp;বলার মতামতটি&nbsp;<em>&lsquo;শায&rsquo;&nbsp;</em>(شاذ) যা অগ্রহণযোগ্য।[18] কেননা আবুদাঊদে আযান ও এক্বামতের কালেমা সমূহের যথাযথ বিবরণ প্রদত্ত হয়েছে।[19]</p>\n<p>ইমাম খাত্ত্বাবী বলেন, মক্কা-মদ্বীনা সহ সমগ্র হিজায, সিরিয়া, ইয়ামন, মিসর, মরক্কো এবং ইসলামী বিশ্বের প্রত্যন্ত অঞ্চলে একবার করে এক্বামত দেওয়ার নিয়ম চালু আছে এবং এটাই প্রায় সমস্ত ওলামায়ে ইসলামের মাযহাব।[20] ইমাম বাগাভী বলেন, এটাই অধিকাংশ বিদ্বানের মাযহাব। [21] দু&rsquo;বার এক্বামত-এর রাবী হযরত আবু মাহযূরাহ (রাঃ) নিজে ও তাঁর পুত্র হযরত বেলাল (রাঃ) -এর অনুসরণে একবার করে &lsquo;এক্বামত&rsquo; দিতেন।[22]</p>"
  },
  {
    "id": 15,
    "cat_id": 4,
    "topic_id": 6,
    "description": ""
  },
  {
    "id": 16,
    "cat_id": 4,
    "topic_id": 7,
    "description": "<p><strong>(১) আযানের আগে ও পরে উচ্চৈঃস্বরে যিকর : </strong></p>\n<p>জুম&lsquo;আর দিনে এবং অন্যান্য ছালাতে বিশেষ করে ফজরের আযানের আগে ও পরে বিভিন্ন মসজিদে মাইকে বলা হয়</p>\n<p><strong>(ক) </strong>&lsquo;বিসমিল্লা-হ, আছ্ছালাতু ওয়াসসালা-মু &lsquo;আলায়কা ইয়া রাসূলাল্লা-হ ... ইয়া হাবীবাল্লাহ, ... ইয়া রহমাতাল লিল &lsquo;আ-লামীন। এভাবে রাসূলুল্লাহ (ছাঃ)-কে সালাম দেওয়ার পরে সরাসরি আল্লাহকেই সালাম দিয়ে বলা হয়, আছ্ছালাতু ওয়াসসালামু &lsquo;আলায়কা ইয়া রববাল &lsquo;আ-লামীন&rsquo;। এটা বিদ&lsquo;আত তো বটেই, বরং চরম মূর্খতা। কেননা আল্লাহ নিজেই &lsquo;সালাম&rsquo;। তাকে কে সালাম দিবে? তাছাড়া হাদীছে আল্লাহকে সালাম দিতে নিষেধ করা হয়েছে। [44]</p>\n<p><strong>(খ) </strong>আযানের পরে পুনরায় &lsquo;আছছালা-তু রাহেমাকুমুল্লা-হ&rsquo; বলে বারবার উঁচু স্বরে আহবান করা (ইরওয়া ১/২৫৫)। এতদ্ব্যতীত</p>\n<p><strong>(গ) </strong>হামদ, না&lsquo;ত, তাসবীহ, দরূদ, কুরআন তেলাওয়াত, ওয়ায, গযল ইত্যাদি শোনানো। অথচ কেবলমাত্র &lsquo;আযান&rsquo; ব্যতীত এসময় বাকী সবকিছুই বর্জনীয়। এমনকি আযানের পরে পুনরায় &lsquo;আছছালাত, আছছালাত&rsquo; বলে ডাকাও হযরত আব্দুল্লাহ বিন ওমর (রাঃ) প্রমুখ ছাহাবীগণ &lsquo;বিদ&lsquo;আত&rsquo; বলেছেন।[45] তবে ব্যক্তিগতভাবে যদি কেউ কাউকে ছালাতের জন্য ডাকেন বা জাগিয়ে দেন, তাতে তিনি অবশ্যই নেকী পাবেন। [46]</p>\n<p><strong>(২) &lsquo;তাকাল্লুফ&rsquo; করা :</strong> যেমন- আযানের দো&lsquo;আটি &lsquo;বাংলাদেশ বেতারের&rsquo; কথক এমন ভঙ্গিতে পড়েন, যাতে প্রার্থনার আকুতি থাকেনা। যা অবশ্যই পরিত্যাজ্য। কারণ নিজস্ব স্বাভাবিক সুরের বাইরে যাবতীয় তাকাল্লুফ বা ভান করা ইসলামে দারুণভাবে অপছন্দনীয়।[47]</p>\n<p><strong>(৩) গানের সুরে আযান দেওয়া : </strong>গানের সুরে আযান দিলে একদা আব্দুল্লাহ বিন ওমর (রাঃ) জনৈক মুওয়ায্যিনকে ভীষণভাবে ধমক দিয়ে বলেছিলেন إِنِّيْ لَأُبْغِضُكَ فِي اللهِ &lsquo;আমি তোমার সাথে অবশ্যই বিদ্বেষ করব আল্লাহর জন্য&rsquo;।[48]</p>\n<p><strong>(৪) আঙ্গুলে চুমু দিয়ে চোখ রগড়ানো : </strong>আযান ও এক্বামতের সময় &lsquo;মুহাম্মাদার রাসূলুল্লাহ&rsquo; শুনে বিশেষ দো&lsquo;আ সহ আঙ্গুলে চুমু দিয়ে চোখ রগড়ানো, আযান শেষে দুই হাত তুলে আযানের দো&lsquo;আ পড়া কিংবা উচ্চৈঃস্বরে তা পাঠ করা ও মুখে হাত মোছা ইত্যাদির কোন শারঈ ভিত্তি নেই।[49]</p>\n<p><strong>(৫) বিপদে আযান দেওয়া : </strong>বালা-মুছীবতের সময় বিশেষভাবে আযান দেওয়ারও কোন দলীল নেই। কেননা আযান কেবল ফরয ছালাতের জন্যই হয়ে থাকে, অন্য কিছুর জন্য নয়।</p>\n<p><strong>(৬)</strong> এতদ্ব্যতীত শেষরাতে ফজরের আযানের আগে বা পরে মসজিদে মাইকে উচ্চৈঃস্বরে কুরআন তেলাওয়াত করা, ওয়ায করা ও এভাবে মানুষের ঘুম নষ্ট করা ও রোগীদের কষ্ট দেওয়া এবং তাহাজ্জুদে বিঘ্ন সৃষ্টি করা কঠিন গোনাহের কাজ।[50]</p>"
  },
  {
    "id": 17,
    "cat_id": 4,
    "topic_id": 8,
    "description": "<p><strong>(১) </strong>মুওয়াযযিন ক্বিবলামুখী হয়ে দাঁড়িয়ে উচ্চকণ্ঠে আযান দিবে। দুই কানে আংগুল প্রবেশ করাবে, যাতে আযানে জোর হয়। &lsquo;হাইয়া &lsquo;আলাছ ছালা-হ ও ফালা-হ&rsquo; বলার সময় যথাক্রমে ডাইনে ও বামে মুখ ঘুরাবে, দেহ নয়।[51] অসুস্থ হ&rsquo;লে বসেও আযান দেওয়া যাবে। [52]</p>\n<p><strong>(২)</strong> যে ব্যক্তি আযান হওয়ার পর (কোন যরূরী প্রয়োজন ছাড়াই) মসজিদ থেকে বের হয়ে গেল, সে ব্যক্তি আবুল ক্বাসেম [মুহাম্মাদ (ছাঃ)]-এর অবাধ্যতা করল। [53]</p>\n<p><strong>(৩)</strong> যিনি আযান দিবেন, তিনিই এক্বামত দিবেন। অন্যেও দিতে পারেন। অবশ্য মসজিদে নির্দিষ্ট মুওয়াযযিন থাকলে তার অনুমতি নিয়ে অন্যের আযান ও এক্বামত দেওয়া উচিৎ। তবে সময় চলে যাওয়ার উপক্রম হ&rsquo;লে যে কেউ আযান দিতে পারেন।[54]</p>\n<p><strong>(৪)</strong> আযানের উদ্দেশ্য হবে স্রেফ আল্লাহর সন্তুষ্টি অর্জন করা। এজন্য কোন মজুরী চাওয়া যাবে না। তবে বিনা চাওয়ায় &lsquo;সম্মানী&rsquo; গ্রহণ করা যাবে। কেননা নিয়মিত ইমাম ও মুওয়াযযিনের সম্মানজনক জীবিকার দায়িত্ব গ্রহণ করা সমাজ ও সরকারের উপরে অপরিহার্য কর্তব্য।[55]</p>\n<p><strong>(৫) </strong>আযান ওযূ অবস্থায় দেওয়া উচিৎ। তবে বে-ওযূ অবস্থায় দেওয়াও জায়েয আছে। আযানের জওয়াব বা অনুরূপ যেকোন তাসবীহ, তাহলীল ও দো&lsquo;আ সমূহ এমনকি নাপাক অবস্থায়ও পাঠ করা জায়েয আছে।[56]</p>\n<p><strong>(৬)</strong> এক্বামতের পরে দীর্ঘ বিরতি হ&rsquo;লেও পুনরায় এক্বামত দিতে হবে না।[57]</p>\n<p><strong>(৭)</strong> আযান ও জামা&lsquo;আত শেষে কেউ মসজিদে এলে কেবল এক্বামত দিয়েই জামা&lsquo;আত ও ছালাত আদায় করবে।[58]</p>\n<p><strong>(৮)</strong> ক্বাযা ছালাত জামা&lsquo;আত সহকারে আদায়ের জন্য আযান আবশ্যিক নয়। কেবল এক্বামতই যথেষ্ট হবে। [59]</p>"
  },
  {
    "id": 18,
    "cat_id": 5,
    "topic_id": 1,
    "description": "<p>ফজর নামাজ পাঁচ ওয়াক্ত নামাজের প্রথমটি। যা আদায় করা হয় সূর্যোদয়ের পূর্বে।</p>\n<p><strong>ফজরের ৪ রাকাতঃ-</strong></p>\n<p>২ রাকাত সুন্নত</p>\n<p>২ রাকাত ফরজ।</p>\n<p>&nbsp;</p>\n<p>ফজরের বিশেষ গুরুত্ব যেমন নামাজের মধ্যে আছে, তেমনি সময়ের মধ্যেও। কোরআনে সুরা ফজরের শুরুতে আল্লাহ তাআলা বলেন, শপথ ফজরের। (সুরা ফজর, আয়াত: ১)</p>\n<p>ফজরের নামাজ পড়ার কয়েকটি উপকারের কথা জানা যাক<br>১. রাসুলুল্লাহ (সা.) বলেন, &lsquo;যে জামাতের সঙ্গে এশার নামাজ আদায় করল, সে যেন অর্ধেক রাত পর্যন্ত নফল নামাজ আদায় করল। আর যে ফজরের নামাজ জামাতের সঙ্গে আদায় করল, সে যেন সারা রাত জেগে নামাজ আদায় করল।&rsquo; (মুসলিম, হাদিস: ১৩৭৭)</p>\n<p>২. রাসুলুল্লাহ (সা.) বলেন, &lsquo;ফজরের দুই রাকাত নামাজ দুনিয়া ও তার সবকিছুর চেয়ে উত্তম।&rsquo; (মুসলিম, হাদিস: ১৫৭৩)</p>\n<p>৩. রাসুলুল্লাহ (সা.) বলেন, &lsquo;যে ফজরের নামাজ আদায় করল, সে মহান আল্লাহর রক্ষণাবেক্ষণের অন্তর্ভুক্ত হলো।&rsquo; (মুসলিম, হাদিস: ১৩৭৯)</p>\n<p>৪. রাসুলুল্লাহ (সা.) আরও বলেন, &lsquo;সেই মানুষটি জাহান্নামে যাবে না, যে সূর্যোদয়ের আগের এবং সূর্যাস্তের আগের অর্থাৎ ফজর ও আসরের নামাজ আদায় করে।&rsquo; (মুসলিম, হাদিস: ১৩২২)</p>\n<p>৫. রাসুল (সা.) বলেন, &lsquo;মুনাফিকদের জন্য ফজর ও এশার চেয়ে বেশি ভারী কোনো নামাজ নেই। এ দুই নামাজের ফজিলত যদি তারা জানত, তাহলে হামাগুড়ি দিয়ে হলেও তারা উপস্থিত হতো।&rsquo; (বুখারি, হাদিস: ৬৫৭)</p>\n<p>৬. খলিফা হজরত উমর ইবনে খাত্তাব (রা.)-এর বরাতে একটি হাদিস জানা যায়। রাসুলুল্লাহ (সা.) নাজদের দিকে এক অভিযানে একটি সেনাদল পাঠান। তারা প্রচুর গণিমতের সম্পদ অর্জন করে তাড়াতাড়ি ফিরে আসে। তাদের সঙ্গে যায়নি এমন একজন বলেন,&lsquo;অল্প সময়ের মধ্যে এত পরিমাণে ভালো গণিমত নিয়ে এদের চেয়ে তাড়াতাড়ি আর কোনো সেনাদলকে আমরা ফিরে আসতে দেখিনি।&rsquo;</p>\n<p>তখন রাসুলুল্লাহ (সা.) বলেন, &lsquo;আমি কি তোমাদেরকে এমন একটি দলের কথা বলব না, যারা এদের চেয়ে তাড়াতাড়ি উত্তম গণিমত নিয়ে ফিরে আসে? যারা ফজরের নামাজে জামাতে হাজির হয়, (নামাজ শেষে) সূর্যোদয় পর্যন্ত বসে আল্লাহ তাআলার জিকির করতে থাকে, তারাই অল্প সময়ের মধ্যে উত্তম গণিমতসহ প্রত্যাবর্তনকারী।&rsquo; (সুনানে তিরমিজি: ৩৬৪১)</p>\n<p>৭. সাহাবি আনাস (রা.) বলেন যে রাসুলুল্লাহ (সা.) বলেন, &lsquo;রাতের অন্ধকারে মসজিদগুলোয় যাতায়াতকারী ব্যক্তিদের কিয়ামতের দিনের পরিপূর্ণ নুরের সুসংবাদ দাও।&rsquo; (ইবনে মাজাহ, হাদিস: ৭৮১)</p>\n<p>৮. ফজরের সময় ফেরেশতাদের পালাবদল হয়। আর এ সময় বান্দা যা কিছু করে ফেরেশতারা আল্লাহর কাছে তা পেশ করেন। এক হাদিসে আল্লাহর রাসুল (সা.) বিষয়টি চমৎকারভাবে তুলে ধরে বলেন, &lsquo;ফেরেশতারা পালাবদল করে তোমাদের মাঝে আগমন করেন; একদল দিনে, একদল রাতে। আসর ও ফজরের নামাজে উভয় দল একত্র হয়। তারপর তোমাদের মাঝে রাতযাপনকারী দলটি উঠে যায়। তখন তাদের প্রতিপালক তাদের জিজ্ঞাসা করেন, আমার বান্দাদের কোন অবস্থায় রেখে এলে? অথচ তিনি তাদের ব্যাপারে সর্বাধিক অবগত। জবাবে তাঁরা বলেন, &lsquo;আমরা তাদের নামাজে রেখে এসেছি আর আমরা যখন তাদের কাছে গিয়েছিলাম তখনো তারা নামাজরত ছিলেন।&rsquo; (বুখারি, হাদিস: ৫৫৫)</p>\n<p>৯. জাবির বিন আবদুল্লাহ (রা.) বর্ণনা করেন, &lsquo;একবার আমরা নবী করিম (সা.)-এর কাছে উপস্থিত ছিলাম। তিনি রাতে (পূর্ণিমার) চাঁদের দিকে তাকিয়ে বলেন, ওই চাঁদকে তোমরা যেমন দেখছ, ঠিক তেমনি অচিরেই তোমাদের প্রতিপালককে তোমরা দেখতে পাবে।&rsquo;</p>\n<p>১০. রাসুল (সা.) বলেন, &lsquo;তোমাদের কেউ যখন ঘুমিয়ে পড়ে তখন শয়তান তার ঘাড়ের পেছনে তিনটি গিঁট দেয়। প্রতি গিঁটে সে এ বলে চাপড়ায়, তোমার সামনে রয়েছে দীর্ঘ রাত, অতএব, তুমি শুয়ে থাকো। তারপর সে যদি জেগে আল্লাহকে স্মরণ করে তাহলে একটি গিঁট খুলে যায়, অজু করলে আরেকটি গিঁট খুলে যায়, তারপর নামাজ পড়লে আরেকটি গিঁট খুলে যায়। তখন তার প্রভাত হয় উত্ফুল্ল মনে ও অনাবিল চিত্তে। না হলে সে সকালে ওঠে কলুষ কালিমা ও আলস্য নিয়ে।&rsquo; (বুখারি, হাদিস: ১১৪২)</p>"
  },
  {
    "id": 19,
    "cat_id": 5,
    "topic_id": 2,
    "description": "<p>ফরজ নামাজ পাঁচ ওয়াক্ত নামাজের দ্বিতীয়টি। যা আদায় করা হয় দুপুরে।</p>\n<p><strong>যোহরের ১২ রাকাতঃ-</strong></p>\n<p>৪ রাকাত সুন্নাত<br>৪ রাকাত ফরজ<br>২ রাকাত সুন্নাত<br>২ রাকাত নফল (অপশনাল)</p>\n<p>৪+৪+২+২= সর্বমোট ১২ রাকাত</p>\n<p>&nbsp;</p>\n<p>হাদিসে এসেছে, রাসুলুল্লাহ (সা.) সূর্য ঢলে পড়লে জোহরের নামাজ আদায় করতেন (বুখারি: ৫৪৭)। এই নামাজের গুরুত্ব আরও বোঝা যায় নবীজির এই বাণী থেকে, যখন তিনি বলেন, &lsquo;গরমের প্রচণ্ডতায় জোহরের নামাজ কিছুটা দেরি করে আদায় করো, কারণ এর উত্তাপ জাহান্নামের অংশ&rsquo; (বুখারি: ৫৩৬)। গরমের কষ্টের পরও এই নামাজ আদায় করলে আল্লাহর নিকট এর সওয়াব বহুগুণে বৃদ্ধি পায়।</p>\n<p>জোহরের ফরজ নামাজের পাশাপাশি এর পূর্বের ও পরের সুন্নত নামাজেরও বিশেষ ফজিলত রয়েছে। রাসুলুল্লাহ (সা.) বলেছেন, কেয়ামতের দিন বান্দার নামাজের হিসাব নেওয়ার সময় যদি কোনো ঘাটতি থাকে, আল্লাহ বান্দার নফল নামাজ দিয়ে তা পূর্ণ করবেন (নাসায়ি: ৪৬৭)। আয়েশা (রা.) থেকে বর্ণিত, নবীজি কখনোই জোহরের পূর্বের চার রাকাত সুন্নত বাদ দিতেন না (বুখারি: ১১৮২)। এমনকি, জোহরের আগে চার রাকাত ও পরে দুই রাকাত সুন্নত আদায় করলে জান্নাতে একটি ঘর নির্মাণ করা হবে (তিরমিজি: ৬৩৬২)।</p>\n<p>নামাজের ওয়াক্তের দিক থেকেও জোহরের বিশেষত্ব রয়েছে। মধ্য দুপুরে সূর্য যখন মধ্য আকাশ থেকে পশ্চিমে হেলে যায়, তখন থেকেই জোহরের সময় শুরু হয়। শীতকালে যত তাড়াতাড়ি সম্ভব নামাজ আদায় উত্তম, আর গরমকালে দেরিতে পড়া ভালো। তবে জুমার নামাজ সব মৌসুমেই প্রথম ওয়াক্তে আদায় করাই উত্তম।</p>"
  },
  {
    "id": 20,
    "cat_id": 5,
    "topic_id": 3,
    "description": "<p>আসর নামাজ পাঁচ ওয়াক্ত নামাজের তৃতীয়। যা আদায় করা হয় বিকেলে।</p>\n<p><strong>আসরের ৮ রাকাতঃ-&nbsp;</strong></p>\n<p>৪ রাকাত সুন্নত (অপশনাল)<br>৪ রাকাত ফরজ।&nbsp;</p>\n<p>৪+৪= মোট ৮ রাকাত।</p>\n<p><br>১.নবী (সা.) বলেছেন যে ব্যক্তি আছরের নামাজ পুঙ্খানুপুঙ্খভাবে পড়বে তার জন্য জান্নাতে একটি ঘর রয়েছে।</p>\n<p>২. একটি বিশেষ হাদিস : ইবনু মাযা থেকে বর্ণিত নবী (সা.) বলেছেন যে ব্যক্তি আছরের নামাজ পড়বে তার কাজগুলো পূর্ণাঙ্গভাবে অঙ্গীকার হবে এবং সে তার দিনটি সফলভাবে অতিবাহিত করবে।</p>\n<p>৩. আছরের নামাজে আল্লাহর বিশেষ দৃষ্টি : নবী (সা.) আরো বলেছেন আছরের নামাজ এমন একটি নামাজ যার সময়ে আল্লাহতায়ালা আসমানে তাঁর বিশেষ রহমতের নজর দেন।</p>"
  },
  {
    "id": 21,
    "cat_id": 5,
    "topic_id": 4,
    "description": "<p>মাগরিব নামাজ পাঁচ ওয়াক্ত নামাজের চতুর্থ। যা সূর্যাস্তের পর আদায় করা হয়।</p>\n<p>&nbsp;</p>\n<p><strong>মাগরিবের ৫ রাকাতঃ-&nbsp;</strong><br>৩ রাকাত ফরজ&nbsp;<br>২ রাকাত সুন্নত।&nbsp;<br>২+৩=৫</p>\n<p><br>১. মাগরিব নামাজের দোয়া ও ফজিলত : নবী (সা.) বলেছেন যে ব্যক্তি মাগরিবের নামাজ পড়বে তার জন্য আল্লাহর কাছ থেকে বিশেষ রহমত এবং সে নিরাপদ থাকবে।&nbsp;<br>২. মাগরিব নামাজের পর দোয়ার গুরুত্ব : এক হাদিসে এসেছে নবী (সা.) বলেছেন মাগরিব নামাজের পরে যে ব্যক্তি দুই রাকআত নামাজ পড়বে তার জন্য জান্নাতের দরজা খুলে দেয়া হবে।&nbsp;<br>৩. মাগরিবের বিশেষ দোয়ায় আল্লাহর রহমত : মাগরিবের নামাজের পর একটি বিশেষ দোয়া পাঠের ফজিলত সম্পর্কে নবী (সা.) বলেছেন মাগরিব নামাজের পর আল্লাহ তাদের প্রতি বিশেষ রহমত বর্ষণ করেন যারা ভয়ে এবং আশা নিয়ে তাঁর কাছে দোয়া করে।</p>"
  },
  {
    "id": 22,
    "cat_id": 5,
    "topic_id": 5,
    "description": "<p>এশার নামাজ পাঁচ ওয়াক্ত নামাজের পঞ্চম। যা আদায় করা হয় সন্ধ্যার পর।</p>\n<p>&nbsp;</p>\n<p><strong>এশার ১৫ রাকাতঃ</strong></p>\n<p>৪ রাকাত সুন্নত,</p>\n<p>৪ রাকাত ফরজ,</p>\n<p>২ রাকাত সুন্নত,</p>\n<p>২ রাকাত নফল ও</p>\n<p>৩ রাকাত বিতর।</p>\n<p>৪+৪+২+২+৩ = মোট ১৫ রাকাত</p>\n<p><br>১.নবী (সা.) বলেছেন যে ব্যক্তি ইশা নামাজ জামায়াতে পড়বে সে যেন অর্ধেক রাত্রি নামাজ পড়ল। আর যে ব্যক্তি ফজর এবং ইশা নামাজ জামাতে পড়বে সে আল্লাহর রহমতে নিরাপদ থাকবে।&nbsp;<br>২. নবী (সা.) বলেছেন যে ব্যক্তি ইশার নামাজ জামায়াতে পড়বে তার জন্য পরবর্তী দিন পর্যন্ত নিরাপত্তা থাকবে।&nbsp;<br>৩. নবী (সা.) বলেন ইশার নামাজের সময়টি এমন যে যদি কেউ এটা নিয়মিত পড়তে থাকে আল্লাহ তার সব গুনাহ মাফ করবেন যদি সে নিষ্ঠা ও ঈমানের সাথে সালাত আদায় করে।</p>"
  },
  {
    "id": 23,
    "cat_id": 6,
    "topic_id": 1,
    "description": "<p>দুই রাকাত নামাজ পড়ার নিয়ম নিচে উল্লেখ করা হলো:</p>\n<p>&nbsp;</p>\n<p>১. প্রথমে অজু করে নিন।<br>২.কিবলামুখী হয়ে দাঁড়ান এবং তাকবিরে তাহরিমা বলে হাত বাঁধুন। তাকবিরে তাহরিমা বলার সময় আল্লাহু আকবার বলুন।<br>৩.এরপর ছানা পড়ুন। ছানা হলো: \"সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা, ওয়া তাআলা জাদ্দুকা, ওয়া লা ইলাহা গইরুক।\"<br>৪. এরপর সূরা ফাতিহা পড়ুন।<br>৫. সূরা ফাতিহার পর অন্য একটি সূরা বা আয়াত পড়ুন।<br>৬. এরপর রুকুতে যান এবং বলুন: \"সুবহানা রাব্বিয়াল আজিম।\"<br>৭. রুকু থেকে উঠে সোজা হয়ে দাঁড়ান এবং বলুন: \"সামিআল্লাহু লিমান হামিদাহ, রাব্বানা ওয়া লাকাল হামদ।\"<br>৮. এরপর সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>৯. সিজদাহ থেকে উঠে বসুন এবং বলুন: \"আল্লাহুম্মাগফিরলি ওয়ারহামনি ওয়াহদিনি ওয়ারজুকনি।\"<br>১০. আবার সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১১. সিজদাহ থেকে উঠে দাঁড়ান।<br>১২. দ্বিতীয় রাকাতের জন্য একই নিয়ম অনুসরণ করুন।<br>১৩. শেষ সিজদাহর পর তাশাহুদ পড়ুন। তাশাহুদ হলো: \"আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তাইয়্যিবাতু, আসসালামু আলাইকা আইয়্যুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল্লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহু।\"<br>১৪. তাশাহুদের পর দরুদ শরিফ পড়ুন।<br>এরপর সালাম ফিরিয়ে নামাজ শেষ করুন। প্রথমে ডানে এবং পরে বামে সালাম ফিরান। সালাম ফিরানোর সময় বলুন:&nbsp; \"আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।\"</p>\n<p>&nbsp;</p>\n<p>এই হলো দুই রাকাত নামাজ পড়ার নিয়ম। এই নিয়ম অনুযায়ী আপনি যেকোনো দুই রাকাত নামাজ পড়তে পারবেন।</p>"
  },
  {
    "id": 24,
    "cat_id": 6,
    "topic_id": 2,
    "description": "<p>চার রাকাত নামাজ পড়ার নিয়ম নিচে উল্লেখ করা হলো:</p>\n<p><br>১. প্রথমে অজু করে নিন।<br>২. কিবলামুখী হয়ে দাঁড়ান এবং তাকবিরে তাহরিমা বলে হাত বাঁধুন। তাকবিরে তাহরিমা বলার সময় আল্লাহু আকবার বলুন।<br>৩. এরপর ছানা পড়ুন। ছানা হলো: \"সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা, ওয়া তাআলা জাদ্দুকা, ওয়া লা ইলাহা গইরুক।\"<br>৪. এরপর সূরা ফাতিহা পড়ুন।<br>৫. সূরা ফাতিহার পর অন্য একটি সূরা বা আয়াত পড়ুন।<br>৬. এরপর রুকুতে যান এবং বলুন: \"সুবহানা রাব্বিয়াল আজিম।\"<br>৭. রুকু থেকে উঠে সোজা হয়ে দাঁড়ান এবং বলুন: \"সামিআল্লাহু লিমান হামিদাহ, রাব্বানা ওয়া লাকাল হামদ।\"<br>৮. এরপর সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>৯. সিজদাহ থেকে উঠে বসুন এবং বলুন: \"আল্লাহুম্মাগফিরলি ওয়ারহামনি ওয়াহদিনি ওয়ারজুকনি।\"<br>১০. আবার সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১১. সিজদাহ থেকে উঠে দাঁড়ান।<br>১২. দ্বিতীয় রাকাতের জন্য একই নিয়ম অনুসরণ করুন। এই রাকাতে তাশাহুদ পড়ার পর দাঁড়িয়ে পড়ুন।<br>১৩. তৃতীয় ও চতুর্থ রাকাতের জন্য সূরা ফাতিহা ও অন্য একটি সূরা বা আয়াত পড়ুন। (নোটঃ ফরজ সালাতে সূরা মিলাতে হবে না। সূরা ফাতিহা পড়েই রুকুতে যেতে হবে।)<br>১৪. এরপর রুকুতে যান এবং বলুন: \"সুবহানা রাব্বিয়াল আজিম।\"<br>১৫. রুকু থেকে উঠে সোজা হয়ে দাঁড়ান এবং বলুন: \"সামিআল্লাহু লিমান হামিদাহ, রাব্বানা ওয়া লাকাল হামদ।\"<br>১৬. এরপর সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১৭. সিজদাহ থেকে উঠে বসুন এবং বলুন: \"আল্লাহুম্মাগফিরলি ওয়ারহামনি ওয়াহদিনি ওয়ারজুকনি।\"<br>১৮. আবার সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১৯. শেষ সিজদাহর পর তাশাহুদ পড়ুন। তাশাহুদ হলো: \"আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তাইয়্যিবাতু, আসসালামু আলাইকা আইয়্যুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল্লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহু।\"<br>২০. তাশাহুদের পর দরুদ শরিফ পড়ুন।<br>২১. এরপর সালাম ফিরিয়ে নামাজ শেষ করুন। প্রথমে ডানে এবং পরে বামে সালাম ফিরান। সালাম ফিরানোর সময় বলুন: \"আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।\"</p>\n<p><br>এই হলো চার রাকাত নামাজ পড়ার নিয়ম। এই নিয়ম অনুযায়ী আপনি চার রাকাত বিশিষ্ট নামাজ আদায় করতে পারবেন।</p>"
  },
  {
    "id": 25,
    "cat_id": 6,
    "topic_id": 3,
    "description": "<p>তিন রাকাত নামাজ পড়ার নিয়ম নিচে উল্লেখ করা হলো:</p>\n<p>&nbsp;</p>\n<p>১. প্রথমে অজু করে নিন।<br>২. কিবলামুখী হয়ে দাঁড়ান এবং তাকবিরে তাহরিমা বলে হাত বাঁধুন। তাকবিরে তাহরিমা বলার সময় আল্লাহু আকবার বলুন।<br>৩. এরপর ছানা পড়ুন। ছানা হলো: \"সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা, ওয়া তাআলা জাদ্দুকা, ওয়া লা ইলাহা গইরুক।\"<br>৪. এরপর সূরা ফাতিহা পড়ুন।<br>৫. সূরা ফাতিহার পর অন্য একটি সূরা বা আয়াত পড়ুন।<br>৬. এরপর রুকুতে যান এবং বলুন: \"সুবহানা রাব্বিয়াল আজিম।\"<br>৭. রুকু থেকে উঠে সোজা হয়ে দাঁড়ান এবং বলুন: \"সামিআল্লাহু লিমান হামিদাহ, রাব্বানা ওয়া লাকাল হামদ।\"<br>৮. এরপর সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>৯. সিজদাহ থেকে উঠে বসুন এবং বলুন: \"আল্লাহুম্মাগফিরলি ওয়ারহামনি ওয়াহদিনি ওয়ারজুকনি।\"<br>১০. আবার সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১১. সিজদাহ থেকে উঠে দাঁড়ান।<br>১২. দ্বিতীয় রাকাতের জন্য একই নিয়ম অনুসরণ করুন। এই রাকাতে তাশাহুদ পড়ার পর দাঁড়িয়ে পড়ুন।<br>১৩. তৃতীয় রাকাতের জন্য সূরা ফাতিহা ও অন্য একটি সূরা বা আয়াত পড়ুন। (নোটঃ মাগরিবে ফরজ সালাতে সূরা মিলাতে হবে না। সূরা ফাতিহা পড়েই রুকুতে যেতে হবে)<br>১৪. এরপর রুকুতে যান এবং বলুন: \"সুবহানা রাব্বিয়াল আজিম।\"<br>১৫. রুকু থেকে উঠে সোজা হয়ে দাঁড়ান এবং বলুন: \"সামিআল্লাহু লিমান হামিদাহ, রাব্বানা ওয়া লাকাল হামদ।\"<br>১৬. এরপর সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১৭. সিজদাহ থেকে উঠে বসুন এবং বলুন: \"আল্লাহুম্মাগফিরলি ওয়ারহামনি ওয়াহদিনি ওয়ারজুকনি।\"<br>১৮. আবার সিজদাহয় যান এবং বলুন: \"সুবহানা রাব্বিয়াল আলা।\"<br>১৯. শেষ সিজদাহর পর তাশাহুদ পড়ুন। তাশাহুদ হলো: \"আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তাইয়্যিবাতু, আসসালামু আলাইকা আইয়্যুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু, আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন, আশহাদু আল্লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহু।\"<br>২০. তাশাহুদের পর দরুদ শরিফ পড়ুন।<br>২১. এরপর সালাম ফিরিয়ে নামাজ শেষ করুন। প্রথমে ডানে এবং পরে বামে সালাম ফিরান। সালাম ফিরানোর সময় বলুন: \"আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।\"</p>\n<p><br>এই হলো তিন রাকাত নামাজ পড়ার নিয়ম। এই নিয়ম অনুযায়ী আপনি তিন রাকাত বিশিষ্ট নামাজ আদায় করতে পারবেন।</p>"
  },
  {
    "id": 26,
    "cat_id": 6,
    "topic_id": 4,
    "description": "<p>বিতর নামাজ মূলত তিন রাকাত। এই নামাজ এশার নামাজের পরে এবং ফজরের আগে যেকোনো সময় পড়া যায়। বিতর নামাজ পড়ার নিয়ম নিচে উল্লেখ করা হলো:</p>\n<p><br>তিন রাকাত বিতর নামাজ পড়ার নিয়ম হলো:&nbsp;</p>\n<p>&nbsp;</p>\n<p>১. বিতর নামাজের সময় আসার পর নিয়ত করতে হবে।<br>২. প্রথম দুই রাকাত নামাজ পড়তে হবে।<br>৩. প্রথম বৈঠকে বসে তাশাহহুদ পড়তে হবে।<br>৪. তৃতীয় রাকাতে সুরা ফাতিহা এবং অন্য কোনো সুরা বা আয়াত মিলিয়ে কিরাত পড়তে হবে।<br>৫. কিরাত শেষ করার পর তাকবির বলে দুহাত কান পর্যন্ত উঠিয়ে তাকবিরে তাহরিমার মতো হাত বাঁধতে হবে।<br>৬. উলটা তাকবীর বেঁধে দোয়ায়ে কুনুত পড়তে হবে।<br>৭. তৃতীয় রাকাত পড়ে অন্যান্য নামাজের মতো নামাজ শেষ করতে হবে।</p>"
  },
  {
    "id": 27,
    "cat_id": 7,
    "topic_id": 1,
    "description": "<p><strong>&lsquo;নিয়ত&rsquo;</strong> অর্থ &lsquo;সংকল্প&rsquo;।</p>\n<p>ছালাতের শুরুতে নিয়ত করা অপরিহার্য। রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p>\n<p>إنَّمَا الْأَعْمَالُ بِالنِّيَاتِ وَ إِنَّمَا لِكُلٍّ امْرِءٍ مَّا نَوَى...</p>\n<p>&lsquo;সকল কাজ নিয়তের উপরে নির্ভরশীল এবং প্রত্যেক ব্যক্তি তাই-ই পাবে, যার জন্য সে নিয়ত করবে&rsquo;....।</p>\n<p>&nbsp;অতএব ছালাতের জন্য ওযূ করে পবিত্র হয়ে পরিচ্ছন্ন পোষাক ও দেহ-মন নিয়ে কা&lsquo;বা গৃহ পানে মুখ ফিরিয়ে মনে মনে ছালাতের দৃঢ় সংকল্প করে স্বীয় প্রভুর সন্তুষ্টি কামনায় তাঁর সম্মুখে বিনম্রচিত্তে দাঁড়িয়ে যেতে হবে। মুখে নিয়ত পাঠের প্রচলিত রেওয়াজটি দ্বীনের মধ্যে একটি নতুন সৃষ্টি। রাসূলুল্লাহ (ছাঃ)-এর ছালাতে এর কোন স্থান নেই। অনেকে ছালাত শুরুর আগেই জায়নামাযের দো&lsquo;আ মনে করে <em>&lsquo;ইন্নী ওয়াজ্জাহ্তু...</em>&rsquo; পড়েন। এই রেওয়াজটি সুন্নাতের বরখেলাফ। মূলতঃ জায়নামাযের দো&lsquo;আ বলে কিছু নেই।</p>"
  },
  {
    "id": 28,
    "cat_id": 7,
    "topic_id": 2,
    "description": "<p>দুই হাতের আংগুল সমূহ ক্বিবলামুখী খাড়াভাবে কাঁধ অথবা কান পর্যন্ত উঠিয়ে দুনিয়াবী সবকিছুকে হারাম করে দিয়ে স্বীয় প্রভুর মহত্ত্ব ঘোষণা করে বলবে&nbsp;<em>&lsquo;আল্লা-হু আকবার&rsquo;</em>&nbsp;(আল্লাহ সবার চেয়ে বড়)। অতঃপর বাম হাতের উপরে ডান হাত বুকের উপরে বেঁধে সৃষ্টিকর্তা আল্লাহর সম্মুখে নিবেদিত চিত্তে সিজদার স্থান বরাবর দৃষ্টি রেখে[3] দন্ডায়মান হবে। আল্লাহ বলেন, وَقُوْمُوْا ِللهِ قَانِتِيْنَ- &lsquo;আর তোমরা আল্লাহর জন্য নিবিষ্টচিত্তে দাঁড়িয়ে যাও&rsquo;&nbsp;<em>(বাক্বারাহ ২/২৩৮)</em>। হাত বাঁধার সময় দুই কানের লতি বরাবর দুই হাতের বৃদ্ধাঙ্গুলী উঠানোর হাদীছ যঈফ। [4] ছালাতে দাঁড়ানোর সময় তাকবীরে তাহরীমার পর বুকে হাত বাঁধা সম্পর্কে প্রসিদ্ধ হাদীছগুলির কয়েকটি নিম্নরূপ:</p>\n<p>&nbsp;</p>\n<p>১. সাহল বিন সা&lsquo;দ (রাঃ) বলেন,</p>\n<p dir=\"RTL\">كَانَ النَّاسُ يُؤْمَرُوْنَ أَنْ يَّضَعَ الرَّجُلُ يَدَهُ الْيُمْنَى عَلَى ذِرَاعِهِ الْيُسْرَى فِى الصَّلَوةِ، قَالَ أبو حَازِمٍ : لاَ أَعْلَمُ إِلاَّ يَنْمِىْ ذَالِكَ إِلَى النَّبِىِّ صَلَّى اللهُ عَلَيْهِ وَ سَلَّمَ، رواه البخارىُّ-</p>\n<p>&lsquo;লোকদেরকে নির্দেশ দেওয়া হ&rsquo;ত যেন তারা ছালাতের সময় ডান হাত বাম হাতের উপরে রাখে। আবু হাযেম বলেন যে, ছাহাবী সাহল বিন সা&lsquo;দ এই আদেশটিকে রাসূলুল্লাহ (ছাঃ)-এর দিকে সম্পর্কিত করতেন বলেই আমি জানি&rsquo;।[5]</p>\n<p>&lsquo;যেরা&lsquo; (ذِرَاعٌ) অর্থ কনুই থেকে মধ্যমা আঙ্গুলের অগ্রভাগ পর্যন্ত দীর্ঘ হাত&rsquo;&nbsp;<em>(আল-মু&lsquo;জামুল ওয়াসীত্ব)</em>। একথা স্পষ্ট যে, বাম হাতের উপরে ডান হাত রাখলে তা বুকের উপরেই চলে আসে। নিম্নোক্ত রেওয়ায়াত সমূহে পরিষ্কারভাবে যার ব্যাখ্যা এসেছে। যেমন-</p>\n<p>&nbsp;</p>\n<p>২. ছাহাবী হুলব আত-ত্বাঈ (রাঃ) বলেন,</p>\n<p>رَأَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَضَعُ الْيُمْنَى عَلَى الْيُسْرَى عَلَى صَدْرِهِ فَوْقَ الْمَفْصِلِ، رواه أحمدُ- &lsquo;আমি রাসূলুল্লাহ (ছাঃ)-কে বাম হাতের জোড়ের (কব্জির) উপরে ডান হাতের জোড় বুকের উপরে রাখতে দেখেছি&rsquo;।</p>\n<p>&nbsp;</p>\n<p>৩. ওয়ায়েল বিন হুজ্র (রাঃ) বলেন,</p>\n<p>صَلَّيْتُ مَعَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى يَدِهِ الْيُسْرَى عَلَى صَدْرِهِ، رواه ابْنُ خُزَيْمَةَ وَصَحَّحَهُ &lsquo;আমি রাসূলুল্লাহ (ছাঃ)-এর সাথে ছালাত আদায় করলাম। এমতাবস্থায় দেখলাম যে, তিনি বাম হাতের উপরে ডান হাত স্বীয় বুকের উপরে রাখলেন&rsquo;।&nbsp;</p>\n<p>&nbsp;</p>\n<p>উপরোক্ত ছহীহ হাদীছ সমূহে &lsquo;বুকের উপরে হাত বাঁধা&rsquo; সম্পর্কে স্পষ্ট বক্তব্য এসেছে। ইমাম শাওকানী বলেন,</p>\n<p>&nbsp;وَلاَ شَيْءَ فِي الْبَابِ أَصَحُّ مِنْ حَدِيْثِ وَائِلِ بْنِ حُجْرٍ الْمَذْكُوْرِ فِيْ صَحِيْحِ ابْنِ خُزَيْمَةَ-</p>\n<p>&lsquo;হাত বাঁধা বিষয়ে ছহীহ ইবনু খুযায়মাতে ওয়ায়েল বিন হুজর (রাঃ) বর্ণিত হাদীছের চাইতে বিশুদ্ধতম কোন হাদীছ আর নেই&rsquo;।[8] উল্লেখ্য যে, বাম হাতের উপরে ডান হাত রাখা সম্পর্কে ১৮ জন ছাহাবী ও ২ জন তাবেঈ থেকে মোট ২০টি হাদীছ বর্ণিত হয়েছে। ইবনু আব্দিল বার্র বলেন, রাসূলুল্লাহ (ছাঃ) থেকে এর বিপরীত কিছুই বর্ণিত হয়নি এবং এটাই জমহূর ছাহাবা ও তাবেঈনের অনুসৃত পদ্ধতি।</p>\n<p>এক্ষণে &lsquo;নাভির নীচে হাত বাঁধা&rsquo; সম্পর্কে আহমাদ, আবুদাঊদ, মুছান্নাফ ইবনু আবী শায়বাহ প্রভৃতি হাদীছ গ্রন্থে চারজন ছাহাবী ও দু&rsquo;জন তাবেঈ থেকে যে চারটি হাদীছ ও দু&rsquo;টি &lsquo;আছার&rsquo; বর্ণিত হয়েছে, সেগুলি সম্পর্কে মুহাদ্দেছীনের বক্তব্য হ&rsquo;ল-لاَ يَصْلُحُ وَاحِدٌ مِنْهَا لِلْاِسْتِدْلاَلِ &lsquo;(যঈফ হওয়ার কারণে) এগুলির একটিও দলীল হিসাবে গ্রহণযোগ্য নয়&rsquo;।</p>\n<p>প্রকাশ থাকে যে, ছালাতে দাঁড়িয়ে মেয়েদের জন্য বুকে হাত ও পুরুষের জন্য নাভীর নীচে হাত বাঁধার যে রেওয়াজ চালু আছে, হাদীছে বা আছারে এর কোন প্রমাণ নেই। বরং এটাই স্বতঃসিদ্ধ যে, ছালাতের মধ্যকার ফরয ও সুন্নাত সমূহ মুসলিম নারী ও পুরুষ সকলে একই নিয়মে আদায় করবে।</p>\n<p><strong>বুকে হাত বাঁধার তাৎপর্য :</strong>&nbsp;ত্বীবী বলেন, &lsquo;হৃৎপিন্ডের উপরে বুকে হাত বাঁধার মধ্যে হুঁশিয়ারী রয়েছে এ বিষয়ে যে, বান্দা তার মহা পরাক্রান্ত মালিকের সম্মুখে দাঁড়িয়েছে হাতের উপর হাত রেখে মাথা নিচু করে পূর্ণ আদব ও আনুগত্য সহকারে, যা কোনভাবেই ক্ষুণ্ণ করা যাবে না&rsquo;।</p>"
  },
  {
    "id": 29,
    "cat_id": 7,
    "topic_id": 3,
    "description": "<p>&lsquo;সানা&rsquo; (الثناء) অর্থ &lsquo;প্রশংসা&rsquo;।</p>\n<p>এটা মূলতঃ &lsquo;দো&lsquo;আয়ে ইস্তেফতা-হ&rsquo;</p>\n<p>&nbsp;</p>\n<p>(دعاء الاستفتاح)</p>\n<p>বা সালাত শুরুর দো&lsquo;আ।</p>\n<p>&nbsp;</p>\n<p>বুকে জোড় হাত বেঁধে সিজদার স্থানে দৃষ্টি রেখে বিনম্রচিত্তে নিম্নোক্ত দো&lsquo;আর মাধ্যমে মুছল্লী তার সর্বোত্তম ইবাদতের শুভ সূচনা করবে। [পুর্বে উল্লেখ করা হয়েছে]</p>"
  },
  {
    "id": 30,
    "cat_id": 7,
    "topic_id": 4,
    "description": "<p><strong>কিরাত পড়ার বিধান</strong><br>হযরত নাফে (রহ.) থেকে বর্ণিত। হযরত আবদুল্লাহ ইবনে উমর রাদিয়াল্লাহু আনহুকে যদি জিজ্ঞেস করা হতো, মুকতাদী ইমামের পিছনে কিরআত পড়বে কি না, তাহলে তিনি বলতেন, &lsquo;ইমামের কিরাআতই মুকতদীর জন্য যথেষ্ট। তবে মুকতাদী যখন একা নামায পড়বে তখন তাকে কুরআন পড়তে হবে। &lsquo;কিরাআত&rsquo; শব্দে সূরা ফাতেহা ও অন্য সূরা দুইটিই শামিল রয়েছে।<br>জামায়াতের নামাযে কুরআন পড়া ইমামের দায়িত্ব। আর মুকতাদীর কর্তব্য হল চুপ থাকা। মনোযোগ সহকারে শুনা। মুকতাদী সূরা ফাতেহা ও পড়বে না এবং অন্য সূরাও মিলাবে না। মুকতাদীর জন্য সূরা ফাতিহা পড়ার বিধান নেই, শুধু জোরে কিরআতের নামাযে যখন ইমামের সূরা ফাতিহা সমাপ্ত হয় তখন মুকতাদী &lsquo;আমীন বলবে&rsquo;।</p>\n<p><br>ক. আমীন বলা : হযরত আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, &lsquo;রাসূলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন-যখন তোমাদের কেউ আমীন বলে এবং আসমানের ফিরিশতাও আমীন বলেন আর পরস্পরের আমীন মিলে যায় তখন পিছনের গুনাহসমুহ মাফ করে দেয়া হয়&rsquo;। (সহীহ আল বোখারী)<br>ইমাম সূরা ফাতিহা সমাপ্ত করার পর মুকতাদী অন্চ্চু স্বরে &lsquo;আমীন&rsquo; বলবে। এটিই উত্তম।</p>\n<p><br>খ.শুয়ে নামায পড়া : হযরত ইমরান ইবনে হুসাইন থেকে বর্ণিত। নবী করীম সল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন : দাঁড়িয়ে নামায পড়। তবে যদি অক্ষম হও, বসে নামায পড়। আর তাও যদি সম্ভব না হয়, কাত হয়ে শুয়ে নামায পড়। (সহীহ আল বোখারী)<br>১৪২৪ বছর আগে কুরআন যে জাতির ওপর নাজিল হয় সে জাতির ভাষা ছিল আরবী। তারা সালাতে যা কিছু কোরআন থেকে পাঠ করতেন নিজেদের মাতৃভাষা আরবী হওয়ায় তা তারা সহজেই বুঝতে পারতেন। কিন্তু তারা যখন নেশাগ্রস্ত অবস্থায় নামাযে দাঁড়াতেন তখন নেশাচ্ছন্ন থাকায় নামায সুষ্ঠুভাবে আদায় এবং পঠিত বিষয় হৃদয়ঙ্গম করতে পারতেন না। আমরা যারা বাংলা ভাষাভাষী মুসলমান তারা কি (নেশা ছাড়াই) নামাযে যা পড়ি তা কি সত্যি বুঝতে পারি? ওই আয়াতে পরিষ্কারভাবে আল্ল-াহতায়ালা আমাদের জন্য ফরয (বাধ্যতামূলক) করে দিয়েছেন যে, আমরা নামাযে যা পাঠ করবো তা অবশ্যই উপলব্ধি করবো। আমরা বাংলা ভাষায় কথাবার্তা বলি। সেহেতু নামাযের পঠিত বিষয়গুলো বাংলা ভাষায় উপস্থাপন করলে আমাদের সবার বুঝতে সহজ হবে। নামাজে আন্তরিকতা সৃষ্টি হবে এবং দৈনন্দিন জীবনে নামাযের বিষয়গুলো প্রতিষ্ঠিত করতে সহায়ক হবে। শারীরিক, আত্মিক ও মানসিক পবিত্রতা এবং পরিশুদ্ধতার সঙ্গে সঙ্গে নামাযের পঠিত বিষয়গুলো মাতৃভাষায় বুঝতে পারলে নামাযের প্রকাশ্য-অপ্রকাশ্য উভয় উদ্দেশ্য এবং আল্লাহর দিদার লাভে সক্ষম হতে পারবো ইনশাআল্লাহ।</p>\n<p><br>গ.নামাযের নিষিদ্ধ সময় : হযরত উকাবা ইবন আমের রাদিয়াল্লাহু আনহু থেকে বর্ণিত। রাসুলুল্লাহ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে তিন সময় নামাজ পড়তে অথবা জানাযা নামাজ আদায়ে নিষেধ করেছেন :<br>১.সূর্য যখন আলোকময় হয়ে উঠে, যতক্ষণ না তা কিছু উপরে উঠে যায়।<br>২.সূর্য যখন স্থির হয়ে দাঁড়ায় দ্বিপ্রহরে, যাবৎনা পশ্চিমে ঢলে পড়ে এবং<br>৩.সূর্য যখন অস্ত যেতে থাকে, যাবৎনা উহা সম্পূর্ণ অস্তমিত হয় । (সহীহ মুসলিম)</p>"
  },
  {
    "id": 31,
    "cat_id": 7,
    "topic_id": 5,
    "description": "<p><strong>রুকূ :&nbsp;</strong>ক্বিরাআত শেষে &lsquo;আল্লা-হু আকবর&rsquo; বলে দু&rsquo;হাত কাঁধ অথবা কান পর্যন্ত উঠিয়ে &lsquo;রাফ&lsquo;উল ইয়াদায়েন&rsquo; করে রুকূতে যাবে। এ সময় হাঁটুর উপরে দু&rsquo;হাতে ভর দিয়ে পা, হাত, পিঠ ও মাথা সোজা রাখবে এবং রুকূর দো&lsquo;আ পড়বে।</p>\n<p>রুকূর দো&lsquo;আ :</p>\n<p>&nbsp;<span dir=\"rtl\" lang=\"ar\">سُبْحَانَ رَبِّيَ الْعَظِيْمِ</span>&nbsp;</p>\n<p>&lsquo;সুবহা-না রব্বিয়াল &lsquo;আযীম&rsquo;</p>\n<p>(মহাপবিত্র আমার প্রতিপালক যিনি মহান) কমপক্ষে তিনবার পড়বে।</p>"
  },
  {
    "id": 32,
    "cat_id": 7,
    "topic_id": 6,
    "description": "<p><strong>ক্বওমা :&nbsp;</strong></p>\n<p>অতঃপর রুকূ থেকে উঠে সোজা ও সুস্থিরভাবে দাঁড়াবে। এ সময় দু&rsquo;হাত ক্বিবলামুখী খাড়া রেখে কাঁধ পর্যন্ত উঠাবে এবং ইমাম ও মুক্তাদী সকলে বলবে</p>\n<p>&lsquo;সামি&lsquo;আল্লা-হু লিমান হামিদাহ&rsquo;</p>\n<p>(আল্লাহ তার কথা শোনেন, যে তার প্রশংসা করে)।</p>\n<p>অতঃপর &lsquo;ক্বওমা&rsquo;র দো&lsquo;আ একবার পড়বে।</p>\n<p><strong>ক্বওমার দো&lsquo;আ :</strong></p>\n<p>&nbsp;<span dir=\"rtl\" lang=\"ar\">رَبَّنَا لَكَ الْحَمْدُ&nbsp;</span>&lsquo;</p>\n<p>রব্বানা লাকাল হামদ&rsquo;</p>\n<p>(হে আমাদের প্রতিপালক! আপনার জন্যই সকল প্রশংসা)।</p>\n<p>অথবা পড়বে-</p>\n<p><span dir=\"rtl\" lang=\"ar\">رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيْرًا طَيِّبًا مُّبَارَكًا فِيْهِ </span></p>\n<p>&lsquo;রব্বানা ওয়া লাকাল হাম্&zwnj;দু হাম্&zwnj;দান কাছীরান ত্বাইয়েবাম মুবা-রাকান ফীহি&rsquo;</p>\n<p>&nbsp;(হে আমাদের প্রতিপালক! আপনার জন্য অগণিত প্রশংসা, যা পবিত্র ও বরকতময়)। ক্বওমার জন্য অন্য দো&lsquo;আও রয়েছে।</p>"
  },
  {
    "id": 33,
    "cat_id": 7,
    "topic_id": 7,
    "description": "<p><strong>সিজদা :&nbsp;</strong></p>\n<p>ক্বওমার দো&lsquo;আ পাঠ শেষে &lsquo;আল্লা-হু আকবর&rsquo; বলে প্রথমে দু&rsquo;হাত ও পরে দু&rsquo;হাঁটু মাটিতে রেখে সিজদায় যাবে ও বেশী বেশী দো&lsquo;আ পড়বে। এ সময় দু&rsquo;হাত ক্বিবলামুখী করে মাথার দু&rsquo;পাশে কাঁধ বা কান বরাবর মাটিতে স্বাভাবিকভাবে রাখবে। কনুই ও বগল ফাঁকা থাকবে। হাঁটুতে বা মাটিতে ঠেস দিবে না।</p>\n<p>সিজদা লম্বা হবে ও পিঠ সোজা থাকবে। যেন নীচ দিয়ে একটি বকরীর বাচ্চা যাওয়ার মত ফাঁকা থাকে।</p>\n<p>সিজদা থেকে উঠে বাম পায়ের পাতার উপরে বসবে ও ডান পায়ের পাতা খাড়া রাখবে। এ সময় স্থিরভাবে বসে দো&lsquo;আ পড়বে। অতঃপর &lsquo;আল্লা-হু আকবর&rsquo; বলে দ্বিতীয় সিজদায় যাবে ও দো&lsquo;আ পড়বে। রুকূ ও সিজদায় কুরআনী দো&lsquo;আ পড়বে না।</p>\n<p>২য় ও ৪র্থ রাক&lsquo;আতে দাঁড়াবার প্রাক্কালে সিজদা থেকে উঠে সামান্য সময়ের জন্য স্থির হয়ে বসবে। একে &lsquo;জালসায়ে ইস্তিরা-হাত&rsquo; বা &lsquo;স্বস্তির বৈঠক&rsquo; বলে। অতঃপর মাটিতে দু&rsquo;হাতে ভর দিয়ে উঠে দাঁড়িয়ে যাবে।</p>\n<p><strong>সিজদার দো&lsquo;আ :</strong></p>\n<p><span dir=\"rtl\" lang=\"ar\">&nbsp;سُبْحَانَ رَبِّيَ الْأَعْلَى</span>&nbsp;</p>\n<p>(সুবহা-না রবিয়াল আ&lsquo;লা)</p>\n<p>অর্থঃ &lsquo;মহাপবিত্র আমার প্রতিপালক যিনি সর্বোচ্চ&rsquo;।</p>\n<p>কমপক্ষে তিনবার পড়বে। রুকূ ও সিজদার অন্য দো&lsquo;আও রয়েছে।</p>\n<p><strong>দুই সিজদার মধ্যবর্তী বৈঠকের দো&lsquo;আ :</strong></p>\n<p><span dir=\"rtl\" lang=\"ar\">اَللَّهُمَّ اغْفِرْ لِيْ وَارْحَمْنِيْ وَاجْبُرْنِيْ وَاهْدِنِيْ وَعَافِنِيْ وَارْزُقْنِيْ</span></p>\n<p>উচ্চারণ :&nbsp;আল্লা-হুম্মাগফিরলী ওয়ারহামনী ওয়াজ্বুরনী ওয়াহদিনী ওয়া &lsquo;আ-ফেনী ওয়ারঝুক্বনী।</p>\n<p>অনুবাদ : &lsquo;হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার উপরে রহম করুন, আমার অবস্থার সংশোধন করুন, আমাকে সৎপথ প্রদর্শন করুন, আমাকে সুস্থতা দান করুন ও আমাকে রূযী দান করুন&rsquo;।[3]</p>"
  },
  {
    "id": 34,
    "cat_id": 7,
    "topic_id": 8,
    "description": "<p><strong>তাশাহহুদ (আত্তাহিইয়া-তু):</strong></p>\n<p>&nbsp;</p>\n<p dir=\"rtl\"><span dir=\"rtl\" lang=\"ar\">اَلتَّحِيَّاتُ ِللهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ</span></p>\n<p>&nbsp;</p>\n<p><strong>উচ্চারণ :</strong> আত্তাহিইয়া-তু লিল্লা-হি ওয়াছ্ ছালাওয়া-তু ওয়াত্ ত্বাইয়িবা-তু আসসালা-মু &lsquo;আলায়কা আইয়ুহান নাবিইয়ু ওয়া রহমাতুল্লা-হি ওয়া বারাকা-তুহু। আসসালা-মু &lsquo;আলায়না ওয়া &lsquo;আলা &lsquo;ইবা-দিল্লা-হিছ ছা-লেহীন। আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আন্না মুহাম্মাদান &lsquo;আবদুহূ ওয়া রাসূলুহু।</p>\n<p><strong>অনুবাদ :</strong> যাবতীয় সম্মান, যাবতীয় উপাসনা ও যাবতীয় পবিত্র বিষয় আল্লাহর জন্য। হে নবী! আপনার উপরে শান্তি বর্ষিত হৌক এবং আল্লাহর অনুগ্রহ ও সমৃদ্ধি সমূহ নাযিল হউক। শান্তি বর্ষিত হউক আমাদের উপরে ও আল্লাহর সৎকর্মশীল বান্দাগণের উপরে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল&rsquo; (বুখারী, মুসলিম)।[4]</p>"
  },
  {
    "id": 35,
    "cat_id": 7,
    "topic_id": 9,
    "description": "<p><strong>বৈঠক :</strong></p>\n<p>&nbsp;২য় রাক&lsquo;আত শেষে বৈঠকে বসবে। যদি ১ম বৈঠক হয়, তবে কেবল &lsquo;আত্তাহিইয়া-তু&rsquo; পড়ে ৩য় রাক&lsquo;আতের জন্য উঠে যাবে। আর যদি শেষ বৈঠক হয়, তবে &lsquo;আত্তাহিইয়া-তু&rsquo; পড়ার পরে দরূদ, দো&lsquo;আয়ে মাছূরাহ ও সম্ভব হ&rsquo;লে বেশী বেশী করে অন্য দো&lsquo;আ পড়বে। ১ম বৈঠকে বাম পায়ের পাতার উপরে বসবে এবং শেষ বৈঠকে ডান পায়ের তলা দিয়ে বাম পায়ের অগ্রভাগ বের করে বাম নিতম্বের উপরে বসবে ও ডান পা খাড়া রাখবে। এসময় ডান পায়ের আঙ্গুলগুলি ক্বিবলামুখী করবে। বৈঠকের সময় বাম হাতের আঙ্গুলগুলি বাম হাঁটুর প্রান্ত বরাবর ক্বিবলামুখী ও স্বাভাবিক অবস্থায় থাকবে এবং ডান হাত ৫৩-এর ন্যায় মুষ্টিবদ্ধ রেখে সালাম ফিরানোর আগ পর্যন্ত শাহাদাত অঙ্গুলি নাড়িয়ে ইশারা করতে থাকবে। মুছল্লীর নযর ইশারার বাইরে যাবে না।</p>\n<p><strong>বৈঠকের দো&lsquo;আ সমূহ :</strong></p>\n<p><strong>(ক) তাশাহহুদ (আত্তাহিইয়া-তু):</strong></p>\n<p>&nbsp;</p>\n<p dir=\"rtl\"><span dir=\"rtl\" lang=\"ar\">اَلتَّحِيَّاتُ ِللهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ</span></p>\n<p>&nbsp;</p>\n<p><strong>উচ্চারণ :</strong> আত্তাহিইয়া-তু লিল্লা-হি ওয়াছ্ ছালাওয়া-তু ওয়াত্ ত্বাইয়িবা-তু আসসালা-মু &lsquo;আলায়কা আইয়ুহান নাবিইয়ু ওয়া রহমাতুল্লা-হি ওয়া বারাকা-তুহু। আসসালা-মু &lsquo;আলায়না ওয়া &lsquo;আলা &lsquo;ইবা-দিল্লা-হিছ ছা-লেহীন। আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আন্না মুহাম্মাদান &lsquo;আবদুহূ ওয়া রাসূলুহু।</p>\n<p><strong>অনুবাদ :</strong> যাবতীয় সম্মান, যাবতীয় উপাসনা ও যাবতীয় পবিত্র বিষয় আল্লাহর জন্য। হে নবী! আপনার উপরে শান্তি বর্ষিত হৌক এবং আল্লাহর অনুগ্রহ ও সমৃদ্ধি সমূহ নাযিল হউক। শান্তি বর্ষিত হউক আমাদের উপরে ও আল্লাহর সৎকর্মশীল বান্দাগণের উপরে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল&rsquo; (বুখারী, মুসলিম)।[4]</p>\n<p><strong>(খ) দরূদ :</strong></p>\n<p>&nbsp;</p>\n<p dir=\"rtl\"><span dir=\"rtl\" lang=\"ar\">اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ- اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ-</span></p>\n<p>&nbsp;</p>\n<p><strong>উচ্চারণ :</strong> আল্লা-হুম্মা ছাল্লে &lsquo;আলা মুহাম্মাদিঁউ ওয়া &lsquo;আলা আ-লে মুহাম্মাদিন কামা ছাল্লায়তা &lsquo;আলা ইবরা-হীমা ওয়া &lsquo;আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ। আল্লা-হুম্মা বা-রিক &lsquo;আলা মুহাম্মাদিঁউ ওয়া &lsquo;আলা আ-লে মুহাম্মাদিন কামা বা-রকতা &lsquo;আলা ইবরা-হীমা ওয়া &lsquo;আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ।</p>\n<p><strong>অনুবাদ :</strong> &lsquo;হে আল্লাহ! আপনি রহমত বর্ষণ করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি রহমত বর্ষণ করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত। হে আল্লাহ! আপনি বরকত নাযিল করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি বরকত নাযিল করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত&rsquo;।[5]</p>\n<p>&nbsp;</p>\n<p><strong>(গ) দো&lsquo;আয়ে মাছূরাহ :</strong></p>\n<p>&nbsp;</p>\n<p dir=\"rtl\"><span dir=\"rtl\" lang=\"ar\">اَللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمًا كَثِيْرًا وَّلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِّنْ عِنْدَكَ وَارْحَمْنِيْ إِنَّكَ أَنْتَ الْغَفُوْرُ الرَّحِيْمُ</span></p>\n<p>&nbsp;</p>\n<p><strong>উচ্চারণ:</strong> আল্লা-হুম্মা ইন্নী যালামতু নাফসী যুলমান কাছীরাঁও অলা ইয়াগফিরুয যুনূবা ইল্লা আনতা, ফাগফিরলী মাগফিরাতাম মিন &lsquo;ইনদিকা ওয়ারহামনী ইন্নাকা আন্তাল গাফূরুর রহীম&rsquo;।</p>\n<p><strong>অনুবাদ :</strong> &lsquo;হে আল্লাহ! আমি আমার নফসের উপরে অসংখ্য যুলুম করেছি। ঐসব গুনাহ মাফ করার কেউ নেই আপনি ব্যতীত। অতএব আপনি আমাকে আপনার পক্ষ হ&rsquo;তে বিশেষভাবে ক্ষমা করুন এবং আমার উপরে অনুগ্রহ করুন। নিশ্চয়ই আপনি ক্ষমাশীল ও দয়াবান&rsquo;।[6]</p>\n<p>এর পর অন্যান্য দো&lsquo;আ সমূহ পড়তে পারে।</p>"
  },
  {
    "id": 36,
    "cat_id": 7,
    "topic_id": 10,
    "description": "<p><strong>সালাম :&nbsp;</strong></p>\n<p>দো&lsquo;আয়ে মাছূরাহ শেষে প্রথমে ডাইনে ও পরে বামে &lsquo;আসসালামু আলায়কুম ওয়া রাহমাতুল্লাহ&rsquo; (আল্লাহর পক্ষ হ&rsquo;তে আপনার উপর শান্তি ও অনুগ্রহ বর্ষিত হৌক!) বলে সালাম ফিরাবে। প্রথম সালামের শেষে &lsquo;ওয়া বারাকা-তুহু&rsquo; (এবং তাঁর বরকত সমূহ) যোগ করা যেতে পারে। এভাবে ছালাত সমাপ্ত করে প্রথমে সরবে একবার &lsquo;আল্লা-হু আকবর&rsquo; (আল্লাহ সবার বড়) ও তিনবার &lsquo;আস্তাগফিরুল্লা-হ&rsquo; (আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি) বলে নিম্নের দো&lsquo;আসমূহ এবং অন্যান্য দো&lsquo;আ পাঠ করবে। এ সময় ইমাম হ&rsquo;লে ডাইনে অথবা বামে ঘুরে সরাসরি মুক্তাদীগণের দিকে ফিরে বসবে। অতঃপর সকলে নিম্নের দো&lsquo;আ সহ অন্যান্য দো&lsquo;আ পাঠ করবে।-</p>\n<p>&nbsp;</p>\n<p dir=\"rtl\">اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ</p>\n<p>&nbsp;</p>\n<p><strong>উচ্চারণ : </strong>আল্লা-হুম্মা আন্&zwnj;তাস সালা-মু ওয়া মিনকাস্ সালা-মু, তাবা-রকতা ইয়া যাল জালা-লি ওয়াল ইকরা-ম ।</p>\n<p><strong>অনুবাদ :</strong> &lsquo;হে আল্লাহ আপনিই শান্তি, আপনার থেকেই আসে শান্তি। বরকতময় আপনি, হে মর্যাদা ও সম্মানের মালিক&rsquo;। এটুকু পড়েই উঠে যেতে পারেন। [7] পরবর্তী দো&lsquo;আ সমূহ &lsquo;ছালাত পরবর্তী যিকর সমূহ&rsquo; অধ্যায়ে দ্রষ্টব্য।</p>"
  },
  {
    "id": 37,
    "cat_id": 7,
    "topic_id": 11,
    "description": "<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(1) اَللهُ أَكْبَرُ، أَسْتَغْفِرُ اللهَ، اَسْتَغْفِرُ اللهَ، اَسْتَغْفِرُ اللهَ-</span></p>\n<p><strong>১. </strong>আল্লা-হু আকবার (একবার সরবে)। আস্তাগফিরুল্লা-হ, আসতাগফিরুল্লা-হ, আস্তাগফিরুল্লা-হ (তিনবার)।</p>\n<p><strong>অর্থ:</strong>&nbsp;আল্লাহ সবার চেয়ে বড়। আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি।[173]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(2) اَللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَ الْإِكْرَامِ.</span></p>\n<p><strong>২.&nbsp;</strong>আল্লা-হুম্মা আন্&zwnj;তাস্ সালা-মু ওয়া মিনকাস্ সালা-মু, তাবা-রক্&zwnj;তা ইয়া যাল জালা-লি ওয়াল ইকরা-ম।</p>\n<p>অর্থ : &lsquo;হে আল্লাহ! আপনিই শান্তি, আপনার থেকেই আসে শান্তি। বরকতময় আপনি, হে মর্যাদা ও সম্মানের মালিক&rsquo;। &lsquo;এটুকু পড়েই ইমাম উঠে যেতে পারেন&rsquo;। [174]</p>\n<p>এই সময় তিনি তাঁর স্থান থেকে একটু সরে গিয়ে সুন্নাত পড়বেন, যাতে দুই স্থানের মাটি ক্বিয়ামতের দিন তার ইবাদতের সাক্ষ্য দেয়। যেমন আল্লাহ বলেন,&nbsp;<span dir=\"rtl\" lang=\"ar\">يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا</span>&nbsp;&lsquo;ক্বিয়ামতের দিন মাটি তার সকল বৃত্তান্ত বর্ণনা করবে&rsquo;।[175]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(3) لآ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لاَحَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ- اَللَّهُمَّ أَعِنِّيْ عَلَى ذِكْرِكَ وَ شُكْرِكَ وَ حُسْنِ عِبَادَتِكَ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ-</span></p>\n<p><strong>৩. </strong>লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহূ লা শারীকা লাহূ, লাহুল মুলকু ওয়া লাহুল হাম্দু ওয়া হুয়া &lsquo;আলা কুল্লি শাইয়িন ক্বাদীর; লা হাওলা ওয়ালা কুউওয়াতা ইল্লা বিল্লা-হ (উঁচুস্বরে)।[176] আল্লা-হুম্মা আ&lsquo;ইন্নী &lsquo;আলা যিকরিকা ওয়া শুকরিকা ওয়া হুসনে &lsquo;ইবা-দাতিকা। আল্লা-হুম্মা লা মা-নে&lsquo;আ লেমা আ&lsquo;ত্বায়তা অলা মু&lsquo;ত্বিয়া লেমা মানা&lsquo;তা অলা ইয়ান্ফা&lsquo;উ যাল জাদ্দে মিনকাল জাদ্দু।</p>\n<p>অর্থ : নেই কোন উপাস্য আল্লাহ ব্যতীত, যিনি একক ও শরীকবিহীন। তাঁরই জন্য সকল রাজত্ব ও তাঁরই জন্য যাবতীয় প্রশংসা। তিনি সকল কিছুর উপরে ক্ষমতাশালী। নেই কোন ক্ষমতা, নেই কোন শক্তি, আল্লাহ ব্যতীত&rsquo;।[177] &lsquo;হে আল্লাহ! আপনাকে স্মরণ করার জন্য, আপনার শুকরিয়া আদায় করার জন্য এবং আপনার সুন্দর ইবাদত করার জন্য আমাকে সাহায্য করুন&rsquo;।[178] &lsquo;হে আল্লাহ! আপনি যা দিতে চান, তা রোধ করার কেউ নেই এবং আপনি যা রোধ করেন, তা দেওয়ার কেউ নেই। কোন সম্পদশালী ব্যক্তির সম্পদ কোন উপকার করতে পারে না আপনার রহমত ব্যতীত&rsquo;। [179]</p>\n<p>&nbsp;</p>\n<p dir=\"rtl\"><span dir=\"rtl\" lang=\"ar\">(4) رَضِيتُ بِاللَّهِ رَبًّا وَّبِالْإِسْلاَمِ دِيْنًا وَّبِمُحَمَّدٍ نَبِيًّا-</span></p>\n<p><strong>৪. </strong>রাযীতু বিললা-হে রববাঁও ওয়া বিল ইসলা-মে দ্বীনাঁও ওয়া বিমুহাম্মাদিন্ নাবিইয়া।</p>\n<p>অর্থ: আমি সন্তুষ্ট হয়ে গেলাম আল্লাহর উপরে প্রতিপালক হিসাবে, ইসলামের উপরে দ্বীন হিসাবে এবং মুহাম্মাদের উপরে নবী হিসাবে&rsquo;। রাসূলুল্লাহ (ছাঃ) বলেন, যে ব্যক্তি এই দো&lsquo;আ পাঠ করবে, তার জন্য জান্নাত ওয়াজিব হয়ে যাবে&rsquo;।[180]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(5) اَللَّهُمَّ إِنِّىْ أَعُوْذُبِكَ مِنَ الْجُبْنِ وَأَعُوْذُبِكَ مِنْ الْبُخْلِ وَأَعُوْذُبِكَ مِنْ أَرْذَلِ الْعُمُرِ وَأَعُوْذُبِكَ مِنْ فِتْنَةِ الدُّنْيَا وَ عَذَابِ الْقَبْرِ-</span></p>\n<p><strong>৫. </strong>আল্লা-হুম্মা ইন্নী আ&lsquo;ঊযুবিকা মিনাল জুব্নে ওয়া আ&lsquo;ঊযুবিকা মিনাল বুখ্লে ওয়া আ&lsquo;ঊযুবিকা মিন আরযালিল &lsquo;উমুরে; ওয়া আ&lsquo;ঊযুবিকা মিন্ ফিৎনাতিদ দুন্ইয়া ওয়া &lsquo;আযা-বিল ক্বাবরে।</p>\n<p>অর্থঃ &lsquo;হে আল্লাহ! (১) আমি আপনার নিকট আশ্রয় প্রার্থনা করছি ভীরুতা হ&rsquo;তে (২) আশ্রয় প্রার্থনা করছি কৃপণতা হ&rsquo;তে (৩) আশ্রয় প্রার্থনা করছি নিকৃষ্টতম বয়স হ&rsquo;তে এবং (৪) আশ্রয় প্রার্থনা করছি দুনিয়ার ফিৎনা হ&rsquo;তে ও (৫) কবরের আযাব হ&rsquo;তে&rsquo;।[181]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(6) اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ -</span></p>\n<p><strong>৬. </strong>আল্লা-হুম্মা ইন্নী আ&lsquo;ঊযুবিকা মিনাল হাম্মে ওয়াল হাযানে ওয়াল &lsquo;আজঝে ওয়াল কাসালে ওয়াল জুবনে ওয়াল বুখলে ওয়া যালা&lsquo;ইদ দায়নে ওয়া গালাবাতির রিজা-লে।</p>\n<p>অর্থ : হে আল্লাহ! আমি আপনার নিকটে আশ্রয় প্রার্থনা করছি দুশ্চিন্তা ও দুঃখ বেদনা হ&rsquo;তে, অক্ষমতা ও অলসতা হ&rsquo;তে, ভীরুতা ও কৃপণতা হ&rsquo;তে এবং ঋণের বোঝা ও মানুষের যবরদস্তি হ&rsquo;তে&rsquo;।[182]</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(7) سُبْحَانَ اللهِ وَ بِحَمْدِهِ عَدَدَ خَلْقِهِ وَ رِضَا نَفْسِهِ وَ زِنَةَ عَرْشِهِ وَ مِدَادَ كَلِمَاتِهِ-</span></p>\n<p><strong>৭. </strong>সুবহা-নাল্লা-হে ওয়া বেহাম্দিহী &lsquo;আদাদা খাল্ক্বিহী ওয়া রিযা নাফ্সিহী ওয়া ঝিনাতা &lsquo;আরশিহী ওয়া মিদা-দা কালেমা-তিহ (৩ বার)।</p>\n<p>অর্থ : মহাপবিত্র আল্লাহ এবং সকল প্রশংসা তাঁর জন্য। তাঁর সৃষ্টিকুলের সংখ্যার সমপরিমাণ, তাঁর সত্তার সন্তুষ্টির সমপরিমাণ এবং তাঁর আরশের ওযন ও মহিমাময় বাক্য সমূহের ব্যাপ্তি সমপরিমাণ।[183]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(8) يَا مُقَلِّبَ الْقُلُوْبِ ثَبِّتْ قَلْبِي عَلَى دِيْنِكَ، اَللَّهُمَّ مُصَرِّفَ الْقُلُوْبِ صَرِّفْ قُلُوْبَنَا عَلَى طَاعَتِكَ-</span></p>\n<p><strong>৮. </strong>ইয়া মুক্বাল্লিবাল ক্বুলূবে ছাবিবত ক্বালবী &lsquo;আলা দ্বীনিকা, আল্লা-হুম্মা মুছারিরফাল কবুলূবে ছাররিফ ক্বুলূবানা &lsquo;আলা ত্বোয়া-&lsquo;আতিকা।</p>\n<p>অর্থ : হে হৃদয় সমূহের পরিবর্তনকারী! আমার হৃদয়কে তোমার দ্বীনের উপর দৃঢ় রাখো&rsquo;। &lsquo;হে অন্তর সমূহের রূপান্তরকারী! আমাদের অন্তর সমূহকে তোমার আনুগত্যের দিকে ফিরিয়ে দাও&rsquo;।[184]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(9) اَللَّهُمَّ أَدْخِلْنِىْ الْجَنَّةَ وَ أَجِرْنِىْ مِنَ النَّارِ-</span></p>\n<p><strong>৯. </strong>আল্লা-হুম্মা আদখিলনিল জান্নাতা ওয়া আজিরনী মিনান্ না-র (৩ বার)।</p>\n<p>অর্থ : হে আল্লাহ তুমি আমাকে জান্নাতে প্রবেশ করাও এবং জাহান্নাম থেকে পানাহ দাও! [185]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(10) اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى-</span></p>\n<p><strong>১০. </strong>আল্লা-হুম্মা ইন্নী আসআলুকাল হুদা ওয়াত তুক্বা ওয়াল &lsquo;আফা-ফা ওয়াল গিণা।</p>\n<p>অর্থ : হে আল্লাহ! আমি তোমার নিকটে সুপথের নির্দেশনা, পরহেযগারিতা, পবিত্রতা ও সচ্ছলতা প্রার্থনা করছি।[186]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(11) سُبْحَانَ اللهِ، اَلْحَمْدُ ِللهِ، اَللهُ أَكْبَرُ، لآ إلهَ إلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ-</span></p>\n<p><strong>১১. </strong>সুবহা-নাল্লা-হ (৩৩ বার)। আলহাম্দুলিল্লা-হ (৩৩ বার)। আল্লাহু-আকবার (৩৩ বার)। লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহূ লা শারীকা লাহূ; লাহুল মুল্কু ওয়া লাহুল হাম্দু ওয়া হুয়া &lsquo;আলা কুল্লে শাইয়িন ক্বাদীর (১ বার)। অথবা আল্লা-হু আকবার (৩৪ বার)।</p>\n<p>অর্থ : পবিত্রতাময় আল্লাহ। যাবতীয় প্রশংসা আল্লাহর জন্য। আল্লাহ সবার চেয়ে বড়। নেই কোন উপাস্য একক আল্লাহ ব্যতীত; তাঁর কোন শরীক নেই। তাঁরই জন্য সমস্ত রাজত্ব ও তাঁরই জন্য যাবতীয় প্রশংসা। তিনি সকল কিছুর উপরে ক্ষমতাশালী।[187]</p>\n<p>রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;যে ব্যক্তি প্রত্যেক ফরয ছালাতের পর উক্ত দো&lsquo;আ পাঠ করবে, তার সকল গোনাহ মাফ করা হবে। যদিও তা সাগরের ফেনা সমতুল্য হয়&rsquo;। [188] অন্য বর্ণনায় এসেছে, তিনি আয়েশা ও ফাতেমা (রাঃ)-কে বলেন, তোমরা এ দো&lsquo;আটি প্রত্যেক ছালাতের শেষে এবং শয়নকালে পড়বে। এটাই তোমাদের জন্য একজন খাদেমের চাইতে উত্তম হবে&rsquo;।[189]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(12) سُبْحَانَ اللهِ وَ بِحَمْدِهِ ، سُبْحَانَ اللهِ الْعَظِيْمِ-</span></p>\n<p><strong>১২. </strong>সুবহা-নাল্লা-হি ওয়া বিহাম্দিহী, সুব্হা-নাল্লা-হিল &lsquo;আযীম। অথবা সকালে ও সন্ধ্যায় ১০০ বার করে &lsquo;সুবহা-নাল্লা-হে ওয়া বেহামদিহী&rsquo; পড়বে।</p>\n<p>অর্থ : &lsquo;মহাপবিত্র আল্লাহ এবং সকল প্রশংসা তাঁর জন্য। মহাপবিত্র আল্লাহ, যিনি মহান&rsquo;। এই দো&lsquo;আ পাঠের ফলে তার সকল গোনাহ ঝরে যাবে। যদিও তা সাগরের ফেনা সমতুল্য হয়&rsquo;। রাসূলুল্লাহ (ছাঃ) এই দো&lsquo;আ সম্পর্কে বলেন যে, দু&rsquo;টি কালেমা রয়েছে, যা রহমানের নিকটে খুবই প্রিয়, যবানে বলতে খুবই হালকা এবং মীযানের পাল্লায় খুবই ভারী। তা হ&rsquo;ল সুব্হা-নাল্লা-হি....।[190] ইমাম বুখারী (রহঃ) তাঁর জগদ্বিখ্যাত কিতাব ছহীহুল বুখারী উপরোক্ত হাদীছ ও দো&lsquo;আর মাধ্যমে শেষ করেছেন।</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(13) اَللهُ لآ إِلهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّوْمُ، لاَ تَأْخُذُهُ سِنَةٌ وَّلاَ نَوْمٌ، لَهُ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ، مَنْ ذَا الَّذِىْ يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْئٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلاَ يَئُودُهُ حِفْظُهُمَا وَ هُوَ الْعَلِيُّ الْعَظِيْمُ-</span></p>\n<p><strong>১৩. </strong>আয়াতুল কুরসী : আল্লা-হু লা ইলা-হা ইল্লা হুওয়াল হাইয়ুল ক্বাইয়ূম। লা তা&rsquo;খুযুহু সেনাতুঁ ওয়ালা নাঊম। লাহূ মা ফিস্ সামা-ওয়াতে ওয়ামা ফিল আরয। মান যাল্লাযী ইয়াশফা&lsquo;উ &lsquo;ইন্দাহূ ইল্লা বিইয্নিহি। ইয়া&lsquo;লামু মা বায়না আয়দীহিম ওয়ামা খালফাহুম, ওয়ালা ইউহীতূনা বিশাইয়িম্ মিন &lsquo;ইল্মিহী ইল্লা বিমা শা-আ; ওয়াসে&lsquo;আ কুরসিইয়ুহুস্ সামা-ওয়া-তে ওয়াল আরয; ওয়ালা ইয়াউদুহূ হিফযুহুমা ওয়া হুওয়াল &lsquo;আলিইয়ুল &lsquo;আযীম (বাক্বারাহ ২/২৫৫)।</p>\n<p>অর্থ : আল্লাহ, যিনি ব্যতীত কোন উপাস্য নেই। যিনি চিরঞ্জীব ও বিশ্বচরাচরের ধারক। কোন তন্দ্রা বা নিদ্রা তাঁকে পাকড়াও করতে পারে না। আসমান ও যমীনে যা কিছু আছে সবকিছু তাঁরই মালিকানাধীন। তাঁর হুকুম ব্যতীত এমন কে আছে যে তাঁর নিকটে সুফারিশ করতে পারে? তাদের সম্মুখে ও পিছনে যা কিছু আছে সবকিছুই তিনি জানেন। তাঁর জ্ঞানসমুদ্র হ&rsquo;তে তারা কিছুই আয়ত্ত করতে পারে না, কেবল যতুটুকু তিনি দিতে ইচ্ছা করেন। তাঁর কুরসী[191] সমগ্র আসমান ও যমীন পরিবেষ্টন করে আছে। আর সেগুলির তত্ত্বাবধান তাঁকে মোটেই শ্রান্ত করে না। তিনি সর্বোচ্চ ও মহান&rsquo;।</p>\n<p>রাসূলুল্লাহ (ছাঃ) বলেন, প্রত্যেক ফরয ছালাত শেষে আয়াতুল কুরসী পাঠকারীর জান্নাতে প্রবেশ করার জন্য আর কোন বাধা থাকে না মৃত্যু ব্যতীত&rsquo; (নাসাঈ)। শয়নকালে পাঠ করলে সকাল পর্যন্ত তার হেফাযতের জন্য একজন ফেরেশতা পাহারায় নিযু্ক্ত থাকে। যাতে শয়তান তার নিকটবর্তী হ&rsquo;তে না পারে&rsquo; (বুখারী)। [192]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(14) اَللَّهُمَّ اكْفِنِيْ بِحَلاَلِكَ عَنْ حَرَامِكَ وَ أَغْنِنِىْ بِفَضْلِكَ عَمَّنْ سِوَاكَ-</span></p>\n<p><strong>১৪. </strong>আল্লা-হুম্মাকফিনী বেহালা-লেকা &lsquo;আন হারা-মেকা ওয়া আগ্নিনী বেফাযলেকা &lsquo;আম্মান সেওয়া-কা।</p>\n<p>অর্থ : হে আল্লাহ! আপনি আমাকে হারাম ছাড়া হালাল দ্বারা যথেষ্ট করুন এবং আপনার অনুগ্রহ দ্বারা আমাকে অন্যদের থেকে মুখাপেক্ষীহীন করুন! রাসূল (ছাঃ) বলেন, এই দো&lsquo;আর ফলে পাহাড় পরিমাণ ঋণ থাকলেও আল্লাহ তার ঋণ মুক্তির ব্যবস্থা করে দেন&rsquo;।[193]</p>\n<p>&nbsp;</p>\n<p dir=\"RTL\"><span dir=\"rtl\" lang=\"ar\">(15) أَسْتَغْفِرُ اللهَ الَّذِىْ لآ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّوْمُ وَ أَتُوْبُ إِلَيْهِ-</span></p>\n<p><strong>১৫. </strong>আস্তাগফিরুল্লা-হাল্লাযী লা ইলা-হা ইল্লা হুওয়াল হাইয়ুল ক্বাইয়ূমু ওয়া আতূবু ইলাইহে&rsquo;।</p>\n<p>অর্থ : আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি। যিনি ব্যতীত কোন উপাস্য নেই। যিনি চিরঞ্জীব ও বিশ্বচরাচরের ধারক। আমি অনুতপ্ত হৃদয়ে তাঁর দিকে ফিরে যাচ্ছি বা তওবা করছি&rsquo;। এই দো&lsquo;আ পড়লে আল্লাহ তাকে ক্ষমা করেন, যদিও সে জিহাদের ময়দান থেকে পলাতক আসামী হয়&rsquo;।[194] রাসূলুল্লাহ (ছাঃ) দৈনিক ১০০ করে বার তওবা করতেন&rsquo;।[195]</p>\n<p><strong>১৬.</strong> রাসূলুল্লাহ (ছাঃ) প্রত্যেক ছালাতের শেষে সূরা &lsquo;ফালাক্ব&rsquo; ও &lsquo;নাস&rsquo; পড়ার নির্দেশ দিতেন।[196] তিনি প্রতি রাতে শুতে যাওয়ার সময় সূরা ইখলাছ, ফালাক্ব ও নাস পড়ে দু&rsquo;হাতে ফুঁক দিয়ে মাথা ও চেহারাসহ সাধ্যপক্ষে সমস্ত শরীরে হাত বুলাতেন। তিনি এটি তিনবার করতেন। [197]</p>"
  },
  {
    "id": 38,
    "cat_id": 8,
    "topic_id": 1,
    "description": "<p>বিতর ছালাত সুন্নাতে মুওয়াক্কাদাহ।[1] যা এশার ফরয ছালাতের পর হ&rsquo;তে ফজর পর্যন্ত সুন্নাত ও নফল ছালাত সমূহের শেষে আদায় করতে হয়।[2] বিতর ছালাত খুবই ফযীলতপূর্ণ। রাসূলুল্লাহ (ছাঃ) বাড়ীতে বা সফরে কোন অবস্থায় বিতর ও ফজরের দু&rsquo;রাক&lsquo;আত সুন্নাত পরিত্যাগ করতেন না।[3]</p>\n<p>&lsquo;বিতর&rsquo; অর্থ বেজোড়। যা মূলতঃ এক রাক&lsquo;আত। কেননা এক রাক&lsquo;আত যোগ না করলে কোন ছালাতই বেজোড় হয় না। রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, &lsquo;রাতের নফল ছালাত দুই দুই (مَثْنَى مَثْنَى)। অতঃপর যখন তোমাদের কেউ ফজর হয়ে যাবার আশংকা করবে, তখন সে যেন এক রাক&lsquo;আত পড়ে নেয়। যা তার পূর্বেকার সকল নফল ছালাতকে বিতরে পরিণত করবে&rsquo;।[4] অন্য হাদীছে তিনি বলেন,</p>\n<p>&nbsp;اَلْوِتْرُ رَكْعَةٌ مِّنْ آخِرِ اللَّيْلِ</p>\n<p>&lsquo;বিতর রাত্রির শেষে এক রাক&lsquo;আত মাত্র&rsquo;।[5] আয়েশা (রাঃ) বলেন,</p>\n<p>&nbsp;وَكَانَ يُوْتِرُ بِوَاحِدَةٍ</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ) এক রাক&lsquo;আত দ্বারা বিতর করতেন&rsquo;। [6]</p>\n<p>রাতের নফল ছালাত সহ বিতর ১, ৩, ৫, ৭, ৯, ১১ ও ১৩ রাক&lsquo;আত পর্যন্ত (وَلاَ بِأَكْثَرَ مِنْ ثَلاَثَ عَشْرَةَ) পড়া যায় এবং তা প্রথম রাত্রি, মধ্য রাত্রি, ও শেষ রাত্রি সকল সময় পড়া চলে।[7] যদি কেউ বিতর পড়তে ভুলে যায় অথবা বিতর না পড়ে ঘুমিয়ে যায়, তবে স্মরণ হ&rsquo;লে কিংবা রাতে বা সকালে ঘুম হ&rsquo;তে জেগে উঠার পরে সুযোগ মত তা আদায় করবে।[8] অন্যান্য সুন্নাত-নফলের ন্যায় বিতরের ক্বাযাও আদায় করা যাবে।[9] তিন রাক&lsquo;আত বিতর একটানা ও এক সালামে পড়াই উত্তম।[10] ৫ রাক&lsquo;আত বিতরে একটানা পাঁচ রাক&lsquo;আত শেষে বৈঠক ও সালাম সহ বিতর করবে। [11] সাত ও নয় রাক&lsquo;আত বিতরে ছয় ও আট রাক&lsquo;আতে প্রথম বৈঠক করবে। অতঃপর সপ্তম ও নবম রাক&lsquo;আতে শেষ বৈঠক করে সালাম ফিরাবে।[12]</p>\n<p>চার খলীফাসহ অধিকাংশ ছাহাবী, তাবেঈ ও মুজতাহিদ ইমামগণ এক রাক&lsquo;আত বিতরে অভ্যস্ত ছিলেন।[13] অতএব &lsquo;এক রাক&lsquo;আত বিতর সঠিক নয় এবং এক রাক&lsquo;আতে কোন ছালাত হয় না&rsquo;। &lsquo;বিতর তিন রাক&lsquo;আতে সীমাবদ্ধ&rsquo;। &lsquo;বিতর ছালাত মাগরিবের ছালাতের ন্যায়&rsquo;। &lsquo;তিন রাক&lsquo;আত বিতরের উপরে উম্মতের ইজমা হয়েছে&rsquo; বলে যেসব কথা সমাজে চালু আছে, শরী&lsquo;আতে এর কোন ভিত্তি নেই&rsquo;।[14] রাসূলুল্লাহ (ছাঃ) বলেন, তোমরা মাগরিবের ছালাতের ন্যায় (মাঝখানে বৈঠক করে) বিতর আদায় করো না&rsquo;।[15] উবাই ইবনু কা&lsquo;ব (রাঃ) বলেন যে, রাসূলুল্লাহ (ছাঃ) তিন রাক&lsquo;আত বিতরের ১ম রাক&lsquo;আতে সূরা আ&lsquo;লা, ২য় রাক&lsquo;আতে সূরা কাফেরূণ ও ৩য় রাক&lsquo;আতে সূরা ইখলাছ পাঠ করতেন। ঐ সাথে ফালাক্ব ও নাস পড়ার কথাও এসেছে।[16] এসময় তিনি শেষ রাক&lsquo;আতে ব্যতীত সালাম ফিরাতেন না (وَلاَ يُسَلِّمُ إِلاَّ فِي آخِرِهِنَّ)। [17]</p>\n<p><strong>কুনূত&nbsp;</strong><strong>(القنوت)</strong>&nbsp;<strong>:</strong></p>\n<p><strong>&lsquo;</strong>&nbsp;কুনূত&rsquo; অর্থ বিনম্র আনুগত্য। কুনূত দু&rsquo;প্রকার। কুনূতে রাতেবাহ ও কুনূতে নাযেলাহ। প্রথমটি বিতর ছালাতের শেষ রাক&lsquo;আতে পড়তে হয়। দ্বিতীয়টি বিপদাপদ ও বিশেষ কোন যরূরী কারণে ফরয ছালাতের শেষ রাক&lsquo;আতে পড়তে হয়। বিতরের কুনূতের জন্য হাদীছে বিশেষ দো&lsquo;আ বর্ণিত হয়েছে।[18] বিতরের কুনূত সারা বছর পড়া চলে।[19] তবে মাঝে মধ্যে ছেড়ে দেওয়া ভাল। কেননা বিতরের জন্য কুনূত ওয়াজিব নয়। [20] দো&lsquo;আয়ে কুনূত রুকূর আগে ও পরে[21] দু&rsquo;ভাবেই পড়া জায়েয আছে। আবু হুরায়রা (রাঃ) হ&rsquo;তে স্পষ্টভাবে বর্ণিত হয়েছে যে,</p>\n<p dir=\"RTL\">أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَرَادَ أَنْ يَّدْعُوَ عَلَى أَحَدٍ أَوْ لِأَحَدٍ قَنَتَ بَعْدَ الرُّكُوْعِ، متفق عليه-</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ) যখন কারো বিরুদ্ধে বা কারো পক্ষে দো&lsquo;আ করতেন, তখন রুকূর পরে কুনূত পড়তেন...।[22] ইমাম বায়হাক্বী বলেন,</p>\n<p dir=\"RTL\">رُوَاةُ الْقُنُوْتِ بَعْدَ الرُّكُوْعِ أَكْثَرُ وَأَحْفَظُ وَعَلَيْهِ دَرَجَ الْخُلَفَاءُ الرَّاشِدُوْنَ-</p>\n<p>&lsquo;রুকূর পরে কুনূতের রাবীগণ সংখ্যায় অধিক ও অধিকতর স্মৃতিসম্পন্ন এবং এর উপরেই খুলাফায়ে রাশেদ্বীন আমল করেছেন&rsquo;। [23] হযরত ওমর, আব্দুল্লাহ ইবনে মাসঊদ, আনাস, আবু হুরায়রা (রাঃ) প্রমুখ ছাহাবী থেকে বিতরের কুনূতে বুক বরাবর হাত উঠিয়ে দো&lsquo;আ করা প্রমাণিত আছে।[24]কুনূত পড়ার জন্য রুকূর পূর্বে তাকবীরে তাহরীমার ন্যায় দু&rsquo;হাত উঠানো ও পুনরায় বাঁধার প্রচলিত প্রথার কোন বিশুদ্ধ দলীল নেই।[25] ইমাম আহমাদ বিন হাম্বলকে জিজ্ঞেস করা হ&rsquo;ল যে, বিতরের কুনূত রুকূর পরে হবে, না পূর্বে হবে এবং এই সময় দো&lsquo;আ করার জন্য হাত উঠানো যাবে কি-না। তিনি বললেন, বিতরের কুনূত হবে রুকূর পরে এবং এই সময় হাত উঠিয়ে দো&lsquo;আ করবে।[26] ইমাম আবু ইউসুফ (রহঃ) বলেন, বিতরের কুনূতের সময় দু&rsquo;হাতের তালু আসমানের দিকে বুক বরাবর উঁচু থাকবে। ইমাম ত্বাহাবী ও ইমাম কার্খীও এটাকে পসন্দ করেছেন।[27] এই সময় মুক্তাদীগণ &lsquo;আমীন&rsquo; &lsquo;আমীন&rsquo; বলবেন।[28]</p>\n<p><strong>দো&lsquo;আয়ে কুনূত&nbsp;</strong><strong>(دعاء قنوت الوتر)</strong>&nbsp;<strong>:</strong></p>\n<p>হাসান বিন আলী (রাঃ) বলেন যে, বিতরের কুনূতে বলার জন্য রাসূলুল্লাহ (ছাঃ) আমাকে নিম্নোক্ত দো&lsquo;আ শিখিয়েছেন।-</p>\n<p dir=\"RTL\">اَللَّهُمَّ اهْدِنِيْ فِيْمَنْ هَدَيْتَ، وَعَافِنِىْ فِيْمَنْ عَافَيْتَ، وَتَوَلَّنِيْ فِيْمَنْ تَوَلَّيْتَ، وَبَارِكْ لِيْ فِيْمَا أَعْطَيْتَ، وَقِنِيْ شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِىْ وَلاَ يُقْضَى عَلَيْكَ، إنَّهُ لاَ يَذِلُّ مَنْ وَّالَيْتَ، وَ لاَ يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ، وَصَلَّى اللهُ عَلَى النَّبِىِّ-</p>\n<p><strong>উচ্চারণ :</strong>&nbsp;<em>আল্লা-হুম্মাহদিনী ফীমান হাদায়তা, ওয়া &lsquo;আ-ফিনী ফীমান &lsquo;আ-ফায়তা, ওয়া তাওয়াল্লানী ফীমান তাওয়াল্লায়তা, ওয়া বা-রিকলী ফীমা &lsquo;আ&lsquo;ত্বায়তা, ওয়া ক্বিনী শাররা মা ক্বাযায়তা; ফাইন্নাকা তাক্বযী ওয়া লা ইয়ুক্বযা &lsquo;আলায়কা, ইন্নাহূ লা ইয়াযিল্লু মাঁও ওয়া-লায়তা, ওয়া লা ইয়া&lsquo;ইযঝু মান্ &lsquo;আ-দায়তা, তাবা-রকতা রব্বানা ওয়া তা&lsquo;আ-লায়তা, ওয়া ছাল্লাল্লা-হু &lsquo;আলান্ নাবী&rsquo;&nbsp;</em>।[29]</p>\n<p>জামা&lsquo;আতে ইমাম ছাহেব ক্রিয়াপদের শেষে একবচন...&lsquo;নী&rsquo;-এর স্থলে বহুবচন.... &lsquo;না&rsquo; বলতে পারেন।[30]</p>\n<p><strong>অনুবাদ :</strong>&nbsp;হে আল্লাহ! তুমি যাদেরকে সুপথ দেখিয়েছ, আমাকে তাদের মধ্যে গণ্য করে সুপথ দেখাও। যাদেরকে তুমি মাফ করেছ, আমাকে তাদের মধ্যে গণ্য করে মাফ করে দাও। তুমি যাদের অভিভাবক হয়েছ, তাদের মধ্যে গণ্য করে আমার অভিভাবক হয়ে যাও। তুমি আমাকে যা দান করেছ, তাতে বরকত দাও। তুমি যে ফায়ছালা করে রেখেছ, তার অনিষ্ট হ&rsquo;তে আমাকে বাঁচাও। কেননা তুমি সিদ্ধান্ত দিয়ে থাক, তোমার বিরুদ্ধে কেউ সিদ্ধান্ত দিতে পারে না। তুমি যার সাথে বন্ধুত্ব রাখ, সে কোনদিন অপমানিত হয় না। আর তুমি যার সাথে দুশমনী কর, সে কোনদিন সম্মানিত হ&rsquo;তে পারে না। হে আমাদের প্রতিপালক! তুমি বরকতময় ও সর্বোচ্চ। আল্লাহ তাঁর নবীর উপরে রহমত বর্ষণ করুন&rsquo;।</p>\n<p>দো&lsquo;আয়ে কুনূত শেষে মুছল্লী&nbsp;<em>&lsquo;আল্লাহু আকবার&rsquo;</em>&nbsp;বলে সিজদায় যাবে।[31] কুনূতে কেবল দু&rsquo;হাত উঁচু করবে। মুখে হাত বুলানোর হাদীছ যঈফ।[32] বিতর শেষে তিনবার সরবে&nbsp;<em>&lsquo;সুবহা-নাল মালিকিল কুদ্দূস&rsquo;</em>&nbsp;শেষদিকে দীর্ঘ টানে বলবে&rsquo;।[33] অতঃপর ইচ্ছা করলে বসেই সংক্ষেপে দু&rsquo;রাক&lsquo;আত নফল ছালাত আদায় করবে এবং সেখানে প্রথম রাক&lsquo;আতে সূরা যিলযাল ও দ্বিতীয় রাক&lsquo;আতে সূরা কাফেরূণ পাঠ করবে।[34]</p>\n<p>উল্লেখ্য যে, اَللَّهُمَّ إِنَّا نَسْتَعِيْنُكَ وَنَسْتَغْفِرُكَ&nbsp;<em>আল্লা-হুম্মা ইন্না নাস্তা&lsquo;ঈনুকা ওয়া নাস্তাগফিরুকা</em>...&rsquo; বলে বিতরে যে কুনূত পড়া হয়, সেটার হাদীছ &lsquo;মুরসাল&rsquo; বা যঈফ।[35] অধিকন্তু এটি কুনূতে নাযেলাহ হিসাবে বর্ণিত হয়েছে, কুনূতে রাতেবাহ হিসাবে নয়।[36] অতএব বিতরের কুনূতের জন্য উপরে বর্ণিত দো&lsquo;আটিই সর্বোত্তম। [37]</p>\n<p>ইমাম তিরমিযী বলেন, لاَ نَعْرِفُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْقُنُوْتِ شَيْئًا أَحْسَنَ مِنْ هَذَا &lsquo;নবী করীম (ছাঃ) থেকে কুনূতের জন্য এর চেয়ে কোন উত্তম দো&lsquo;আ আমরা জানতে পারিনি&rsquo;।[38]</p>\n<p><strong>কুনূতে নাযেলাহ</strong>&nbsp;(<strong>قنوت النازلة)</strong>&nbsp;:</p>\n<p>যুদ্ধ, শত্রুর আক্রমণ প্রভৃতি বিপদের সময় অথবা কারুর জন্য বিশেষ কল্যাণ কামনায় আল্লাহর সাহায্য প্রার্থনা করে বিশেষভাবে এই দো&lsquo;আ পাঠ করতে হয়। &lsquo;কুনূতে নাযেলাহ&rsquo; ফজর ছালাতে অথবা সব ওয়াক্তে ফরয ছালাতের শেষ রাক&lsquo;আতে রুকূর পরে দাঁড়িয়ে&nbsp;<em>&lsquo;রববানা লাকাল হাম্দ&rsquo;</em>&nbsp;বলার পরে দু&rsquo;হাত উঠিয়ে সরবে পড়তে হয়। [39] কুনূতে নাযেলাহর জন্য রাসূলুল্লাহ (ছাঃ) থেকে নির্দিষ্ট কোন দো&lsquo;আ বর্ণিত হয়নি। অবস্থা বিবেচনা করে ইমাম আরবীতে[40] দো&lsquo;আ পড়বেন ও মুক্তাদীগণ &lsquo;আমীন&rsquo; &lsquo;আমীন&rsquo; বলবেন। [41] রাসূল (ছাঃ) বিভিন্ন সময় বিভিন্ন ব্যক্তি বা শক্তির বিরুদ্ধে এমনকি এক মাস যাবৎ একটানা বিভিন্নভাবে দো&lsquo;আ করেছেন।[42] তবে হযরত ওমর (রাঃ) থেকে এ বিষয়ে একটি দো&lsquo;আ বর্ণিত হয়েছে। যা তিনি ফজরের ছালাতে পাঠ করতেন এবং যা বিরোধী শক্তির বিরুদ্ধে দৈনিক পাঁচবার ছালাতে পাঠ করা যেতে পারে। যেমন-</p>\n<p dir=\"RTL\">اَللَّهُمَّ اغْفِرْلَنَا وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ، وَأَلِّفْ بَيْنَ قُلُوْبِهِمْ وَأَصْلِحْ ذَاتَ بَيْنِهِمْ ، وَانْصُرْهُمْ عَلَى عَدُوِّكَ وَعَدُوِّهِمْ، اَللَّهُمَّ الْعَنِ الْكَفَرَةَ الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِكَ وَيُكَذِّبُوْنَ رُسُلَكَ وَيُقَاتِلُوْنَ أَوْلِيَاءَكَ، اَللَّهُمَّ خَالِفْ بَيْنَ كَلِمَتِهِمْ وَزَلْزِِلْ أَقْدَامَهُمْ وَأَنْزِلْ بِهِمْ بَأْسَكَ الَّذِيْ لاَ تَرُدُّهُ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ-</p>\n<p><strong>উচ্চারণ :</strong>&nbsp;<em>আল্লা-হুম্মাগফির লানা ওয়া লিল মু&rsquo;মিনীনা ওয়াল মু&lsquo;মিনা-তি ওয়াল মুসলিমীনা ওয়াল মুসলিমা-তি, ওয়া আল্লিফ বায়না কুলূবিহিম, ওয়া আছলিহ যা-তা বায়নিহিম, ওয়ানছুরহুম &lsquo;আলা &lsquo;আদুউবিকা ওয়া &lsquo;আদুউবিহিম। আল্লা-হুম্মাল&lsquo;আনিল কাফারাতাল্লাযীনা ইয়াছুদ্দূনা &lsquo;আন সাবীলিকা ওয়া ইয়ুকাযযিবূনা রুসুলাকা ওয়া ইয়ুক্বা-তিলূনা আউলিয়া-আকা। আল্লা-হুম্মা খা-লিফ বায়না কালিমাতিহিম ওয়া ঝালঝিল আক্বদা-মাহুম ওয়া আনঝিল বিহিম বা&rsquo;সাকাল্লাযী লা তারুদ্দুহূ &lsquo;আনিল ক্বাউমিল মুজরিমীন।</em></p>\n<p><strong>অনুবাদ :</strong>&nbsp;হে আল্লাহ! আপনি আমাদেরকে এবং সকল মুমিন-মুসলিম নর-নারীকে ক্ষমা করুন। আপনি তাদের অন্তর সমূহে মহববত পয়দা করে দিন ও তাদের মধ্যকার বিবাদ মীমাংসা করে দিন। আপনি তাদেরকে আপনার ও তাদের শত্রুদের বিরুদ্ধে সাহায্য করুন। হে আল্লাহ! আপনি কাফেরদের উপরে লা&lsquo;নত করুন। যারা আপনার রাস্তা বন্ধ করে, আপনার প্রেরিত রাসূলগণকে অবিশ্বাস করে ও আপনার বন্ধুদের সাথে লড়াই করে। হে আল্লাহ! আপনি তাদের দলের মধ্যে ভাঙ্গন সৃষ্টি করে দিন ও তাদের পদসমূহ টলিয়ে দিন এবং আপনি তাদের মধ্যে আপনার প্রতিশোধকে নামিয়ে দিন, যা পাপাচারী সম্প্রদায় থেকে আপনি ফিরিয়ে নেন না&rsquo;।[43]</p>\n<p>অতঃপর প্রথমবার বিসমিল্লাহ... সহ&nbsp;<em>ইন্না নাস্তা&lsquo;ঈনুকা</em>&nbsp;.... এবং দ্বিতীয়বার বিসমিল্লাহ... সহ&nbsp;<em>ইন্না না&lsquo;বুদুকা</em>&nbsp;...বর্ণিত আছে।[44]</p>\n<p>উল্লেখ্য যে, উক্ত &lsquo;কুনূতে নাযেলাহ&rsquo; থেকে মধ্যম অংশটুকু অর্থাৎ&nbsp;<em>ইন্না নাস্তা&lsquo;ঈনুকা</em>&nbsp;... নিয়ে সেটাকে &lsquo;কুনূতে বিতর&rsquo; হিসাবে চালু করা হয়েছে, যা নিতান্তই ভুল। আলবানী বলেন যে, এই দো&lsquo;আটি ওমর (রাঃ) ফজরের ছালাতে কুনূতে নাযেলাহ হিসাবে পড়তেন। এটাকে তিনি বিতরের কুনূতে পড়েছেন বলে আমি জানতে পারিনি।[45]</p>"
  },
  {
    "id": 39,
    "cat_id": 8,
    "topic_id": 2,
    "description": "<p>রাত্রির বিশেষ নফল ছালাত তারাবীহ ও তাহাজ্জুদ নামে পরিচিত। রামাযানে এশার পর প্রথম রাতে পড়লে তাকে &lsquo;তারাবীহ&rsquo; এবং রামাযান ও অন্যান্য সময়ে শেষরাতে পড়লে তাকে &lsquo;তাহাজ্জুদ&rsquo; বলা হয়।</p>\n<p><strong>তারাবীহ :&nbsp;</strong>মূল ধাতু رَاحَةٌ (রা-হাতুন) অর্থ : প্রশান্তি। অন্যতম ধাতু رَوْحٌ (রাওহুন) অর্থ : সন্ধ্যারাতে কোন কাজ করা। সেখান থেকে ترويحة (তারবীহাতুন) অর্থ : সন্ধ্যারাতের প্রশান্তি বা প্রশান্তির বৈঠক; যা রামাযান মাসে তারাবীহর ছালাতে প্রতি চার রাক&lsquo;আত শেষে করা হয়ে থাকে। বহুবচনে (التراويح) &lsquo;তারা-বীহ&rsquo; অর্থ : প্রশান্তির বৈঠকসমূহ&nbsp;<em>(আল-মুনজিদ)</em></p>\n<p><strong>তাহাজ্জুদ :</strong>&nbsp;মূল ধাতু هُجُوْدٌ (হুজূদুন) অর্থ : রাতে ঘুমানো বা ঘুম থেকে উঠা। সেখান থেকে تَهَجُّدٌ (তাহাজ্জুদুন) পারিভাষিক অর্থে রাত্রিতে ঘুম থেকে জেগে ওঠা বা রাত্রি জেগে ছালাত আদায় করা&nbsp;<em>(আল-মুনজিদ)।</em></p>\n<p>উল্লেখ্য যে, তারাবীহ, তাহাজ্জুদ, ক্বিয়ামে রামাযান, ক্বিয়ামুল লায়েল সবকিছুকে এক কথায় &lsquo;ছালাতুল লায়েল&rsquo; বা &lsquo;রাত্রির নফল ছালাত&rsquo; বলা হয়। রামাযানে রাতের প্রথমাংশে যখন জামা&lsquo;আত সহ এই নফল ছালাতের প্রচলন হয়, তখন প্রতি চার রাক&lsquo;আত অন্তর কিছুক্ষণ বিশ্রাম নেওয়া হ&rsquo;ত। সেখান থেকে &lsquo;তারাবীহ&rsquo; নামকরণ হয়&nbsp;<em>(ফাৎহুল বারী, আল-ক্বামূসুল মুহীত্ব)</em>। এই নামকরণের মধ্যেই তাৎপর্য নিহিত রয়েছে যে, তারাবীহ প্রথম রাতে একাকী অথবা জামা&lsquo;আত সহ এবং তাহাজ্জুদ শেষরাতে একাকী পড়তে হয়। রাসূলুল্লাহ (ছাঃ) রামাযানের রাতে তারাবীহ ও তাহাজ্জুদ দু&rsquo;টিই পড়েছেন মর্মে ছহীহ বা যঈফ সনদে কোন বর্ণনা পাওয়া যায় না&rsquo;। [1]</p>\n<p><strong>রাত্রির ছালাতের ফযীলত :</strong>&nbsp;রাত্রির ছালাত বা &lsquo;ছালাতুল লায়েল&rsquo; নফল হ&rsquo;লেও তা খুবই ফযীলতপূর্ণ। যেমন রাসূলুল্লাহ (ছাঃ) বলেন,</p>\n<p dir=\"RTL\">أَفْضَلُ الصَّلاَةِ بَعْدَ الْفَرِيضَةِ صَلاَةُ اللَّيْلِ، رَوَاهُ مُسْلِمٌ عَنْ أَبِيْ هُرَيْرَةَ-</p>\n<p>&lsquo;ফরয ছালাতের পরে সর্বোত্তম ছালাত হ&rsquo;ল রাত্রির (নফল) ছালাত&rsquo;।[2] তিনি আরও বলেন,</p>\n<p dir=\"RTL\">عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِيْنَ يَبْقَى ثُلُثُ اللَّيْلِ الْآخِرُ فَيَقُوْلُ مَن يَّدْعُوْنِي فَأَسْتَجِيْبَ لَهُ، مَنْ يَّسْأَلُنِي فَأُعْطِيَهُ، مَن يَّسْتَغْفِرُنِي فَأَغْفِرَ لَهُ، مُتَّفَقٌ عَلَيْهِ- وَفِىْ رِوَايَةٍ لِمُسْلِمٍ عَنْهُ: فَلاَ يَزَالُ كَذَالِكَ حَتَّى يُضِيْئَ الْفَجْرُ-</p>\n<p>&lsquo;আমাদের পালনকর্তা মহান আল্লাহ প্রতি রাতের তৃতীয় প্রহরে দুনিয়ার আসমানে অবতরণ করেন এবং বলতে থাকেন, কে আছ আমাকে ডাকবে, আমি তার ডাকে সাড়া দেব? কে আছ আমার কাছে চাইবে, আমি তাকে দান করব? কে আছ আমার কাছে ক্ষমা প্রার্থনা করবে, আমি তাকে ক্ষমা করে দেব? এভাবে তিনি ফজর স্পষ্ট হওয়া পর্যন্ত আহবান করেন&rsquo;। [3]</p>\n<p><strong>তারাবীহর জামা&lsquo;আত :</strong>&nbsp;রাসূলুল্লাহ (ছাঃ) রামাযান মাসের ২৩, ২৫ ও ২৭ তিন রাত্রি মসজিদে জামা&lsquo;আতের সাথে তারাবীহর ছালাত আদায় করেছেন। প্রথম দিন রাত্রির এক-তৃতীয়াংশ পর্যন্ত, দ্বিতীয় দিন অর্ধ রাত্রি পর্যন্ত এবং তৃতীয় দিন নিজের স্ত্রী-পরিবার ও মুছল্লীদের নিয়ে সাহারীর আগ পর্যন্ত দীর্ঘ ছালাত আদায় করেন। [4] পরের রাতে মুছল্লীগণ তাঁর কক্ষের কাছে গেলে তিনি বলেন, &lsquo;আমি ভয় পাচ্ছি যে, এটি তোমাদের উপর ফরয হয়ে যায় কি-না (خَشِيْتُ أَنْ يُّكْتَبَ عَلَيْكُمْ)। আর যদি ফরয হয়ে যায়, তাহ&rsquo;লে তোমরা তা আদায় করতে পারবে না&rsquo;...। [5]</p>\n<p><strong>তারাবীহর ফযীলত :&nbsp;</strong>রাসূলুল্লাহ (ছাঃ) বলেন, مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ &lsquo;যে ব্যক্তি রামাযানের রাত্রিতে ঈমানের সাথে ও ছওয়াবের আশায় রাত্রির ছালাত আদায় করে, তার বিগত সকল গোনাহ মাফ করা হয়&rsquo;।[6]</p>\n<p><strong>তারাবীহর জামা&lsquo;আত ঈদের জামা&lsquo;আতের ন্যায় :</strong></p>\n<p>ইমাম শাফেঈ, আবু হানীফা, আহমাদ ও কিছু মালেকী বিদ্বান এবং অন্যান্য বিদ্বানগণ বলেন, তারাবীহর ছালাত জামা&lsquo;আতে পড়া উত্তম, যা ওমর (রাঃ) ও ছাহাবায়ে কেরাম চালু করে গেছেন এবং এর উপরেই মুসলমানদের আমল জারি আছে। কেননা এটি ইসলামের প্রকাশ্য নিদর্শনসমূহের (لأنه من الشعائر الظاهرة) অন্তর্ভুক্ত। যা ঈদায়নের ছালাতের সাথে সামঞ্জস্যশীল&rsquo;।[7]</p>\n<p><strong>রাক&lsquo;আত সংখ্যা :</strong>&nbsp;রামাযান বা রামাযানের বাইরে রাসূলুল্লাহ (ছাঃ) হ&rsquo;তে রাত্রির এই বিশেষ নফল ছালাত তিন রাক&lsquo;আত বিতরসহ ১১ রাক&lsquo;আত ছহীহ সূত্র সমূহ দ্বারা প্রমাণিত হয়েছে। যেমন আয়েশা (রাঃ) বলেন,</p>\n<p dir=\"RTL\">مَا كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَزِيْدُ فِيْ رَمَضَانَ وَلاَ فِيْ غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً، يُصَلِّيْ أَرْبَعًا فَلاَ تَسْأَلْْ عَنْ حُسْنِهِنَّ وَطُوْلِهِنَّ ثُمَّ يُصَلِّيْ أَرْبَعًا فَلاَ تَسْأَلْ عَنْ حُسْنِهِنَّ وَطُوْلِهِنَّ ثُمَّ يُصَلِّيْ ثَلاَثًا، متفق عليه-</p>\n<p><strong>অর্থ :</strong>&nbsp;রামাযান বা রামাযানের বাইরে রাসূলুল্লাহ (ছাঃ) রাত্রির ছালাত এগার রাক&lsquo;আতের বেশী আদায় করেননি। তিনি প্রথমে (২+২) [8] চার রাক&lsquo;আত পড়েন। তুমি তার সৌন্দর্য ও দীর্ঘতা সম্পর্কে জিজ্ঞেস করো না। অতঃপর তিনি (২+২) চার রাক&lsquo;আত পড়েন। তুমি তার সৌন্দর্য ও দীর্ঘতা সম্পর্কে জিজ্ঞেস করো না। অতঃপর তিন রাক&lsquo;আত পড়েন।[9]</p>\n<p><strong>বন্ধ হওয়ার পরে পুনরায় জামা&lsquo;আত চালু :</strong>&nbsp;সম্ভবত: নব প্রতিষ্ঠিত ইসলামী খেলাফতের উপরে আপতিত যুদ্ধ-বিগ্রহ ও অন্যান্য ব্যস্ততার কারণে ১ম খলীফা হযরত আবুবকর ছিদ্দীক্ব (রাঃ)-এর সংক্ষিপ্ত খেলাফতকালে (১১-১৩ হিঃ) তারাবীহর জামা&lsquo;আত পুনরায় চালু করা সম্ভবপর হয়নি। ২য় খলীফা হযরত ওমর ফারূক (রাঃ) স্বীয় যুগে (১৩-২৩ হিঃ) রাজনৈতিক স্থিতিশীলতার কারণে এবং বহু সংখ্যক মুছল্লীকে মসজিদে বিক্ষিপ্তভাবে উক্ত ছালাত আদায় করতে দেখে রাসূল (ছাঃ)-এর রেখে যাওয়া সুন্নাত অনুসরণ করে তাঁর খেলাফতের ২য় বর্ষে ১৪ হিজরী সনে মসজিদে নববীতে ১১ রাক&lsquo;আতে তারাবীহর জামা&lsquo;আত পুনরায় চালু করেন।[10] যেমন সায়েব বিন ইয়াযীদ (রাঃ) বলেন,</p>\n<p dir=\"RTL\">أَمَرَ عُمَرُ بْنُ الْخَطَّابِ أُبَيَّ بْنَ كَعْبٍ وَتَمِيْمًا الدَّارِيَّ أَنْ يَّقُوْمَا لِلنَّاسِ فِىْ رَمَضَانَ بِإِحْدَى عَشْرَةَ رَكْعَةً.... رواه في المؤطأ بإسناد صحيح-</p>\n<p>&lsquo;খলীফা ওমর ইবনুল খাত্ত্বাব (রাঃ) হযরত উবাই ইবনু কা&lsquo;ব ও তামীম দারী (রাঃ)-কে রামাযানের রাত্রিতে ১১ রাক&lsquo;আত ছালাত জামা&lsquo;আত সহকারে আদায়ের নির্দেশ প্রদান করেন। এই ছালাত(إلي فُرُوْعِ الْفَجْرِ) ফজরের প্রাক্কাল (সাহারীর পূর্ব) পর্যন্ত দীর্ঘ হ&rsquo;ত&rsquo;।[11]</p>\n<p><strong>বিশ রাক&lsquo;আত তারাবীহ :</strong>&nbsp;প্রকাশ থাকে যে, উক্ত রেওয়ায়াতের পরে ইয়াযীদ বিন রূমান থেকে &lsquo;ওমরের যামানায় ২০ রাক&lsquo;আত তারাবীহ পড়া হ&rsquo;ত&rsquo; বলে যে বর্ণনা এসেছে, তা &lsquo;যঈফ&rsquo; এবং ২০ রাক&lsquo;আত সম্পর্কে ইবনু আব্বাস (রাঃ) থেকে &lsquo;মরফূ&rsquo; সূত্রে যে বর্ণনা এসেছে, তা &lsquo;মওযূ&rsquo; বা জাল।[12] এতদ্ব্যতীত ২০ রাক&lsquo;আত তারাবীহ সম্পর্কে কয়েকটি &lsquo;আছার&rsquo; এসেছে, যার সবগুলিই &lsquo;যঈফ&rsquo;।[13] ২০ রাক&lsquo;আত তারাবীহর উপরে ওমরের যামানায় ছাহাবীগণের মধ্যে &lsquo;ইজমা&rsquo; বা ঐক্যমত হয়েছে বলে যে দাবী করা হয়, তা একেবারেই ভিত্তিহীন ও বাতিল কথা (بَاطِلَةٌ جِدًّا) মাত্র। [14] তিরমিযীর ভাষ্যকার খ্যাতনামা ভারতীয় হানাফী মনীষী দারুল উলূম দেউবন্দ-এর তৎকালীন সময়ের মুহতামিম (অধ্যক্ষ) আনোয়ার শাহ কাষ্মীরী&nbsp;<em>(১২৯২-১৩৫২/১৮৭৫-১৯৩৩ খৃঃ)</em>&nbsp;বলেন, একথা না মেনে উপায় নেই যে, রাসূলুল্লাহ (ছাঃ)-এর তারাবীহ ৮ রাক&lsquo;আত ছিল। [15]</p>\n<p>এটা স্পষ্ট যে, রাসূলুল্লাহ (ছাঃ) ও খুলাফায়ে রাশেদ্বীন থেকে এবং রাসূল (ছাঃ)-এর অন্য কোন স্ত্রী ও ছাহাবী থেকে ১১ বা ১৩ রাক&lsquo;আতের ঊর্ধ্বে তারাবীহ বা তাহাজ্জুদের কোন বিশুদ্ধ প্রমাণ নেই।[16] বর্ধিত রাক&lsquo;আত সমূহ পরবর্তীকালে সৃষ্ট। ইমাম ইবনু তায়মিয়াহ (রহঃ) বলেন, রাসূলুল্লাহ (ছাঃ) রাত্রির ছালাত ১১ বা ১৩ রাক&lsquo;আত আদায় করতেন। পরবর্তীকালে মদ্বীনার লোকেরা দীর্ঘ ক্বিয়ামে দুর্বলতা বোধ করে। ফলে তারা রাক&lsquo;আত সংখ্যা বৃদ্ধি করতে থাকে, যা ৩৯ রাক&lsquo;আত পর্যন্ত পৌঁছে যায়&rsquo;।[17] অথচ বাস্তব কথা এই যে, আল্লাহর রাসূল (ছাঃ) যেমন দীর্ঘ ক্বিয়াম ও ক্বিরাআতের মাধ্যমে তিন রাত জামা&lsquo;আতের সাথে তারাবীহর ছালাত আদায় করেছেন, তেমনি সংক্ষিপ্ত ক্বিয়ামেও তাহাজ্জুদের ছালাত আদায় করেছেন। যা সময় বিশেষে ৯, ৭ ও ৫ রাক&lsquo;আত হ&rsquo;ত। কিন্তু তা কখনো ১১ বা ১৩ -এর ঊর্ধ্বে প্রমাণিত হয়নি।[18] তিনি ছিলেন &lsquo;সৃষ্টিজগতের প্রতি রহমত স্বরূপ&rsquo;&nbsp;<em>(আম্বিয়া ২১/১০৭)</em>&nbsp;এবং বেশী না পড়াটা ছিল উম্মতের প্রতি তাঁর অন্যতম রহমত।</p>\n<p><strong>শৈথিল্যবাদ :</strong>&nbsp;অনেক বিদ্বান উদারতার নামে &lsquo;বিষয়টি প্রশস্ত&rsquo; (الأمر واسع) বলে শৈথিল্য প্রদর্শন করেন এবং ২৩ রাক&lsquo;আত পড়েন ও বলেন শত রাক&lsquo;আতের বেশীও পড়া যাবে, যদি কেউ ইচ্ছা করে। দলীল হিসাবে ইবনু ওমর (রাঃ) বর্ণিত প্রসিদ্ধ হাদীছটি পেশ করেন যে, &lsquo;রাত্রির ছালাত দুই দুই (مَثْنَى مَثْنَى) করে। অতঃপর ফজর হয়ে যাবার আশংকা হ&rsquo;লে এক রাক&lsquo;আত পড়। তাতে পিছনের সব ছালাত বিতরে (বেজোড়ে) পরিণত হবে&rsquo;।[19] অত্র হাদীছে যেহেতু রাক&lsquo;আতের কোন সংখ্যাসীমা নেই এবং রাসূল (ছাঃ)-এর কথা তাঁর কাজের উপর অগ্রাধিকারযোগ্য, অতএব যত রাক&lsquo;আত খুশী পড়া যাবে। তবে তারা সবাই একথা বলেন যে, রাসূলুল্লাহ (ছাঃ) ১১ রাক&lsquo;আত পড়েছেন এবং সেটা পড়াই উত্তম। অথচ উক্ত হাদীছের অর্থ হ&rsquo;ল, রাত্রির নফল ছালাত (দিনের ন্যায়) চার-চার নয়, বরং দুই-দুই রাক&lsquo;আত করে। [20] তাছাড়া রাসূলুল্লাহ (ছাঃ) স্বীয় উম্মতকে নির্দেশ দিয়েছেন যে, তোমরা ছালাত</p>\n<p>আদায় কর, যেভাবে আমাকে ছালাত আদায় করতে দেখছ&rsquo;।[21] এ কথার মধ্যে তাঁর ছালাতের ধরন ও রাক&lsquo;আত সংখ্যা সবই গণ্য। তাঁর উপরোক্ত কথার ব্যাখ্যা হ&rsquo;ল তাঁর কর্ম, অর্থাৎ ১১ রাক&lsquo;আত ছালাত। অতএব ইবাদত বিষয়ে তাঁর কথা ও কর্মে বৈপরীত্য ছিল, এরূপ ধারণা নিতান্তই অবাস্তব।</p>\n<p>এক্ষণে যখন সকল বিদ্বান এ বিষয়ে একমত যে, আল্লাহর রাসূল (ছাঃ) ১১ রাক&lsquo;আত পড়তেন এবং কখনো এর ঊর্ধ্বে পড়েননি এবং এটা পড়াই উত্তম, তখন তারা কেন ১১ রাক&lsquo;আতের উপর আমলের ব্যাপারে একমত হ&rsquo;তে পারেন না? কেন তারা শতাধিক রাক&lsquo;আত পড়ার ব্যাপারে উদারতা দেখিয়ে ফের ২৩ রাক&lsquo;আতে সীমাবদ্ধ থাকেন? এটা উম্মতকে ছহীহ হাদীছের ভিত্তিতে ঐক্যবদ্ধ হওয়া থেকে বিরত রাখার নামান্তর বৈ-কি!</p>\n<p>এক্ষণে যদি কেউ রাতে অধিক ইবাদত করতে চান এবং কুরআন অধিক মুখস্থ না থাকে, তাহ&rsquo;লে দীর্ঘ রুকূ ও সুজূদ সহ ১১ রাক&lsquo;আত তারাবীহ বা তাহাজ্জুদ শেষ করে দীর্ঘক্ষণ ধরে তাসবীহ ও কুরআন তিলাওয়াতে রত থাকতে পারেন, যা অত্যন্ত গুরুত্বপূর্ণ ইবাদত ও অধিক ছওয়াবের কাজ। এছাড়াও রয়েছে যেকোন সাধারণ নফল ছালাত আদায়ের সুযোগ। যেমন ছালাতুল হাজত, ছালাতুত তাওবাহ, তাহিইয়াতুল ওযূ, তাহিইয়াতুল মাসজিদ ইত্যাদি।</p>\n<p>অতএব রাতের নফল ছালাত ১১ বা ১৩ রাক&lsquo;আতই সর্বাধিক বিশুদ্ধ ও সর্বোত্তম। আল্লাহ সর্বাধিক অবগত।</p>\n<p>রাসূলুল্লাহ (ছাঃ) প্রতি দু&rsquo;রাক&lsquo;আত অন্তর সালাম ফিরিয়ে আট রাক&lsquo;আত তারাবীহ শেষে কখনও এক, কখনও তিন, কখনও পাঁচ রাক&lsquo;আত বিতর এক সালামে পড়তেন। [22] জেনে রাখা ভাল যে, রাক&lsquo;আত গণনার চেয়ে ছালাতের খুশূ-খুযূ ও দীর্ঘ সময় ক্বিয়াম, কু&lsquo;ঊদ, রুকূ, সুজূদ অধিক যরূরী। যা আজকের মুসলিম সমাজে প্রায় লোপ পেতে বসেছে। ফলে রাত্রির নিভৃত ছালাতের মূল উদ্দেশ্য ব্যাহত হচ্ছে।</p>\n<p><strong>জামা&lsquo;আতে তারাবীহ কি বিদ&lsquo;আত?</strong></p>\n<p>রামাযানের প্রতি রাতে নিয়মিত জামা&lsquo;আতে তারাবীহ পড়াকে অনেকে বিদ&lsquo;আত মনে করেন। কেননা রাসূলুল্লাহ (ছাঃ) মাত্র তিনদিন জামা&lsquo;আতে তারাবীহ পড়েছিলেন [23] এবং ওমর ফারূক (রাঃ) নিয়মিত জামা&lsquo;আতে তারাবীহ চালু করার পরে একে &lsquo;সুন্দর বিদ&lsquo;আত&rsquo;(نِعْمَتِ الْبِدْعَةُ هٰذِهِ) বলেছিলেন।[24] এর জবাব এই যে, ওমর ফারূক (রাঃ) এটিকে আভিধানিক অর্থে বিদ&lsquo;আত বলেছিলেন, শারঈ অর্থে নয়। কেননা শারঈ বিদ&lsquo;আত সর্বতোভাবেই ভ্রষ্টতা। যার পরিণাম জাহান্নাম। তিনি এজন্য বিদ&lsquo;আত বলেন যে, এটিকে রাসূল (ছাঃ) কায়েম করার পরে ফরয হওয়ার আশংকায় পরিত্যাগ করেন।[25] আবুবকর (রাঃ) পুনরায় চালু করেননি। অতঃপর দীর্ঘ বিরতির পরে চালু হওয়ায় বাহ্যিক কারণে তিনি এটাকে &lsquo;কতই না সুন্দর বিদ&lsquo;আত&rsquo; অর্থাৎ রাসূল (ছাঃ)-এর পরে পুনঃপ্রচলন বলে প্রশংসা করেন।[26]</p>\n<p><strong>এক নযরে রাতের নফল ছালাতের নিয়ম সমূহ :</strong></p>\n<p><strong>(১)</strong>&nbsp;<strong>১১ রাক&lsquo;আত :</strong>&nbsp;দুই দুই করে ৮ রাক&lsquo;আত। অতঃপর তিন রাক&lsquo;আত পড়ে শেষ বৈঠক করবে।[27] রামাযান ও অন্য সময়ে এটা ছিল রাসূলূল্লাহ (ছাঃ) -এর অধিকাংশ রাতের আমল।</p>\n<p><strong>(২)</strong>&nbsp;<strong>১১ রাক&lsquo;আত :</strong>&nbsp;দুই দুই করে মোট ১০ রাক&lsquo;আত। অতঃপর এক রাক&lsquo;আত বিতর।[28]</p>\n<p><strong>(৩)</strong>&nbsp;<strong>১৩ রাক&lsquo;আত :</strong>&nbsp;দুই দুই করে ৮ রাক&lsquo;আত। অতঃপর একটানা পাঁচ রাক&lsquo;আত বিতর।&nbsp;<strong>অথবা&nbsp;</strong>দুই দুই করে ১০ রাক&lsquo;আত, অতঃপর ৩ রাক&lsquo;আত বিতর।<strong>&nbsp;অথবা</strong>&nbsp;দুই দুই করে ১২ রাক&lsquo;আত, অতঃপর ১ রাক&lsquo;আত বিতর।[29]</p>\n<p><strong>(৪)</strong>&nbsp;<strong>৯ রাক&lsquo;আত :</strong>&nbsp;একটানা ৮ রাক&lsquo;আত পড়ে প্রথম বৈঠক ও নবম রাক&lsquo;আতে শেষ বৈঠক।&nbsp;<strong>অথবা</strong>&nbsp;দুই দুই করে ৬ রাক&lsquo;আত। অতঃপর তিন রাক&lsquo;আত বিতর।&nbsp;<strong>অথবা</strong>&nbsp;দুই দুই করে ৮ রাক&lsquo;আত। অতঃপর ১ রাক&lsquo;আত বিতর।[30]</p>\n<p><strong>(৫)</strong>&nbsp;<strong>৭ রাক&lsquo;আত :</strong>&nbsp;একটানা ৬ রাক&lsquo;আত পড়ে প্রথম বৈঠক ও সপ্তম রাক&lsquo;আতে শেষ বৈঠক।&nbsp;<strong>অথবা</strong>&nbsp;দুই দুই করে ৪ রাক&lsquo;আত। অতঃপর ৩ রাক&lsquo;আত বিতর।&nbsp;<strong>অথবা</strong>&nbsp;দুই দুই করে ৬ রাক&lsquo;আত। অতঃপর এক রাক&lsquo;আত বিতর।[31]</p>\n<p><strong>(৬)</strong>&nbsp;<strong>৫ রাক&lsquo;আত :</strong>&nbsp;একটানা ৫ রাক&lsquo;আত বিতর&nbsp;<strong>অথবা</strong>&nbsp;দুই দুই করে ৪ রাক&lsquo;আত। অতঃপর এক রাক&lsquo;আত বিতর।[32]</p>\n<p>ইমাম মুহাম্মাদ বিন নছর আল-মারওয়াযী বলেন, রাসূলুল্লাহ (ছাঃ) থেকে একটানা একাধিক রাক&lsquo;আত বিতর পড়ার প্রমাণ রয়েছে। কিন্তু দুই দুই রাক&lsquo;আত পড়ে সালাম ফিরানো ও শেষে এক রাক&lsquo;আত-এর মাধ্যমে বিতর করাকেই আমরা উত্তম মনে করি। কেননা রাসূলুল্লাহ (ছাঃ) জনৈক প্রশ্নকারীকে এধরনের জবাবই দিয়েছিলেন যে, &lsquo;রাতের ছালাত দুই দুই। অতঃপর যখন তুমি ফজর হয়ে যাবার আশংকা করবে, তখন এক রাক&lsquo;আত পড়ে নাও, যা তোমার পিছনের সব ছালাতকে বিতরে পরিণত করবে&rsquo;। [33]</p>\n<p>উপরের ৬টি নিয়মের মধ্যে প্রথমটি কেবল তিনি তারাবীহ ও তাহাজ্জুদে পড়েছেন। বাকীগুলি বিভিন্ন সময় তাহাজ্জুদে পড়েছেন। বৃদ্ধাবস্থায় কিংবা সময় কম থাকলে রাসূলুল্লাহ (ছাঃ) কখনো কখনো কমসংখ্যক রাক&lsquo;আতে তাহাজ্জুদ পড়তেন। উম্মতের জন্য এটি বিশেষ অনুগ্রহ বটে। বৃদ্ধকালে ভারী হয়ে যাওয়ায় তিনি অধিকাংশ (রাতের নফল) ছালাত বসে বসে পড়তেন।[34]</p>\n<p>এক্ষণে ২৩, ২৫ ও ২৭শে রামাযানের যে বেজোড় তিন রাত রাসূলুল্লাহ (ছাঃ) জামা&lsquo;আত সহ তারাবীহ পড়েছিলেন, সে তিন রাত কত রাক&lsquo;আত পড়েছিলেন? জবাব এই যে, সেটা ছিল আট রাক&lsquo;আত তারাবীহ ও বাকীটা বিতর। যেমন হযরত জাবির (রাঃ) বর্ণিত হাদীছে এসেছে-</p>\n<p dir=\"RTL\">صَلَّى بِنَا رَسُوْلُ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ فِيْ شَهْرِ رَمَضَانَ ثَمَانَ رَكْعَاتٍ وَالْوِتْرَ-</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ) আমাদের নিয়ে রামাযানে ছালাত আদায় করলেন আট রাক&lsquo;আত এবং বিতর পড়লেন।[35]</p>\n<p>জাবের (রাঃ) বর্ণিত উক্ত হাদীছে বিতরের রাক&lsquo;আত সংখ্যা বলা হয়নি। কিন্তু আয়েশা (রাঃ) বর্ণিত হাদীছের শেষে স্পষ্টভাবে তিন রাক&lsquo;আত বিতরের কথা এসেছে, যা ইতিপূর্বে বর্ণিত হয়েছে।[36] অতএব ৮+৩=১১ রাক&lsquo;আত তারাবীহ জামা&lsquo;আত সহকারে রাসূলুল্লাহ (ছাঃ)-এর সুন্নাত হিসাবে সাব্যস্ত হয়। হযরত ওমর (রাঃ) সেটাই পুনরায় চালু করেছিলেন। তিনি মোর্দা সুন্নাত যেন্দা করেছিলেন। তিনি &lsquo;সুন্নাতে হাসানাহ&rsquo; করেছিলেন, &lsquo;বিদ&lsquo;আতে হাসানাহ&rsquo; করেননি। কেননা শারঈ বিদ&lsquo;আত সবটুকু ভ্রষ্টতা। সেখানে ভাল-মন্দ ভাগ নেই। বরং শারঈ বিদ&lsquo;আতকে &lsquo;হাসানাহ&rsquo; ও &lsquo;সাইয়েআহ&rsquo; দু&rsquo;ভাগে ভাগ করাটাই আরেকটি বিদ&lsquo;আত। আল্লাহ আমাদেরকে বিদ&lsquo;আত হ&rsquo;তে রক্ষা করুন!</p>\n<p>উল্লেখ্য যে, হাদীছে বিতর সম্পর্কে বলা হয়েছে যে, &lsquo;যখন তুমি ফজর হয়ে যাবার আশংকা করবে, তখন এক রাক&lsquo;আত পড়ে নাও। তাহ&rsquo;লে পিছনের ছালাত গুলি বিতরে পরিণত হবে&rsquo;।[37] এতে বুঝা যায় যে, একটানা বা দুই দুই করে পড়লেও সেটা শেষের এক রাক&lsquo;আতের মাধ্যমে বিতরে পরিণত হবে। [38] আর একারণেই ইমাম হাকেম (রহঃ) বলেন, রাসূলুল্লাহ (ছাঃ) থেকে ১৩, ১১, ৯, ৭, ৫, ৩, ও ১ রাক&lsquo;আত বিতর প্রমাণিত আছে। তবে সবচেয়ে বিশুদ্ধতর হ&rsquo;ল এক রাক&lsquo;আত।[39]<em>&nbsp;</em>অর্থাৎ তারাবীহ ও বিতর পৃথক নয়। বরং শেষে এক রাক&lsquo;আত যোগ করলে সবটাকেই &lsquo;বিতর&rsquo; বলা যায় ও সবটাকেই &lsquo;ছালাতুল লায়েল&rsquo; বা &lsquo;রাতের ছালাত&rsquo; বলা যায়।</p>\n<p><strong>রাত্রির ছালাত সম্পর্কে জ্ঞাতব্য&nbsp;</strong><strong>(معلومات في صلاة الليل)</strong>&nbsp;<strong>:</strong></p>\n<p>(১) শেষ রাতে তাহাজ্জুদে উঠে প্রথমে হালকাভাবে দু&rsquo;রাক&lsquo;আত পড়বে। অতঃপর বাকী ছালাত পড়বে।[40] (২) যদি কেউ প্রথম রাতে এশার পরে বিতর পড়ে ঘুমিয়ে যায়, তবে শেষ রাতে উঠে দু&rsquo;রাক&lsquo;আত করে তাহাজ্জুদ পড়বে। শেষে আর বিতর পড়তে হবে না। কেননা এক রাতে দুই বিতর চলে না।[41] (৩) বিতর ক্বাযা হয়ে গেলে সকালে অথবা যখন স্মরণ বা সুযোগ হবে, তখন পড়বে&rsquo;। [42] এটি &lsquo;মুবাহ&rsquo; (ইচ্ছাধীন, বাধ্যতামূলক নয়)।[43] (৪) তাহাজ্জুদ বা বিতর ক্বাযা হয়ে গেলে &lsquo;উবাদাহ বিন ছামিত, আব্দুল্লাহ ইবনু মাস&lsquo;ঊদ, আব্দুল্লাহ ইবনু আব্বাস প্রমুখ ছাহাবীগণ ফজর ছালাতের আগে তা আদায় করে নিতেন। [44] (৫) বিতর পড়ে শুয়ে গেলে এবং ঘুম অথবা ব্যথার আধিক্যের কারণে তাহাজ্জুদ পড়তে না পারলে রাসূল (ছাঃ) দিনের বেলায় (সকাল থেকে দুপুরের মধ্যে) ১২ রাক&lsquo;আত পড়েছেন (তন্মধ্যে তাহাজ্জুদের ৮ রাক&lsquo;আত ও ছালাতুয যোহা ৪ রাক&lsquo;আত)। [45] (৬) যদি কেউ আগ রাতে বিতরের পর দু&rsquo;রাক&lsquo;আত নফল ছালাত আদায় করে এবং শেষরাতে তাহাজ্জুদের জন্য উঠতে সক্ষম না হয়, তাহ&rsquo;লে উক্ত দু&rsquo;রাক&lsquo;আত তার জন্য যথেষ্ট হবে&rsquo;।[46] (৭) &lsquo;যদি কেউ তাহাজ্জুদের নিয়তে শুয়ে গেলেও উঠতে না পারে, তাহ&rsquo;লে সে উত্তম নিয়তের কারণে পূর্ণ নেকী পাবে এবং উক্ত ঘুম তার জন্য ছাদাক্বা হবে&rsquo;।[47] &lsquo;যদি কেউ পীড়িত হয় বা সফরে থাকে, তাহ&rsquo;লে বাড়ীতে সুস্থ অবস্থায় সে যে নেক আমল করত, সেইরূপ ছওয়াব তার জন্য লেখা হবে&rsquo;।[48] আল্লাহ বলেন, &lsquo;যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্য রয়েছে অব্যাহত পুরস্কার&rsquo;। [49] (৮) রাতের নফল ছালাত নিয়মিত আদায় করা উচিৎ। কেননা &lsquo;যেকোন নেক আমল তা যত কমই হৌক, নিয়মিত করাই আল্লাহর নিকট অধিক পসন্দনীয়&rsquo;।[50] রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;তুমি ঐ ব্যক্তির মত হয়ো না, যে রাতের নফল ছালাতে অভ্যস্ত ছিল। কিন্তু পরে ছেড়ে দিয়েছে&rsquo;।[51] তিনি আরও বলেন, &lsquo;আল্লাহ ঐ স্বামী-স্ত্রীর উপর রহম করুন, যারা তাহাজ্জুদে ওঠার জন্য পরস্পরের মুখে পানি ছিটিয়ে দেয়, যদি একজন আপত্তি করে&rsquo;।[52] (৯) তাহাজ্জুদের ক্বিরাআত রাসূলুল্লাহ (ছাঃ) কখনো সশব্দে কখনো নিঃশব্দে পড়েছেন।[53] তিনি বলেন, সরবে ও নীরবে পাঠকারী প্রকাশ্যে ও গোপনে ছাদাক্বাকারীর ন্যায়।[54] তিনি আবুবকর (রাঃ)-কে কিছুটা জোরে এবং ওমর (রাঃ)-কে কিছুটা আস্তে ক্বিরাআত করার উপদেশ দেন।[55] (১০) তারাবীহর জন্য নির্দিষ্ট কোন দো&lsquo;আ নেই। তবে শেষ দশকের বেজোড় রাত্রিগুলিতে পড়ার জন্য আয়েশা (রাঃ)-কে আল্লাহর রাসূল (ছাঃ) বিশেষ একটি দো&lsquo;আ শিক্ষা দিয়েছিলেন। সেটি হ&rsquo;ল, اَللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّيْ<em>আল্লা-হুম্মা ইন্নাকা &lsquo;আফুউভুন তোহেববুল &lsquo;আফ্ওয়া ফা&lsquo;ফু &lsquo;আন্নী</em>&rsquo; (হে আল্লাহ! তুমি ক্ষমাশীল। তুমি ক্ষমা করতে ভালবাস। অতএব আমাকে ক্ষমা কর)। [56] (১১) রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;তোমরা মনের প্রফুল্লতা নিয়ে ছালাত আদায় কর এবং সাধ্যমত নেক আমল কর, বিরক্তি বোধ না করা পর্যন্ত&rsquo;।[57] (১২) মা আয়েশা (রাঃ) বলেন, আমি জানিনা যে, আল্লাহর নবী (ছাঃ) কখনো এক রাত্রিতে সমস্ত কুরআন খতম করেছেন কিংবা ফজর অবধি সারা রাত্রি ব্যাপী (নফল) ছালাত আদায় করেছেন।[58]</p>\n<p><strong>তাহাজ্জুদে উঠে দো&lsquo;আ&nbsp;</strong><strong>(</strong>&nbsp;<strong>ما يقول إذا قام من الليل)</strong>&nbsp;<strong>:</strong></p>\n<p><strong>(ক)&nbsp;</strong>রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;যখন তোমাদের কেউ রাত্রে জাগ্রত হয় ও নিম্নের দো&lsquo;আ পাঠ করে এবং আল্লাহর নিকট প্রার্থনা করে, তা কবুল করা হয়। আর যদি সে ওযূ করে এবং ছালাত আদায় করে, সেই ছালাত কবুল করা হয়&rsquo;। দো&lsquo;আটি হ&rsquo;ল :</p>\n<p dir=\"RTL\">لآ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لآ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، سُبْحَانَ اللهِ وَالْحَمْدُ ِللهِ وَلآ إِلَهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ وَلآ حَوْلَ وَلآ قُوَّةَ إِلاَّ بِاللهِ-</p>\n<p><strong>উচ্চারণ :</strong>&nbsp;<em>লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহু লা শারীকা লাহু; লাহুল মুলকু ওয়ালাহুল হামদু ওয়াহুয়া &lsquo;আলা কুল্লি শাইয়িন ক্বাদীর। সুবহা-নাল্লা-হি ওয়াল হামদু লিল্লা-হি ওয়ালা ইলা-হা ইল্লাল্লা-হু ওয়াল্লা-হু আকবার; ওয়ালা হাওলা ওয়ালা ক্বুউওয়াতা ইল্লা বিল্লা-হ।&nbsp;</em>অতঃপর বলবে,&nbsp;<em>&lsquo;রবিবগফির্লী&rsquo;</em>&nbsp;(প্রতিপালক! আমাকে ক্ষমা কর)। অথবা অন্য প্রার্থনা করবে।</p>\n<p><strong>অনুবাদ :&nbsp;</strong>আল্লাহ ব্যতীত কোন উপাস্য নেই। তিনি একক, তাঁর কোন শরীক নেই। তাঁর জন্যই সকল রাজত্ব ও তাঁর জন্যই সকল প্রশংসা এবং তিনিই সকল কিছুর উপরে ক্ষমতাশালী। মহা পবিত্র আল্লাহ। সকল প্রশংসা আল্লাহর জন্য। আল্লাহ ব্যতীত কোন উপাস্য নেই। আল্লাহ সবার চেয়ে বড়। নেই কোন ক্ষমতা নেই কোন শক্তি আল্লাহ ব্যতীত&rsquo;। [59] এছাড়া অন্যান্য দো&lsquo;আও পড়তেন।[60]</p>\n<p><strong>(খ)&nbsp;</strong>স্ত্রী মায়মূনা (রাঃ)-এর ঘরে তাহাজ্জুদের ছালাতে উঠে আকাশের দিকে তাকিয়ে তিনি সূরা আলে ইমরানের ১৯০ আয়াত (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ... لَعَلَّكُمْ تُفْلِحُونَ) থেকে সূরার শেষ অর্থাৎ ২০০ আয়াত পর্যন্ত পাঠ করেন&rsquo;&nbsp;<em>(বু: মু:)</em>।&nbsp;<strong>একবার সফরে</strong>&nbsp;রাতে ঘুম থেকে উঠে আকাশের দিকে তাকিয়ে রাসূলুল্লাহ (ছাঃ) সূরা আলে ইমরান ১৯১-৯৪ আয়াত (رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً..... إِنَّكَ لاَ تُخْلِفُ الْمِيْعَادَ) পাঠ করেছেন&nbsp;<em>(নাসাঈ)</em>।&nbsp;<strong>একবার</strong>&nbsp;<strong>তিনি&nbsp;</strong>(গুরুত্ব বিবেচনা করে)সূরা মায়েদাহ ১১৮ আয়াতটি (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيْزُ الْحَكِيْمُ) দিয়ে পুরা তাহাজ্জুদের ছালাত শেষ করেন&rsquo;&nbsp;<em>(নাসাঈ)</em>। [61]</p>\n<p><strong>(গ)&nbsp;</strong>তাহাজ্জুদের ছালাতে রাসূল (ছাঃ) বিভিন্ন &lsquo;ছানা&rsquo; পড়েছেন।[62] তন্মধ্য হ&rsquo;তে যে কোন &lsquo;ছানা&rsquo; পড়া চলে। তবে আব্দুল্লাহ ইবনু আব্বাস (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) রাতে যখন তাহাজ্জুদে দাঁড়াতেন, তখন তাকবীরে তাহরীমার পর নিম্নের দো&lsquo;আটি পড়তেন-</p>\n<p dir=\"RTL\">اَللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ نُوْرُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيْهِنَّ، وَلَكَ الْحَمْدُ، أَنْتَ الْحَقُّ وَوَعْدُكَ حَقٌّ وَلِقَاؤُكَ حَقٌّ وَقَوْلُكَ حَقٌّ، وَعَذَابُ الْقَبْرِ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ، وَالنَّبِيُّوْنَ حَقٌّ وَمُحَمَّدٌ حَقٌّ وَالسَّاعَةُ حَقٌّ، اَللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِىْ مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لآ إِلَهَ إِلاَّ أَنْتَ وَلآ إِلَهَ غَيْرُكَ-</p>\n<p><strong>উচ্চারণ :</strong>&nbsp;<em>আল্লা-হুম্মা লাকাল হামদু আনতা ক্বাইয়িমুস সামা-ওয়া-তি ওয়াল আরযি ওয়া মান ফীহিন্না, ওয়ালাকাল হামদু আনতা নূরুস সামা-ওয়া-তি ওয়াল আরযি ওয়া মান ফীহিন্না, ওয়ালাকাল হামদু আনতা মালিকুস সামা-ওয়া-তি ওয়াল আরযি ওয়া মান ফীহিন্না; ওয়া লাকাল হামদু, আনতাল হাক্কু, ওয়া ওয়া&lsquo;দুকা হাক্কুন, ওয়া লিক্বা-উকা হাক্কুন, ওয়া ক্বাওলুকা হাক্কুন; ওয়া &lsquo;আযা-বুল ক্বাবরে হাক্কুন, ওয়াল জান্নাতু হাক্কুন, ওয়ান্না-রু হাক্কুন; ওয়ান নাবিইয়ূনা হাক্কুন, ওয়া মুহাম্মাদুন হাক্কুন, ওয়াস সা-&lsquo;আতু হাক্কুন। আল্লা-হুম্মা লাকা আসলামতু ওয়া বিকা আ-মানতু, ওয়া &lsquo;আলাইকা তাওয়াক্কালতু, ওয়া ইলাইকা আনাবতু, ওয়া বিকা খা-ছামতু, ওয়া ইলাইকা হা-কামতু, ফাগফিরলী মা ক্বাদ্দামতু ওয়া মা আখ্খারতু, ওয়া মা আসরারতু ওয়া মা আ&lsquo;লানতু, ওয়া মা আনতা আ&lsquo;লামু বিহী মিন্নী; আনতাল মুক্বাদ্দিমু ওয়া আনতাল মুওয়াখখিরু, লা ইলা-হা ইল্লা আনতা, ওয়া লা ইলা-হা গাইরুকা।</em></p>\n<p><strong>অর্থঃ</strong></p>\n<p>&lsquo;হে আল্লাহ! তোমার জন্য যাবতীয় প্রশংসা, তুমি নভোমন্ডল ও ভূমন্ডল এবং এ সবের মধ্যে যা কিছু আছে সবকিছুর ধারক। তোমারই জন্য সমস্ত প্রশংসা, তুমি নভোমন্ডল ও ভূমন্ডল এবং এ সবের মধ্যে যা কিছু আছে সবকিছুর জ্যোতি। তোমারই জন্য সমস্ত প্রশংসা, তুমি নভোমন্ডল ও ভূমন্ডল এবং এ সবের মধ্যে যা আছে সবকিছুর বাদশাহ। তোমারই জন্য সমস্ত প্রশংসা, তুমিই সত্য, তোমার ওয়াদা সত্য, তোমার সাক্ষাত লাভ সত্য, তোমার বাণী সত্য, কবর আযাব সত্য, জান্নাত সত্য, জাহান্নাম সত্য, নবীগণ সত্য, মুহাম্মাদ সত্য এবং ক্বিয়ামত সত্য। হে আল্লাহ! আমি তোমারই নিকট আত্মসমর্পণ করি, তোমারই উপর ভরসা করি ও তোমার দিকেই প্রত্যাবর্তন করি। আমি তোমার জন্যই ঝগড়া করি এবং তোমার কাছেই ফায়ছালা পেশ করি। অতএব তুমি আমার পূর্বাপর, গোপন ও প্রকাশ্য সকল অপরাধ ক্ষমা কর। তুমি অগ্র ও পশ্চাতের মালিক। তুমি ব্যতীত কোন উপাস্য নেই এবং তুমি ব্যতীত কোন মা&lsquo;বূদ নেই।[63]</p>"
  },
  {
    "id": 40,
    "cat_id": 8,
    "topic_id": 3,
    "description": "<p>সফর অথবা ভীতির সময়ে ছালাতে &lsquo;ক্বছর&rsquo; করার অনুমতি রয়েছে। যেমন আল্লাহ বলেন-</p>\n<p dir=\"RTL\">وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوْا مِنَ الصَّلاَةِ إِنْ خِفْتُمْ أَن يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْا إِنَّ الْكَافِرِيْنَ كَانُوا لَكُمْ عَدُوًّا مُبِِيْنًا- (النساء 101)</p>\n<p>অর্থ : &lsquo;যখন তোমরা সফর কর, তখন তোমাদের ছালাতে &lsquo;ক্বছর&rsquo; করায় কোন দোষ নেই। যদি তোমরা আশংকা কর যে, কাফেররা তোমাদেরকে উত্যক্ত করবে। নিশ্চয়ই কাফেররা তোমাদের প্রকাশ্য শত্রু&rsquo;&nbsp;<em>(নিসা ৪/১০১)</em>।</p>\n<p>&lsquo;ক্বছর&rsquo; অর্থ কমানো। পারিভাষিক অর্থে : চার রাক&lsquo;আত বিশিষ্ট ছালাত দু&rsquo;রাক&lsquo;আত করে পড়াকে &lsquo;ক্বছর&rsquo; বলে। মক্কা বিজয়ের সফরে রাসূলুল্লাহ (ছাঃ) ক্বছরের সাথে ছালাত আদায় করেন।[1] শান্তিপূর্ণ সফরে ক্বছর করতে হবে কি-না এ সম্পর্কে ওমর ফারূক (রাঃ)-এর এক প্রশ্নের জবাবে রাসূলুল্লাহ (ছাঃ) বলেন, صَدَقَةٌ تَصَدَّقَ اللهُ بِهَا عَلَيْكُمْ فَاقْبَلُوْا صَدَقَتَهُ-&lsquo;আল্লাহ এটিকে তোমাদের জন্য ছাদাক্বা (উপঢৌকন) হিসাবে প্রদান করেছেন। অতএব তোমরা তা গ্রহণ কর&rsquo;।[2] সফর অবশ্যই আল্লাহর প্রতি আনুগত্যের সফর হ&rsquo;তে হবে, গোনাহের সফর নয়&rsquo;। [3]</p>\n<p><strong>সফরের দূরত্ব&nbsp;</strong><strong>(مسافة السفر)</strong>&nbsp;<strong>:</strong></p>\n<p>সফরের দূরত্বের ব্যাপারে বিদ্বানগণের মধ্যে এক মাইল হ&rsquo;তে ৪৮ মাইলের বিশ প্রকার বক্তব্য রয়েছে।[4] পবিত্র কুরআনে দূরত্বের কোন ব্যাখ্যা নেই। কেবল সফরের কথা আছে। রাসূলুল্লাহ (ছাঃ) থেকেও এর কোন সীমা নির্দেশ করা হয়নি। [5] অতএব সফর হিসাবে গণ্য করা যায়, এরূপ সফরে বের হ&rsquo;লে নিজ বাসস্থান থেকে বেরিয়ে কিছুদূর গেলেই &lsquo;ক্বছর&rsquo; করা যায়। কোন কোন বিদ্বানের নিকটে সফরের নিয়ত করলে ঘর থেকেই &lsquo;ক্বছর&rsquo; শুরু করা যায়। তবে ইবনুল মুনযির বলেন যে, সফরের উদ্দেশ্যে রাসূলুল্লাহ (ছাঃ) মদ্বীনা শহর ছেড়ে বের হয়ে যাওয়ার পূর্বে &lsquo;ক্বছর&rsquo; করেছেন বলে আমি জানতে পারিনি&rsquo;। তিনি বলেন, বিদ্বানগণ একমত হয়েছেন যে, সফরের নিয়তে বের হয়ে নিজ গ্রাম (বা মহল্লার) বাড়ীসমূহ অতিক্রম করলেই তিনি ক্বছর করতে পারেন।[6]</p>\n<p>আমরা মনে করি যে, মতভেদ এড়ানোর জন্য ঘর থেকেই দু&rsquo;ওয়াক্তের ফরয ছালাত ক্বছর ও সুন্নাত ছাড়াই পৃথক দুই এক্বামতের মাধ্যমে জমা করে সফরে বের হওয়া ভাল। তাবূকের অভিযানে রাসূল (ছাঃ) ও ছাহাবীগণ এটা করেছিলেন।[7]</p>\n<p>আব্দুল্লাহ ইবনে আব্বাস (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) ১৯ দিন (মক্কা বিজয় অথবা তাবূক অভিযানে) অবস্থানকালে &lsquo;ক্বছর&rsquo; করেছেন। আমরাও তাই করি। তার বেশী হ&rsquo;লে পুরা করি।[8] যদি কারু সফরের মেয়াদ নির্দিষ্ট থাকে, তথাপি তিনি &lsquo;ক্বছর&rsquo; করবেন, যতক্ষণ না তিনি সেখানে স্থায়ী বসবাসের সংকল্প করেন।[9] সিদ্ধান্তহীন অবস্থায় ১৯ দিনের বেশী হ&rsquo;লেও &lsquo;ক্বছর&rsquo; করা যায়। রাসূলুল্লাহ (ছাঃ) তাবূক অভিযানের সময় সেখানে ২০ দিন যাবৎ &lsquo;ক্বছর&rsquo; করেন। আব্দুল্লাহ ইবনে ওমর (রাঃ) আযারবাইজান সফরে গেলে পুরা বরফের মৌসুমে সেখানে আটকে যান ও ছ&rsquo;মাস যাবৎ ক্বছরের সাথে ছালাত আদায় করেন। অনুরূপভাবে হযরত আনাস (রাঃ) শাম বা সিরিয়া সফরে এসে দু&rsquo;বছর সেখানে থাকেন ও ক্বছর করেন। [10]</p>\n<p>অতএব স্থায়ী মুসাফির যেমন জাহায, বিমান, ট্রেন, বাস ইত্যাদির চালক ও কর্মচারীগণ সফর অবস্থায় সর্বদা ছালাতে ক্বছর করতে পারেন এবং তারা দু&rsquo;ওয়াক্তের ছালাত জমা ও ক্বছর করতে পারেন।</p>\n<p>মোটকথা ভীতি ও সফর অবস্থায় &lsquo;ক্বছর&rsquo; করা উত্তম। রাসূলুল্লাহ (ছাঃ) সফরে সর্বদা ক্বছর করতেন। হযরত ওমর, আলী, ইবনু মাসঊদ, ইবনু আব্বাস (রাঃ) প্রমুখ সফরে ক্বছর করাকেই অগ্রাধিকার দিতেন।[11] হযরত ওছমান ও হযরত আয়েশা (রাঃ) প্রথম দিকে ক্বছর করতেন ও পরে পুরা পড়তেন। আব্দুল্লাহ ইবনে ওমর (রাঃ) জামা&lsquo;আতে পুরা পড়তেন ও একাকী ক্বছর করতেন।[12] কেননা আল্লাহ বলেন, &lsquo;সফর অবস্থায় ছালাতে &lsquo;ক্বছর&rsquo; করলে তোমাদের জন্য কোন গোনাহ নেই&rsquo;&nbsp;<em>(নিসা ৪/ ১০১)</em>।</p>\n<p><strong>ছালাত জমা ও ক্বছর করা&nbsp;</strong><strong>(الجمع بين الصلاتين والقصر)</strong>&nbsp;<strong>:</strong></p>\n<p>সফরে থাকা অবস্থায় যোহর-আছর&nbsp;<em>(২+২=৪ রাক&lsquo;আত)</em>&nbsp;ও মাগরিব-এশা&nbsp;<em>(৩+২=৫ রাক&lsquo;আত)</em>&nbsp;পৃথক এক্বামতের মাধ্যমে সুন্নাত ও নফল ছাড়াই জমা ও ক্বছর করে তাক্বদীম ও তাখীর দু&rsquo;ভাবে পড়ার নিয়ম রয়েছে।[13] অর্থাৎ শেষের ওয়াক্তের ছালাত আগের ওয়াক্তের সাথে &lsquo;তাক্বদীম&rsquo; করে অথবা আগের ওয়াক্তের ছালাত শেষের ওয়াক্তের সাথে &lsquo;তাখীর&rsquo; করে একত্রে পড়বে।[14]</p>\n<p>ভীতি ও ঝড়-বৃষ্টি ছাড়াও অন্য কোন বিশেষ শারঈ ওযর বশতঃ মুক্বীম অবস্থায়ও দু&rsquo;ওয়াক্তের ছালাত ক্বছর ও সুন্নাত ছাড়াই একত্রে জমা করে পড়া যায়। যেমন যোহর ও আছর পৃথক এক্বামতের মাধ্যমে ৪+৪=৮ (ثَمَانِيًا) এবং মাগরিব ও এশা অনুরূপভাবে ৩+৪=৭ (سَبْعًا) রাক&lsquo;আত। ইবনু আব্বাস (রাঃ)-কে জিজ্ঞেস করা হ&rsquo;ল, এটা কেন? তিনি বললেন, যাতে উম্মতের কষ্ট না হয়&rsquo;।[15]</p>\n<p>ইস্তেহাযা বা প্রদর রোগগ্রস্ত মহিলা ও বহুমূত্রের রোগী বা অন্যান্য কঠিন রোগী, বাবুর্চী এবং কর্মব্যস্ত ভাই-বোনেরা মাঝে-মধ্যে বিশেষ ওযর বশতঃ সাময়িকভাবে এ সুযোগ গ্রহণ করতে পারেন।[16]</p>\n<p>হজ্জের সফরে আরাফাতের ময়দানে কোনরূপ সুন্নাত-নফল ছাড়াই যোহর ও আছর একত্রে (২+২) যোহরের আউয়াল ওয়াক্তে পৃথক এক্বামতে &lsquo;জমা তাক্বদীম&rsquo; করে এবং মুযদালিফায় মাগরিব ও এশা একত্রে (৩+২) এশার সময় পৃথক এক্বামতে &lsquo;জমা তাখীর&rsquo; করে জামা&lsquo;আতের সাথে অথবা একাকী পড়তে হয়। [17]</p>\n<p>সফরে রাসূলুল্লাহ (ছাঃ) সুন্নাত সমূহ পড়তেন না। [18]</p>\n<p>অবশ্য বিতর, তাহাজ্জুদ ও ফজরের দু&rsquo;রাক&lsquo;আত সুন্নাত ছাড়তেন না। [19]</p>\n<p>তবে সাধারণ নফল ছালাত যেমন তাহিইয়াতুল ওযূ, তাহিইয়াতুল মাসজিদ ইত্যাদি আদায়ে তিনি কাউকে নিষেধ করতেন না। [20]</p>"
  },
  {
    "id": 41,
    "cat_id": 8,
    "topic_id": 4,
    "description": "<p><strong>সূচনা :</strong>&nbsp;১ম হিজরীতে জুম&lsquo;আ ফরয হয় এবং হিজরতকালে ক্বোবা ও মদ্বীনার মধ্যবর্তী বনু সালেম বিন &lsquo;আওফ গোত্রের &lsquo;রানূনা&rsquo; (رانوناء) উপত্যকায় সর্বপ্রথম রাসূলুল্লাহ (ছাঃ) জুম&lsquo;আর ছালাত আদায় করেন।[1] যাতে একশত মুছল্লী শরীক ছিলেন।[2] তবে হিজরতের পূর্বে মদ্বীনার আনছারগণ আপোষে পরামর্শক্রমে ইহুদী ও নাছারাদের সাপ্তাহিক ইবাদতের দিনের বিপরীতে নিজেদের জন্য একটি ইবাদতের দিন ধার্য করেন ও সেমতে আস&lsquo;আদ বিন যুরারাহ (রাঃ)-এর নেতৃত্বে মদ্বীনার বনু বায়াযাহ গোত্রের&nbsp;<em>নাক্বী&lsquo;উল খাযেমাত&nbsp;</em>(نَقِيعُ الْخَضِمَاتِ)<em>&nbsp;</em>নামক স্থানের &lsquo;নাবীত&rsquo; (هَزْمُ النَّبِيْتِ) সমতল ভূমিতে সর্বপ্রথম জুম&lsquo;আর ছালাত চালু হয়। যেখানে চল্লিশ জন মুছল্লী যোগদান করেন।[3] অতঃপর হিজরতের পর জুম&lsquo;আ ফরয করা হয়।</p>\n<p>রাসূলুল্লাহ (ছাঃ) বলেন, জুম&lsquo;আর এই দিনটি প্রথমে ইয়াহূদ-নাছারাদের উপরে ফরয করা হয়েছিল। কিন্তু তারা এ বিষয়ে মতভেদ করে। তখন আল্লাহ তা&lsquo;আলা আমাদেরকে এই দিনের প্রতি (অহীর মাধ্যমে) হেদায়াত দান করেন। এক্ষণে সকল মানুষ আমাদের পশ্চাদানুসারী। ইহুদীরা পরের দিন (শনিবার) এবং নাছারারা তার পরের দিন (রবিবার)...। [4] যেহেতু আল্লাহ শনিবারে কিছু সৃষ্টি করেননি এবং আরশে স্বীয় আসনে সমুন্নত হন, সেহেতু ইহুদীরা এদিনকে তাদের সাপ্তাহিক ইবাদতের দিন হিসাবে বেছে নেয়। যেহেতু আল্লাহ রবিবারে সৃষ্টির সূচনা করেন, সেহেতু নাছারাগণ এ দিনটিকে পসন্দ করে। এভাবে তারা আল্লাহর নির্দেশের উপর নিজেদের যুক্তিকে অগ্রাধিকার দেয়। পক্ষান্তরে জুম&lsquo;আর দিনে সকল সৃষ্টিকর্ম সম্পন্ন হয় এবং সর্বশেষ সৃষ্টি হিসাবে আদমকে পয়দা করা হয়। তাই এ দিনটি হ&rsquo;ল সকল দিনের সেরা। এই দিনটি মুসলিম উম্মাহর সাপ্তাহিক ইবাদতের দিন হিসাবে নির্ধারিত হওয়ায় বিগত সকল উম্মতের উপর তাদের শ্রেষ্ঠত্ব প্রমাণিত হয়। [5] কা&lsquo;ব বিন মালেক (রাঃ) অন্ধ হয়ে যাওয়ার পর আযানের আওয়ায শুনে বিগলিত হৃদয়ে বলতেন, &lsquo;আল্লাহ রহম করুন আস&lsquo;আদ বিন যুরারাহর উপর, সেই-ই প্রথম আমাদের নিয়ে জুম&lsquo;আর ছালাত কায়েম করে রাসূল (ছাঃ)-এর মক্কা থেকে আগমনের পূর্বে। [6]</p>\n<p>শহরে হৌক বা গ্রামে হৌক জুম&lsquo;আর ছালাত প্রত্যেক বয়স্ক পুরুষ ও জ্ঞানসম্পন্ন মুসলমানের উপরে জামা&lsquo;আত সহ আদায় করা &lsquo;ফরযে আয়েন&rsquo;।[7] তবে গোলাম, রোগী, মুসাফির, শিশু ও মহিলাদের উপরে জুম&lsquo;আ ফরয নয়। [8] বাহরায়েন বাসীর প্রতি এক লিখিত ফরমানে খলীফা ওমর (রাঃ) বলেন, جَمِّعُوْا حَيْثُمَا كُنْتُمْ &lsquo;তোমরা যেখানেই থাক, জুম&lsquo;আ আদায় কর&rsquo;।[9] অতএব দু&rsquo;জন মুসলমান কোন স্থানে থাকলেও তারা একত্রে জুম&lsquo;আ আদায় করবে।[10] একজনে খুৎবা দিবে। যদি খুৎবা দিতে অপারগ হয়, তাহ&rsquo;লে দু&rsquo;জনে একত্রে জুম&lsquo;আর দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবে। [11] কারাবন্দী অবস্থায় অনুমতি পেলে করবে, নইলে করবে না। আল্লাহ বলেন, &lsquo;তোমরা তোমাদের সাধ্যমত আল্লাহকে ভয় কর&rsquo;&nbsp;<em>(তাগাবুন ৬৪/১৬)</em>।</p>\n<p><strong>গুরুত্ব&nbsp;</strong><strong>(أهمية الجمعة)</strong>&nbsp;<strong>:</strong></p>\n<p>(১)রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;হে মুসলমানগণ! জুম&lsquo;আর দিনকে আল্লাহ তোমাদের জন্য (সাপ্তাহিক) ঈদের দিন হিসাবে নির্ধারণ করেছেন (جَعَلَهُ اللهُ عِيْدًا)। তোমরা এদিন মিসওয়াক কর, গোসল কর ও সুগন্ধি লাগাও&rsquo;।[12] (২) অতএব জুম&lsquo;আর দিন সুন্দরভাবে গোসল করে সাধ্যমত উত্তম পোষাক ও সুগন্ধি লাগিয়ে আগেভাগে মসজিদে যাবে।[13] (৩) মসজিদে প্রবেশ করে সামনের কাতারের দিকে এগিয়ে যাবে[14] এবং বসার পূর্বে প্রথমে দু&rsquo;রাক&lsquo;আত &lsquo;তাহিইয়াতুল মাসজিদ&rsquo; আদায় করবে। [15] দুনিয়ার সকল গৃহের ঊর্ধ্বে আল্লাহর গৃহের সম্মান। তাই এ গৃহে প্রবেশ করে বসার পূর্বেই আল্লাহর প্রতি আনুগত্যের সিজদা করতে হয়। আল্লাহ সবচাইতে খুশী হন বান্দা যখন সিজদা করে। কিন্তু যারা সিজদা না করেই বসে পড়ে, তারা আল্লাহ ও আল্লাহর গৃহের প্রতি অসম্মান করে এবং রাসূল (ছাঃ)-এর অবাধ্যতা করে। (৪) অতঃপর খত্বীব মিম্বরে বসার আগ পর্যন্ত যত রাক&lsquo;আত খুশী নফল ছালাতে মগ্ন থাকবে। [16] (৫) এরপর চুপচাপ মনোযোগ সহকারে খুৎবা শুনবে।[17] (৬) খুৎবা চলা অবস্থায় মসজিদে প্রবেশ করলে কেবল দু&rsquo;রাক&lsquo;আত &lsquo;তাহিইয়াতুল মাসজিদ&rsquo; সংক্ষেপে আদায় করে বসে পড়বে।[18] (৭) রাসূলুল্লাহ (ছাঃ) জুম&lsquo;আ থেকে অলসতাকারীদের ঘর জ্বালিয়ে দিতে চেয়েছিলেন।[19] (৮) তিনি বলেন, জুম&lsquo;আ পরিত্যাগকারীদের হৃদয়ে আল্লাহ মোহর মেরে দেন। অতঃপর তারা গাফেলদের অন্তর্ভুক্ত হয়ে যায়&rsquo;।[20] (৯) তিনি আরও বলেন, যে ব্যক্তি অবহেলা ভরে পরপর তিন জুম&lsquo;আ পরিত্যাগ করল, সে ব্যক্তি ইসলামকে পশ্চাতে নিক্ষেপ করল&rsquo;।[21] (১০) অন্য বর্ণনায় এসেছে, যে ব্যক্তি বিনা ওযরে তিন জুম&lsquo;আ পরিত্যাগ করল, সে ব্যক্তি &lsquo;মুনাফিক&rsquo;।[22]</p>\n<p><strong>ফযীলত&nbsp;</strong><strong>(فضل يوم الجمعة)</strong>&nbsp;<strong>:</strong></p>\n<p>(১) জুম&lsquo;আর দিন হ&rsquo;ল &lsquo;দিন সমূহের সেরা&rsquo; (سيد الأيام)। এদিন আল্লাহর নিকটে ঈদুল আযহা ও ঈদুল ফিতরের দিনের চাইতেও মহিমান্বিত। এইদিন নিকটবর্তী ফেরেশতাগণ, আকাশ, পৃথিবী, বায়ু, পাহাড়, সমুদ্র সবই ক্বিয়ামত হবার ভয়ে ভীত থাকে&rsquo;।[23]<br><br>(২) জুম&lsquo;আর রাতে বা দিনে কোন মুসলিম মারা গেলে আল্লাহ তাকে কবরের ফিৎনা হ&rsquo;তে বাঁচিয়ে দেন&rsquo;।[24]<br><br>(৩) এইদিন আদম (আঃ)-কে সৃষ্টি করা হয়। এইদিন তাঁকে জান্নাতে প্রবেশ করানো হয় ও এইদিন তাঁকে জান্নাত থেকে নামিয়ে দেওয়া হয়। এদিনে তাঁর তওবা কবুল হয় এবং এদিনেই তাঁর মৃত্যু হয়। এইদিন শিঙ্গায় ফুঁক দেওয়া হবে ও ক্বিয়ামত সংঘটিত হবে।<br><br>(৪) এদিন রাসূলুল্লাহ (ছাঃ)-এর উপরে বেশী বেশী দরূদ পাঠ করতে হয়।[25]</p>\n<p>(৫) এই দিন ইমামের মিম্বরে বসা হ&rsquo;তে জামা&lsquo;আতে ছালাত শেষে সালাম ফিরানো পর্যন্ত সময়ের মধ্যে[26] এমন একটি সংক্ষিপ্ত সময় (سَاعَةٌ خَفِيْفَةٌ) রয়েছে, যখন বান্দার যেকোন সঙ্গত প্রার্থনা আল্লাহ কবুল করেন।[27] দো&lsquo;আ কবুলের এই সময়টির মর্যাদা লায়লাতুল ক্বদরের ন্যায় বলে হাফেয ইবনুল ক্বাইয়িম (রহঃ) মন্তব্য করেন। তিনি বলেন, জুম&lsquo;আর সমস্ত দিনটিই ইবাদতের দিন। অন্য হাদীছের [28] বক্তব্য অনুযায়ী ঐদিন আছর ছালাতের পর হ&rsquo;তে সূর্যাস্ত পর্যন্ত দো&lsquo;আ কবুলের সময়কাল প্রলম্বিত। অতএব জুম&lsquo;আর সারাটা দিন দো&lsquo;আ-দরূদ, তাসবীহ-তেলাওয়াত ও ইবাদতে কাটিয়ে দেওয়া উচিৎ।[29] এই সময় খত্বীব স্বীয় খুৎবায় এবং ইমাম ও মুক্তাদীগণ স্ব স্ব সিজদায় ও শেষ বৈঠকে তাশাহ্হুদ ও দরূদের পরে সালামের পূর্বে আল্লাহর নিকটে প্রাণ খুলে দো&lsquo;আ করবেন। কেননা রাসূলুল্লাহ (ছাঃ) এই সময়ে বেশী বেশী দো&lsquo;আ করতেন।[30]</p>\n<p>(৬) রাসূলুল্লাহ (ছাঃ) বলেন, &lsquo;যে ব্যক্তি জুম&lsquo;আর দিন গোসল করে সুগন্ধি মেখে মসজিদে এল ও সাধ্যমত নফল ছালাত আদায় করল। অতঃপর চুপচাপ ইমামের খুৎবা শ্রবণ করল ও জামা&lsquo;আতে ছালাত আদায় করল, তার পরবর্তী জুম&lsquo;আ পর্যন্ত এবং আরও তিনদিনের গোনাহ মাফ করা হয়&rsquo;।[31]</p>\n<p>(৭) তিনি আরও বলেন, &lsquo;জুম&lsquo;আর দিন ফেরেশতাগণ মসজিদের দরজায় দাঁড়িয়ে থাকেন ও মুছল্লীদের নেকী লিখতে থাকেন। এদিন সকাল সকাল যারা আসে, তারা উট কুরবানীর সমান নেকী পায়। তার পরবর্তীগণ গরু কুরবানীর, তার পরবর্তীগণ ছাগল কুরবানীর, তার পরবর্তীগণ মুরগী কুরবানীর ও তার পরবর্তীগণ ডিম কুরবানীর সমান নেকী পায়। অতঃপর খত্বীব দাঁড়িয়ে গেলে ফেরেশতাগণ দফতর গুটিয়ে ফেলেন ও খুৎবা শুনতে থাকেন&rsquo;।[32]</p>\n<p>(৮) তিনি আরও বলেন, &lsquo;যে ব্যক্তি জুম&lsquo;আর দিন ভালভাবে গোসল করে। অতঃপর সকাল সকাল মসজিদে যায় পায়ে হেঁটে, গাড়ীতে নয় এবং আগে ভাগে নফল ছালাত শেষে ইমামের কাছাকাছি বসে ও মনোযোগ দিয়ে খুৎবার শুরু থেকে শুনে এবং অনর্থক কিছু করে না, তার প্রতি পদক্ষেপে এক বছরের ছিয়াম ও ক্বিয়ামের অর্থাৎ দিনের ছিয়াম ও রাতের বেলায় নফল ছালাতের সমান নেকী হয়&rsquo;।[33]</p>\n<p><strong>জুম&lsquo;আর আযান&nbsp;</strong><strong>(أذان الجمعة)</strong>&nbsp;<strong>:</strong></p>\n<p>খত্বীব ছাহেব মিম্বরে বসার পরে মুওয়ায্যিন জুম&lsquo;আর আযান দিবে। রাসূলুল্লাহ (ছাঃ), আবুবকর ও ওমর (রাঃ)-এর যুগে এবং ওছমান (রাঃ)-এর খেলাফতের প্রথমার্ধ্বে এই নিয়ম চালু ছিল। অতঃপর মুসলমানের সংখ্যা ও নগরীর ব্যস্ততা বেড়ে গেলে হযরত ওছমান (রাঃ) জুম&lsquo;আর পূর্বে মসজিদে নববী থেকে দূরে &lsquo;যাওরা&rsquo; (زوراء) বাজারে একটি বাড়ীর ছাদে দাঁড়িয়ে লোকদের আগাম হুঁশিয়ার করার জন্য পৃথক একটি আযানের নির্দেশ দেন।[34] খলীফার এই হুকুম ছিল স্থানিক প্রয়োজনের কারণে একটি সাময়িক নির্দেশ মাত্র। সেকারণ মক্কা, কূফা ও বছরা সহ ইসলামী খেলাফতের বহু গুরুত্বপূর্ণ শহরে এ আযান তখন চালু হয়নি। হযরত ওছমান (রাঃ) এটাকে সর্বত্র চালু করার প্রয়োজন মনে করেননি বা উম্মতকে বাধ্য করেননি। তাই সর্বদা সর্বত্র এই নিয়ম চালু করার পিছনে কোন যুক্তি নেই। তাছাড়া রাসূলুল্লাহ (ছাঃ)-এর আচরিত সুন্নাতের অনুসরণই সকল মুমিনের কর্তব্য।</p>\n<p><strong>ডাক আযান :</strong></p>\n<p>ওমর ইবনু আলী আল-ফাকেহানী&nbsp;<em>(৬৫৪-৭৩৪/১২৫৬-১৩৩৪ খৃঃ)</em>&nbsp;বলেন যে, ডাক আযান প্রথম বছরায় চালু করেন যিয়াদ এবং মক্কায় চালু করেন হাজ্জাজ। আর আমার কাছে এখন খবর পৌঁছেছে যে, নিকট মাগরিবে অর্থাৎ আফ্রিকার তিউনিস ও আলজেরিয়ার পূর্বাঞ্চলের লোকদের নিকট অদ্যাবধি কোন আযান নেই মূল এক আযান ব্যতীত&rsquo;।[35] হযরত আলী (রাঃ)-এর&nbsp;<em>(৩৫-৪০ হিঃ)</em>&nbsp;রাজধানী কূফাতেও এই আযান চালু ছিল না। [36] ইবনু হাজার আসক্বালানী বলেন, উমাইয়া খলীফা হেশাম বিন আব্দুল মালেক&nbsp;<em>(১০৫-২৫/৭২৪-৭৪৩ খৃঃ)</em>&nbsp;সর্বপ্রথম ওছমানী আযানকে &lsquo;যাওরা&rsquo; বাজার থেকে এনে মদ্বীনার মসজিদে চালু করেন।[37] ইবনুল হাজ্জ মালেকী বলেন, অতঃপর হেশাম খুৎবাকালীন মূল আযানকে মসজিদের মিনার থেকে নামিয়ে ইমামের সম্মুখে নিয়ে আসলেন&rsquo;।[38] ফলে বর্তমানে খুৎবার প্রায় আধা ঘণ্টা পূর্বে &lsquo;ডাক আযান&rsquo; হচ্ছে মিনারে বা মাইকে। অতঃপর খুৎবার মূল আযান বা কথিত &lsquo;ছানী আযান&rsquo; হচ্ছে মিম্বরের সম্মুখে বা মসজিদের দরজার বাইরে।[39]</p>\n<p>এইভাবে হাজ্জাজী ও হেশামী আযান সর্বত্র চালু হয়েছে। অথচ জুম&lsquo;আর সুন্নাতী আযান ছিল একটি। ইবনু আব্দিল বার্র বলেন, খত্বীব মিম্বরে বসার পরে সম্মুখ দরজার বাইরে দাঁড়িয়ে যে আযান দেওয়া হয় (এবং যা ইসলামের স্বর্ণযুগে চালু ছিল), এটাই সঠিক। এর বাইরে মিম্বরের নিকটে খত্বীবের সম্মুখে দাঁড়িয়ে আযান দেওয়া বিষয়ে একটি বর্ণও প্রমাণিত নয়&rsquo;।[40] অতএব আমাদের উচিৎ হবে সেই হারানো সুন্নাত যেন্দা করা। কেননা রাসূলুল্লাহ (ছাঃ) বলেন إِنَّ مِنْ وَرَائِكُمْ زَمَانَ صَبْرٍ لِلْمُتَمَسِّكِ فِيْهِ أَجْرُ خَمْسِيْنَ شَهِيْدًا مِّنْكُمْ- &lsquo;তোমাদের পরে এমন একটা কষ্টকর সময় আসছে, যখন সুন্নাতকে দৃঢ়ভাবে ধারণকারী ব্যক্তি তোমাদের মধ্যকার পঞ্চাশ জন শহীদের সমান নেকী পাবে&rsquo;।[41] তাছাড়া বর্তমানে মাইক, ঘড়ি, মোবাইল ইত্যাদির যুগে ওছমানী আযানের প্রয়োজনীয়তা আছে কি-না, সেটাও ভেবে দেখার বিষয়।</p>\n<p><strong>খুৎবা&nbsp;</strong><strong>(خطبة الجمعة)</strong>&nbsp;<strong>:</strong></p>\n<p>জুম&lsquo;আর জন্য দু&rsquo;টি খুৎবা দেওয়া সুন্নাত, যার মাঝখানে বসতে হয়।[42] ইমাম মিম্বরে বসার সময় মুছল্লীদের উদ্দেশ্যে সালাম দিবেন।[43] আবুবকর ও ওমর (রাঃ) এটি নিয়মিত করতেন। আবু হানীফা ও মালেক (রহঃ) প্রমুখ মসজিদে প্রবেশকালে সালাম করাকেই যথেষ্ট বলেছেন।[44] খত্বীব হাতে লাঠি নিবেন। [45] নিতান্ত কষ্টদায়ক না হ&rsquo;লে সর্বদা দাঁড়িয়ে খুৎবা দিবেন। ১ম খুৎবায় হাম্দ, দরূদ ও ক্বিরাআত ছাড়াও সকলকে নছীহত করবেন, অতঃপর বসবেন। দ্বিতীয় খুৎবায় হাম্দ ও দরূদ সহ সকল মুসলমানের জন্য দো&lsquo;আ করবেন।[46] প্রয়োজনে এই সময়ও কিছু নছীহত করা যায়।[47] ইমাম শাফেঈ (রহঃ) হাম্দ, দরূদ ও নছীহত তিনটি বিষয়কে খুৎবার জন্য &lsquo;ওয়াজিব&rsquo; বলেছেন। যাতে কুরআন থেকে একটি আয়াত হ&rsquo;লেও পাঠ করতে হবে। এতদ্ব্যতীত সূরায়ে ক্বাফ-এর প্রথমাংশ বা অন্য কিছু আয়াত তেলাওয়াত করা মুস্তাহাব।[48] খুৎবা আখেরাত মুখী, সংক্ষিপ্ত ও সারগর্ভ হওয়া বাঞ্ছনীয়। [49] তবে দীর্ঘ হওয়াও জায়েয আছে।[50] খুৎবার সময় কেউ মসজিদে প্রবেশ করলে সংক্ষিপ্তভাবে দু&rsquo;রাক&lsquo;আত &lsquo;তাহিইয়াতুল মাসজিদ&rsquo; ছালাত পড়ে বসবেন&rsquo;।[51]</p>\n<p><strong>মাতৃভাষায় খুৎবা দান&nbsp;</strong><strong>(خطبة الجمعة باللغة الأهلية)</strong>&nbsp;<strong>:</strong></p>\n<p>খুৎবা মাতৃভাষায় এবং অধিকাংশ মুছল্লীদের বোধগম্য ভাষায় হওয়া যরূরী। কেননা খুৎবা অর্থ ভাষণ, যা শ্রোতাদের বোধগম্য ভাষায় হওয়াই স্বাভাবিক। আল্লাহ বলেন, وَمَا أَرْسَلْنَا مِن رَّسُوْلٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ &lsquo;আমরা সকল রাসূলকেই তাদের স্বজাতির ভাষা-ভাষী করে প্রেরণ করেছি, যাতে তিনি তাদেরকে (আল্লাহর দ্বীন) ব্যাখ্যা করে দেন&rsquo;&nbsp;<em>(ইবরাহীম ১৪/৪)</em>। অতঃপর আমাদের রাসূল (ছাঃ)-কে খাছ করে বলা হচ্ছে, وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ- &lsquo;আর আমরা আপনার নিকটে &lsquo;যিকর&rsquo; (কুরআন) নাযিল করেছি, যাতে আপনি লোকদের নিকট ঐসব বিষয়ে ব্যাখ্যা করে দেন, যা তাদের প্রতি নাযিল করা হয়েছে। যাতে তারা চিন্তা-গবেষণা করে&rsquo;&nbsp;<em>(নাহ্ল ১৬/৪৪)</em>।</p>\n<p>রাসূলুল্লাহ (ছাঃ) সময়ের চাহিদা অনুযায়ী খুৎবা দিতেন। নবী আর আসবেন না। তাই রাসূলের &lsquo;ওয়ারিছ&rsquo; হিসাবে[52] প্রত্যেক আলেম ও খত্বীবের উচিৎ মুছল্লীদের নিজস্ব ভাষায় কুরআন ও ছহীহ হাদীছের বিধান সমূহ খুৎবায় ব্যাখ্যা করে শুনানো। নইলে খুৎবার উদ্দেশ্য বিনষ্ট হবে।</p>\n<p>হযরত জাবের বিন সামুরাহ (রাঃ) বর্ণিত হাদীছে এসেছে যে, খুৎবার সময় রাসূলুল্লাহ (ছাঃ)-এর দু&rsquo;চোখ উত্তেজনায় লাল হয়ে যেত। গলার স্বর উঁচু হ&rsquo;ত ও ক্রোধ ভীষণ হ&rsquo;ত। যেন তিনি কোন সৈন্যদলকে হুঁশিয়ার করছেন&rsquo;।[53] ছাহেবে মির&lsquo;আত বলেন, &lsquo;অবস্থা অনুযায়ী এবং মুছল্লীদের বোধগম্য ভাষায় খুৎবা দেওয়ার ব্যাপারে জাবের বিন সামুরাহ (রাঃ) বর্ণিত অত্র হাদীছটিই হ&rsquo;ল প্রথম দলীল&rsquo;।[54] মনে রাখা আবশ্যক যে, রাসূলুল্লাহ (ছাঃ) মাতৃভাষায় খুৎবা দিতেন। তাঁর ও তাঁর ছাহাবীগণের মাতৃভাষা ছিল আরবী। তিনি ছিলেন বিশ্বনবী। তাই বিশ্বের সকল ভাষাভাষী তাঁর উম্মতকে স্ব স্ব মাতৃভাষায় খুৎবা দানের মাধ্যমে কুরআন ও হাদীছ ব্যাখ্যা করে দিতে হবে, যা অবশ্য পালনীয়।</p>\n<p>যদি বলা হয় যে, রাসূল (ছাঃ) আরবী ভাষায় খুৎবা দিতেন, অতএব আমাদেরও কেবল আরবীতে খুৎবা দিতে হবে, তাহ&rsquo;লে তো বলা হবে যে, তিনি যেহেতু সর্বক্ষণ আরবী ভাষায় কথা বলতেন, অতএব আমাদেরকেও মাতৃভাষা ছেড়ে সর্বক্ষণ আরবীতে কথা বলতে হবে। আরবী ব্যতীত অন্য ভাষা বলা যদি নিষিদ্ধ হয়, তাহ&rsquo;লে আল্লাহর রাসূল (ছাঃ) যায়েদ বিন ছাবিত (রাঃ)-কে ইহুদীদের হিব্রু ভাষা শিখতে বললেন কেন? যা তিনি ১৫ দিনেই শিখে ফেলেন ও উক্ত ভাষায় রাসূল (ছাঃ)-এর পক্ষে পত্র পঠন, লিখন ও দোভাষীর কাজ করেন। [55]</p>\n<p>নওয়াব ছিদ্দীক হাসান খান ভূপালী (রহঃ) বলেন, শ্রোতামন্ডলীকে জান্নাতের প্রতি উৎসাহ দান ও জাহান্নামের ভয় প্রদর্শন করাই ছিল রাসূলুল্লাহ (ছাঃ)-এর খুৎবার নিয়মিত উদ্দেশ্য। এটাই হ&rsquo;ল খুৎবার প্রকৃত রূহ এবং এজন্যই খুৎবার প্রচলন হয়েছে&rsquo;।[56]</p>\n<p>বিভিন্ন মসজিদে স্রেফ আরবী খুৎবা পাঠের যে প্রচলন রয়েছে, তা নিঃসন্দেহে খুৎবার উদ্দেশ্য বিরোধী। এটা বুঝতে পেরে বর্তমানে মূল খুৎবার পূর্বে মিম্বরে বসে মাতৃভাষায় বক্তব্য রাখার মাধ্যমে যে তৃতীয় আরেকটি খুৎবা চালু করা হয়েছে, তা নিঃসন্দেহে বিদ&lsquo;আত। কেননা জুম&lsquo;আর জন্য নির্ধারিত খুৎবা হ&rsquo;ল দু&rsquo;টি, তিনটি নয়। তাছাড়া মূল খুৎবার পূর্বের সময়টি মুছল্লীদের নফল ছালাতের সময়। তাদের ছালাতের সুযোগ নষ্ট করে বক্তৃতা করার অধিকার ইসলাম কোন খত্বীব ছাহেবকে দেয়নি। অতএব সুন্নাতের উপরে আমল করতে চাইলে মূল খুৎবায় দাঁড়িয়ে পবিত্র কুরআন ও ছহীহ হাদীছের আলোকে মুছল্লীদের উদ্দেশ্যে তাদের বোধগম্য ভাষায় নছীহত করতে হবে। খুৎবার সময় কথা বলা নিষেধ। এমনকি অন্যকে &lsquo;চুপ কর&rsquo; একথাও বলা চলবে না।[57]</p>\n<p><strong>ক্বিরাআত :&nbsp;</strong>জুম&lsquo;আর ছালাতে ইমাম প্রথম রাক&lsquo;আতে সূরায়ে &lsquo;জুম&lsquo;আ&rsquo; অথবা সূরায়ে &lsquo;আ&lsquo;লা&rsquo; এবং দ্বিতীয় রাক&lsquo;আতে সূরায়ে &lsquo;মুনা-ফিকূন&rsquo; অথবা সূরায়ে &lsquo;গা-শিয়াহ&rsquo; পড়বেন। [58] অন্য সূরাও পড়া যাবে।[59] জুম&lsquo;আর দিন ফজরের ১ম রাক&lsquo;আতে রাসূলুল্লাহ (ছাঃ) সূরায়ে &lsquo;সাজদাহ&rsquo; ও ২য় রাক&lsquo;আতে সূরায়ে &lsquo;দাহর&rsquo; পাঠ করতেন।[60]</p>\n<p><strong>দো&lsquo;আ চাওয়া :</strong>&nbsp;মুছল্লীদের নিকটে বিশেষ কোন দো&lsquo;আ চাওয়ার থাকলে খত্বীব বা ইমামের মাধ্যমে পূর্বেই সকলকে অবহিত করা উচিৎ। যাতে সবাই উক্ত মুছল্লীর প্রার্থনা অনুযায়ী আল্লাহর নিকটে দো&lsquo;আ করতে পারে ও নিজেদের দো&lsquo;আর নিয়তের মধ্যে তাকেও শামিল করতে পারে। কেননা সালাম ফিরানোর মাধ্যমে ছালাত শেষ হয়ে যায়। আর ছালাতের মধ্যেই দো&lsquo;আ কবুল হয়। বিশেষ করে সিজদার হালতে। কিন্তু সালাম ফিরানোর পর ইমাম ও মুক্তাদী সম্মিলিতভাবে দো&lsquo;আ ও &lsquo;আমীন&rsquo; &lsquo;আমীন&rsquo; বলার প্রচলিত প্রথাটি রাসূলুল্লাহ (ছাঃ)-এর সুন্নাতের পরিপন্থী।</p>\n<p><strong>দো&lsquo;আ কবুলের সময়কাল :</strong>&nbsp;বিদ্বানগণ জুম&lsquo;আর দিনে দো&lsquo;আ কবুলের সঠিক সময়কাল নিয়ে মতভেদ করেছেন। এই মতভেদের ভিত্তি মূলতঃ আমর বিন আওফ (রাঃ) বর্ণিত তিরমিযীর হাদীছ, যেখানে &lsquo;জামা&lsquo;আতের শুরু থেকে সালাম ফিরানো পর্যন্ত&rsquo; সময়কালকে এবং অপরটি আব্দুল্লাহ বিন সালাম (রাঃ) বর্ণিত হাদীছ, যেখানে ঐ সময়কালকে &lsquo;আছরের ছালাতের পর থেকে সূর্যাস্ত পর্যন্ত&rsquo; বলা হয়েছে।[61] এবিষয়ে বিদ্বানগণের ৪৩টি মতভেদ উল্লেখিত হয়েছে। [62]</p>\n<p>তিরমিযীর ভাষ্যকার আহমাদ মুহাম্মাদ শাকির (রহঃ) বলেন, শেষোক্ত হাদীছের রাবী আব্দুল্লাহ বিন সালাম (রাঃ) এখানে রাসূল (ছাঃ)-এর বক্তব্য وَهُوَ يُصَلِّيْ (ছালাতের অবস্থা)- কে يَنْتَظِرُ الصَّلاَةَ (ছালাতের অপেক্ষারত) বলে ব্যাখ্যা করেছেন।[63] এতেই বুঝা যায় যে, তিনি এটা সরাসরি রাসূল (ছাঃ) থেকে শুনেছেন বলে বর্ণনা করেননি। পক্ষান্তরে আমর বিন আওফ (রাঃ) বর্ণিত তিরমিযী ও ইবনু মাজাহর হাদীছটি মরফূ, যা ইমাম বুখারী ও তিরমিযী &lsquo;হাসান&rsquo; বলেছেন, সেটি রাসূল (ছাঃ)-এর বক্তব্য وَهُوَ يُصَلِّيْ (ছালাতরত অবস্থা)-এর সঙ্গে সামঞ্জস্যশীল। আবু মূসা আশ&lsquo;আরী (রাঃ) হ&rsquo;তে ছহীহ মুসলিমে বর্ণিত অপর একটি হাদীছ একে শক্তিশালী করে। যেখানে এই সময়কালকে هِيَ مَا بَيْنَ أَنْ يَّجْلِسَ الْإِمَامُ إِلَى أَنْ تُقْضَى الصَّلاَةُ &lsquo;খত্বীব মিম্বরে বসা হ&rsquo;তে ছালাত শেষ হওয়া পর্যন্ত&rsquo; বলা হয়েছে।[64]<em>&nbsp;</em>ইবনুল &lsquo;আরাবী বলেন, এই বক্তব্যটিই অধিকতর সঠিক। কেননা এ সময়ের সম্পূর্ণটাই ছালাতের অবস্থা। এতে হাদীছে বর্ণিত &lsquo;ছালাতরত অবস্থায়&rsquo; বক্তব্যের সাথে শব্দগত ও অর্থগত উভয় দিক দিয়ে মিল হয়&rsquo;। বায়হাক্বী, ইবনুল &lsquo;আরাবী, কুরতুবী, নববী প্রমুখ এ বক্তব্য সর্মথন করেন।[65] অতএব &lsquo;খতীব মিম্বরে বসা হ&rsquo;তে সালাম ফিরানো পর্যন্ত ছালাতরত অবস্থায়&rsquo; দো&lsquo;আ কবুলের মতটিই ছহীহ হাদীছের অধিকতর নিকটবর্তী।</p>\n<p><strong>ঘুমের প্রতিকার :</strong>&nbsp;দো&lsquo;আ কবুলের এই গুরুত্বপূর্ণ সময়ে অনেক মুছল্লী বিশেষ করে খুৎবার সময় ঘুমে ঢুলতে থাকে। ফলে তারা খুৎবার কিছুই উপলব্ধি করতে পারেনা। এজন্য এর প্রতিকার হিসাবে রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, তোমাদের কেউ যখন খুৎবার সময় ঘুমে ঢুলতে থাকে, তখন সে যেন তার অবস্থান পরিবর্তন করে&rsquo;। [66] এ বিষয়ে মুছল্লীদের পরস্পরকে সাহায্য করা উচিৎ।</p>\n<p><strong>এহতিয়াত্বী জুম&lsquo;আ&nbsp;</strong><strong>(صلاة الظهر بعد الجمعة احتياطاً)</strong>&nbsp;<strong>:</strong></p>\n<p>এহ্তিয়াত্বী জুম&lsquo;আ বা &lsquo;আখেরী যোহর&rsquo; নামে জুম&lsquo;আর ছালাতের পরে পুনরায় যোহরের চার রাক&lsquo;আত একই ওয়াক্তে পড়ার যে রেওয়াজ এদেশে চালু আছে, তা নিঃসন্দেহে বিদ&lsquo;আত। কেননা জুম&lsquo;আর পরে যোহর পড়ার কোন দলীল নেই। তাছাড়া যে ব্যক্তি জুম&lsquo;আ পড়ে, তার উপর থেকে যোহরের ফরযিয়াত উঠে যায়। কারণ জুম&lsquo;আ হ&rsquo;ল যোহরের স্থলাভিষিক্ত। এক্ষণে যে ব্যক্তি জুম&lsquo;আ আদায়ের পর যোহর পড়ে, তার পক্ষে কুরআন, সুন্নাহ এবং কোন বিদ্বানের সমর্থন নেই।[67] গ্রামে জুম&lsquo;আ হবে কি হবে না, এই সন্দেহে পড়ে কিছু লোক দু&rsquo;টিই পড়ে থাকে।</p>\n<p>কোন কোন দেশে জুম&lsquo;আর ছালাতের পরপরই পুনরায় যোহরের জামা&lsquo;আত দাঁড়িয়ে যায়। ভাবখানা এই যে, জুম&lsquo;আ কবুল না হ&rsquo;লে যোহর তো নিশ্চিত। আর যদি জুম&lsquo;আ কবুল হয়, তাহ&rsquo;লে যোহরটা নফল হবে ও বাড়তি নেকী পাওয়া যাবে। অথচ সন্দেহের ইবাদতে কোন নেকী হয় না। বরং স্থির সংকল্প বা নিয়ত হ&rsquo;ল নেকী পাওয়ার আবশ্যিক পূর্বশর্ত। [68] এই সন্দেহযুক্ত ছালাত এখুনি পরিত্যাজ্য।[69] নইলে বিদ&lsquo;আতী আমলের কারণে গোনাহগার হ&rsquo;তে হবে।</p>\n<p>আব্বাসীয় খলীফাদের আমলে শাসন ক্ষমতায় অধিষ্ঠিত ভ্রান্ত ফের্কা মু&lsquo;তাযিলাগণ এটি চালু করে। যা পরবর্তীকালের কিছু হানাফী আলেমের মাধ্যমে সুন্নীদের অনেকের মধ্যে চালু হয়ে যায়। অথচ জুম&lsquo;আ আল্লাহ ফরয করেছেন। আর কোন ফরযে সন্দেহ করা কুফরীর শামিল। অতএব যারা জেনে বুঝে আখেরী যোহরে অভ্যস্ত, তাদের এখুনি তওবা করা উচিৎ ও কেবলমাত্র জুম&lsquo;আ আদায় করা কর্তব্য। খোদ হানাফী মাযহাবেও &lsquo;আখেরী যোহর&rsquo; না পড়াকে &lsquo;উত্তম&rsquo; বলা হয়েছে।[70]</p>\n<p><strong>জুম&lsquo;আর সুন্নাত&nbsp;</strong><strong>(سنن الجمعة)</strong>&nbsp;<strong>:</strong>&nbsp;জুম&lsquo;আর পূর্বে নির্দিষ্ট কোন সুনণাত ছালাত নেই। মুছল্লী কেবল &lsquo;তাহিইয়াতুল মাসজিদ&rsquo; দু&rsquo;রাক&lsquo;আত পড়ে বসবে। অতঃপর সময় পেলে খত্বীব মিম্বরে বসার আগ পর্যন্ত যত খুশী নফল ছালাত আদায় করবে। জুম&lsquo;আর ছালাতের পরে মসজিদে চার রাক&lsquo;আত অথবা বাড়ীতে দু&rsquo;রাক&lsquo;আত সুন্নাত আদায় করবে। তবে মসজিদেও চার বা দুই কিংবা দুই ও চার মোট ছয় রাক&lsquo;আত সুন্নাত ও নফল পড়া যায়।[71]ইবনু ওমর (রাঃ) চার রাক&lsquo;আত সুন্নাত এক সালামে পড়তেন। তবে দুই সালামেও পড়া যায়।[72] জুম&lsquo;আর (খুৎবার) পূর্বে এক সালামে চার রাক&lsquo;আত পড়ার হাদীছটি &lsquo;যঈফ&rsquo;। [73]</p>\n<p><strong>জুম&lsquo;আ বিষয়ে অন্যান্য জ্ঞাতব্য&nbsp;</strong><strong>(معلومات أخرى فى الجمعة)</strong>&nbsp;<strong>:</strong></p>\n<p><strong>(১)</strong>&nbsp;বাধ্যগত কারণে জুম&lsquo;আ পড়তে অপারগ হ&rsquo;লে যোহর পড়বে।[74] সফরে থাকলে ক্বছর করবে। মুসাফির একাধিক হ&rsquo;লে জামা&lsquo;আতের সাথে ক্বছর পড়বে।[75]<br><strong>(২)</strong>&nbsp;জুম&lsquo;আর ছালাত ইমামের সাথে এক রাক&lsquo;আত পেলে বাকী আরেক রাক&lsquo;আত যোগ করে পূরা পড়ে নিবে।[76]<br><strong>(৩)</strong>&nbsp;কিন্তু রুকূ না পেলে এবং শেষ বৈঠকে যোগ দিলে চার রাক&lsquo;আত পড়বে&rsquo;।[77] অর্থাৎ জুম&lsquo;আর নিয়তে ছালাতে যোগদান করবে এবং যোহর হিসাবে শেষ করবে।[78] &lsquo;এর মাধ্যমে সে জামা&lsquo;আতে যোগদানের পূরা নেকী পাবে&rsquo;। [79] অবশ্য রুকূ পাওয়ার সাথে সাথে তাকে ক্বিয়াম ও ক্বিরাআতে ফাতিহা পেতে হবে। কেননা &lsquo;সূরা ফাতিহা ব্যতীত ছালাত সিদ্ধ হয় না&rsquo;।[80] উল্লেখ্য যে, &lsquo;যে ব্যক্তি তাশাহহুদ পেল, সে ব্যক্তি ছালাত পেল&rsquo; মর্মে মুছান্নাফ ইবনু আবী শায়বাহ-তে ইবনু মাসঊদ (রাঃ) বর্ণিত আছারটি যঈফ।[81]<br><strong>(৪)</strong>&nbsp;খত্বীব মিম্বরে বসার পর মুছল্লীগণ দ্রুত কাছাকাছি চলে আসবে ও খত্বীবের মুখোমুখি হয়ে বসবে। কেননা রাসূলুল্লাহ (ছাঃ) বলেছেন, যে ব্যক্তি নিয়মিত দূরে বসবে, সে ব্যক্তি জান্নাতে গেলেও দেরীতে প্রবেশ করবে।[82]<br><strong>(৫)</strong>&nbsp;খুৎবার সময় মুছল্লীদের তিনমাথা হয়ে (الْحَبْوَة) অর্থাৎ দু&rsquo;পা উঁচু করে দু&rsquo;হাটুতে মাথা রেখে বসা নিষেধ।[83]<br><strong>(৬)</strong>&nbsp;পিছনে এসে সামনের মুছল্লীদের ডিঙিয়ে যাওয়া উচিৎ নয়। বরং সেখানেই বসে পড়বে।[84]<br><strong>(৭)</strong>&nbsp;জুম&lsquo;আ সহ কোন বৈঠকেই কাউকে উঠিয়ে দিয়ে সেখানে বসতে আল্লাহর রাসূল (ছাঃ) নিষেধ করেছেন।[85] তবে সকলকে বলবে, إِفْسَحُوْا &lsquo;আপনারা জায়গা ছেড়ে দিন&rsquo;।[86]<br><strong>(৮)</strong>&nbsp;রাসূলুল্লাহ (ছাঃ) বলেন, জুম&lsquo;আতে তিন ধরনের লোক আসে। (ক) যে ব্যক্তি অনর্থক আসে, সে তাই পায় (খ) যে ব্যক্তি আল্লাহর কাছে কিছু প্রার্থনার জন্য আসে। আল্লাহ চাইলে তাকে দেন, অথবা না দেন (গ) যে ব্যক্তি নীরবে আসে এবং কারু ঘাড় মটকায় না ও কষ্ট দেয় না, তার জন্য এই জুম&lsquo;আ তার পরবর্তী জুম&lsquo;আ এমনকি তার পরের তিনদিনের (ছগীরা) গোনাহ সমূহের কাফফারা হয়ে থাকে। এ কারণেই আল্লাহ বলেছেন, &lsquo;যে ব্যক্তি একটি নেকীর কাজ করে, তার জন্য দশগুণ প্রতিদান রয়েছে&rsquo;&nbsp;<em>(আন&lsquo;আম ৬/১৬০)</em>।[87]</p>"
  },
  {
    "id": 42,
    "cat_id": 8,
    "topic_id": 5,
    "description": "<p><strong>সূচনা :</strong>&nbsp;ঈদায়নের ছালাত ২য় হিজরী সনে চালু হয়।[1] ঈদায়েন হ&rsquo;ল মুসলিম উম্মাহর জন্য আল্লাহ নির্ধারিত বার্ষিক দু&rsquo;টি আনন্দ উৎসবের দিন। ঈদায়নের উৎসব হবে পবিত্রতাময় ও ধর্মীয় ভাবগাম্ভীর্যে পরিপূর্ণ। প্রাক ইসলামী যুগে আরব দেশে অন্যদের অনুকরণে নববর্ষ ও অন্যান্য উৎসব পালনের রেওয়াজ ছিল। রাসূলুল্লাহ (ছাঃ) মদ্বীনায় হিজরত করার পরে দেখলেন যে, মদ্বীনাবাসীগণ বছরে দু&rsquo;দিন খেলাধূলা ও আনন্দ-উৎসব করে। তখন তিনি তাদেরকে বললেন,</p>\n<p dir=\"RTL\">قَدْ أَبْدَلَكُمُ اللهُ بِهِمَا خَيْرًا مِنْهَا، يَوْمُ الْأَضْحَى وَيَوْمُ الْفِطْرِ، متفق عليه-</p>\n<p>&lsquo;আল্লাহ তোমাদের ঐ দু&rsquo;দিনের বদলে দু&rsquo;টি মহান উৎসবের দিন প্রদান করেছেন &lsquo;ঈদুল আযহা ও ঈদুল ফিতর&rsquo;।[2] দুই ঈদের দিন এবং ঈদুল আযহার পরের তিন দিন ছিয়াম পালন নিষিদ্ধ।[3]</p>\n<p><strong>গুরুত্ব :</strong>&nbsp;ঈদায়নের ছালাত সুন্নাতে মুওয়াক্কাদাহ। এটি ইসলামের প্রকাশ্য ও সেরা নিদর্শন সমূহের অন্যতম। সূর্যোদয়ের পরে সকাল সকাল খোলা ময়দানে গিয়ে ঈদায়নের ছালাত জামা&lsquo;আতের সাথে আদায় করতে হয়। কেবলমাত্র মাসজিদুল হারামে ঈদায়নের ছালাত সিদ্ধ রাখা হয়েছে বিশালায়তন হওয়ার কারণে এবং মক্কার পার্শ্ববর্তী এলাকাসমূহের সংকীর্ণতার কারণে।[4] রাসূলুল্লাহ (ছাঃ) মদ্বীনায় মসজিদে নববী-র বাইরে খোলা ময়দানে নিয়মিতভাবে ঈদায়নের ছালাত আদায় করেছেন এবং নারী-পুরুষ সকল মুসলমানকে ঈদায়নের জামা&lsquo;আতে শরীক হওয়ার নির্দেশ দিয়েছেন।[5]</p>\n<p><strong>নিয়মাবলী :</strong>&nbsp;ঈদায়নের ছালাতে আযান বা এক্বামত নেই। সকলকে নিয়ে ইমাম প্রথমে জামা&lsquo;আতের সাথে দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবেন ও পরে খুৎবা দিবেন। খুৎবার সময় হাতে লাঠি রাখবেন। [6] একটি খুৎবা দেওয়াই ছহীহ হাদীছ সম্মত। দুই খুৎবা সম্পর্কে কয়েকটি &lsquo;যঈফ&rsquo; হাদীছ রয়েছে। ইমাম নবভী (রহঃ) বলেন, প্রচলিত দুই খুৎবার নিয়মটি মূলতঃ জুম&lsquo;আর দুই খুৎবার উপরে ক্বিয়াস করেই চালু হয়েছে। খুৎবা শেষে বসে সম্মিলিতভাবে মুনাজাত করার রেওয়াজটিও হাদীছ সম্মত নয়। বরং এটাই প্রমাণিত যে, রাসূলুল্লাহ (ছাঃ) ঈদায়নের ছালাত শেষে দাঁড়িয়ে কেবলমাত্র একটি খুৎবা দিয়েছেন। যার মধ্যে আদেশ, নিষেধ, উপদেশ, দো&lsquo;আ সবই ছিল। [7]</p>\n<p>ঈদায়নের জামা&lsquo;আতে পুরুষদের পিছনে পর্দার মধ্যে মহিলাগণ প্রত্যেকে বড় চাদরে আবৃত হয়ে যোগদান করবেন। প্রয়োজনে একজনের চাদরে দু&rsquo;জন আসবেন। খত্বীব ছাহেব নারী-পুরুষ সকলকে উদ্দেশ্য করে তাদের বোধগম্য ভাষায় কুরআন-হাদীছের ব্যাখ্যাসহ খুৎবা দিবেন। ঋতুবতী মহিলাগণ কেবল খুৎবা শ্রবণ করবেন ও দো&lsquo;আয় শরীক হবেন। ওবায়দুল্লাহ মুবারকপুরী বলেন যে, &lsquo;উক্ত হাদীছের শেষে বর্ণিত دَعْوَةُ الْمُسْلِمِيْنَ কথাটি &lsquo;আম&rsquo;। এর দ্বারা ইমামের খুৎবা, নছীহত ও দো&lsquo;আ বুঝানো হয়েছে। কেননা ঈদায়নের ছালাতের পরে ইমাম ও মুক্তাদী সম্মিলিত দো&lsquo;আর প্রমাণে রাসূলুল্লাহ (ছাঃ) থেকে কোন ছহীহ হাদীছ বা ছাহাবায়ে কেরাম থেকে কোন আমল বর্ণিত হয়নি&rsquo;। [8]</p>\n<p><strong>জ্ঞাতব্য :</strong>&nbsp;(১) বৃষ্টি কিংবা ভীতির কারণে ময়দানে যাওয়া অসম্ভব বিবেচিত হ&rsquo;লে মসজিদে ঈদের জামা&lsquo;আত করা যাবে। রাসূলুল্লাহ (ছাঃ) মসজিদে নববীর পূর্ব দরজার বাইরে ৫০০ গজ দূরে &lsquo;বাত্বহান&rsquo; (بَطْحَان) প্রান্তরে ঈদায়নের ছালাত আদায় করতেন এবং একবার মাত্র বৃষ্টির কারণে মসজিদে ছালাত আদায় করেছিলেন। [9] কিন্তু বিনা কারণে বড় মসজিদের দোহাই দিয়ে ময়দান ছেড়ে মসজিদে ঈদের জামা&lsquo;আত করা সুন্নাত বিরোধী কাজ। (২) জামা&lsquo;আত ছুটে গেলে একাকী বা জামা&lsquo;আত সহকারে ঈদের ন্যায় তাকবীর সহ দু&rsquo;রাক&lsquo;আত ছালাত আদায় করে নিবে।[10] (৩) ঈদগাহে আসতে না পারলে বাড়ীতে মেয়েরা সহ সকলকে নিয়ে ঈদগাহের ন্যায় তাকবীর সহকারে জামা&lsquo;আতের সাথে দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবে। [11] (৪) জুম&lsquo;আ ও ঈদ একই দিনে হ&rsquo;লে রাসূলুল্লাহ (ছাঃ) ইমাম হিসাবে দু&rsquo;টিই পড়েছেন। অন্যদের মধ্যে যারা ঈদ পড়েছেন, তাদের জন্য জুম&lsquo;আ অপরিহার্য করেননি।[12] অবশ্য দু&rsquo;টিই আদায় করা যে অধিক ছওয়াবের কারণ, এতে কোন সন্দেহ নেই। (৫) চাঁদ ওঠার খবর পরদিন পূর্বাহ্নে পেলে সঙ্গে সঙ্গে ইফতার করে ঈদের ময়দানে গিয়ে জামা&lsquo;আতের সাথে ছালাত আদায় করবে। নইলে পরদিন ঈদ পড়বে।[13]</p>\n<p>(৬) মক্কার সাথে মিলিয়ে পৃথিবীর সর্বত্র একই দিনে ছিয়াম ও ঈদ পালনের দাবী শরী&lsquo;আতের প্রকাশ্য বিরোধিতা এবং স্রেফ অযৌক্তিক দাবী মাত্র। কেননা আল্লাহ বলেন,فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ &lsquo;তোমাদের মধ্যে যে ব্যক্তি (রামাযান) মাস পাবে, সে যেন এ মাসের ছিয়াম রাখে&rsquo;&nbsp;<em>(বাক্বারাহ ২/১৮৫)</em>। রাসূলুল্লাহ (ছাঃ) বলেন, صُومُوا لِرُؤْيَتِهِ، وَأَفْطِرُوا لِرُؤْيَتِهِ &lsquo;তোমরা চাঁদ দেখে ছিয়াম রাখো ও চাঁদ দেখে ছিয়াম ছাড়ো&rsquo;। [14] এতে প্রমাণিত হয় যে, সারা দুনিয়ার মানুষ একই সময়ে চাঁদ দেখতে পায় না। আর এটাই স্বাভাবিক। কেননা মক্কায় যখন সন্ধ্যায় চাঁদ দেখা যায়, ঢাকায় তখন ৩ ঘণ্টা রাত হয়। তখন ঢাকার লোকদের কিভাবে বলা যাবে যে, তোমরা চাঁদ না দেখেও ছিয়াম রাখ বা ঈদ করো? ফলে স্বাভাবিকভাবেই ঢাকার ছিয়াম ও ঈদ মক্কার একদিন পরে চাঁদ দেখে হবে।[15]</p>\n<p><strong>অতিরিক্ত তাকবীর সমূহ&nbsp;</strong><strong>(التكبيرات الزوائد)</strong>&nbsp;<strong>:</strong></p>\n<p>ঈদায়নের ছালাতে অতিরিক্ত বারোটি তাকবীর দেওয়া সুন্নাত।[16] যেমন</p>\n<p><strong>(১)</strong>&nbsp;আয়েশা (রাঃ) বলেন,</p>\n<p dir=\"RTL\">كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُكَبِّرُ فِى الْفِطْرِ وَالأَضْحَى فِى الأُوْلَى سَبْعَ تَكْبِيْرَاتٍ وَفِى الثَّانِيَةِ خَمْسًا سِوَى تَكْبِيْرَتَى الرُّكُوْعِ، رَوَاهُ أبو داؤدَ- وَفِى رِوَايَةٍ لِلدَّارَقُطْنِىِّ: سِوَى تَكْبِيْرَةِ الْإِسْتِفْتَاحِ-</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ) ঈদুল ফিৎর ও ঈদুল আযহাতে প্রথম রাক&lsquo;আতে সাত তাকবীর ও দ্বিতীয় রাক&lsquo;আতে পাঁচ তাকবীর দিতেন রুকূর দুই তাকবীর ব্যতীত&rsquo; [17] এবং &lsquo;তাকবীরে তাহরীমা ব্যতীত&rsquo;।[18]</p>\n<p><strong>(২)&nbsp;</strong>&lsquo;আমর ইবনু শু&lsquo;আইব (রাঃ) তার পিতা হ&rsquo;তে তিনি তার দাদা আব্দুল্লাহ ইবনে &lsquo;আমর ইবনুল &lsquo;আছ (রাঃ) হ&rsquo;তে বর্ণনা করেন যে,</p>\n<p dir=\"RTL\">عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيْهِ عَنْ جَدِّهِ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَبَّرَ فِى الْعِيْدَيْنِ الْأَضْحَى وَالْفِطْرَ ثِنْتَىْ عَشَرَةَ تَكْبِيْرَةً فِى الْأُوْلَى سَبْعًا وَفِي الْأَخِيْرَةِ خَمْسًا سِوَى تَكْبِيْرَةِ الْإِحْرَامِ، وفى رواية: سِوَى تَكْبِيْرَةِ الصَّلاَةِ، رواه الدارقطنى والبيهقى-</p>\n<p><strong>অনুবাদ :</strong>&nbsp;রাসূলুল্লাহ (ছাঃ) ঈদুল আযহা ও ঈদুল ফিৎরে &lsquo;তাকবীরে তাহরীমা ব্যতীত&rsquo; প্রথম রাক&lsquo;আতে সাতটি ও শেষ রাক&lsquo;আতে পাঁচটি সহ মোট বারোটি (অতিরিক্ত) তাকবীর দিতেন&rsquo;। অন্য বর্ণনায় এসেছে, &lsquo;ছালাতের তাকবীর&rsquo; ব্যতীত।[19]</p>\n<p>অত্র হাদীছটি সম্পর্কে ছাহেবে তুহফা ও ছাহেবে মির&lsquo;আত উভয়ে বলেন, الظاهر أن حديث عبد الله بن عمرو أصح شيئ فى الباب &lsquo;এটা পরিস্কার যে, আব্দুল্লাহ ইবনু &lsquo;আমর (রাঃ) বর্ণিত অত্র হাদীছটিই এ বিষয়ে সর্বাধিক বিশুদ্ধ হাদীছ&rsquo;।[20]</p>\n<p>শায়খ আলবানী (রহঃ) হাদীছটিকে &lsquo;হাসান&rsquo; বলেছেন। ইমাম আহমাদ, ইমাম বুখারী ও তাঁর উসতায আলী ইবনুল মাদ্বীনী হাদীছটিকে &lsquo;ছহীহ&rsquo; বলেছেন। আল্লামা নীমভী বলেন, হাদীছটির সনদের মূল কেন্দ্রবিন্দু (مدار) হ&rsquo;লেন আব্দুল্লাহ ইবনে আব্দুর রহমান আত-ত্বায়েফী। তাঁকে কোন কোন বিদ্বান &lsquo;যঈফ&rsquo; বলেছেন। ছাহেবে মির&lsquo;আত বলেন, ইমাম আহমাদ, ইমাম বুখারী, আলী ইবনুল মাদ্বীনী প্রমুখ বিদ্বানগণের ন্যায় হাদীছ শাস্ত্রের শ্রেষ্ঠতম ব্যক্তিবর্গের (جهابذة) বক্তব্যের পরে অন্যদের বক্তব্যের প্রতি দৃকপাত না করলেও চলে। মুজতাহিদ ইমামগণ এ হাদীছ থেকে দলীল গ্রহণ করেছেন। ইবনু &lsquo;আদী বলেন, আমর ইবনু শু&lsquo;আইব থেকে আব্দুর রহমান আত-ত্বায়েফীর সকল হাদীছ সুদৃঢ় (مسةقيمة)। হাফেয ইরাক্বী বলেন, إسناده صالح &lsquo;অত্র হাদীছের সনদ দলীলযোগ্য&rsquo;। তিরমিযীর ভাষ্যকার ছাহেবে তুহফা বলেন, فالحاصل أن حديث عبد الله بن عمرو حسن صالح الاحتجاج و يؤيده الأحاديث التى أشار إليها الترمذى- &lsquo;সারকথা এই যে, আব্দুল্লাহ ইবনু &lsquo;আমরের হাদীছটি &lsquo;হাসান&rsquo; ও দলীল গ্রহণের যোগ্য এবং একে শক্তিশালী করে ঐ সকল হাদীছ, যেগুলির দিকে তিরমিযী ইঙ্গিত করেছেন&rsquo;।[21]</p>\n<p><strong>(৩)</strong>&nbsp;কাছীর বিন আব্দুল্লাহ (রাঃ) বলেন,</p>\n<p dir=\"RTL\">عَنْ كَثِيْرِ بْنِ عَبْدِ اللهِ عَنْ أَبِيْهِ عَنْ جَدِّهِ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَبَّرَ فِي الْعِيْدَيْنِ فِي الْأُوْلَى سَبْعًا قَبْلَ الْقِرَاءَةِ وَفِي الْآخِرَةِ خَمْسًا قَبْلَ الْقِرَاءَةِ، رواه الترمذىُّ وابنُ ماجه-</p>\n<p>&lsquo;রাসূলুল্লাহ (ছাঃ) ঈদায়নের প্রথম রাক&lsquo;আতে ক্বিরাআতের পূর্বে সাত তাকবীর ও দ্বিতীয় রাক&lsquo;আতে ক্বিরাআতের পূর্বে পাঁচ তাকবীর দিতেন&rsquo;। [22] কাছীর বিন আব্দুল্লাহ বর্ণিত উপরোক্ত হাদীছ সম্পর্কে ইমাম তিরমিযী বলেন,</p>\n<p dir=\"RTL\">حَدِيْثُ جَدِّ كَثِيْرٍ حَدِيْثٌ حَسَنٌ وَهُوَ أَحْسَنُ شَيْءٍ رُوِيَ فِيْ هَذَا الْبَابِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-</p>\n<p><strong>অর্থ :</strong>&nbsp;হাদীছটির সনদ &lsquo;হাসান&rsquo; এবং এটিই ঈদায়নের অতিরিক্ত তাকবীর সম্পর্কে বর্ণিত &lsquo;সর্বাধিক সুন্দর&rsquo; রেওয়ায়াত।[23] তিনি আরও বলেন যে, আমি এ সম্পর্কে আমার উস্তায ইমাম বুখারীকে জিজ্ঞেস করলে তিনি বলেন,</p>\n<p dir=\"RTL\">قَالَ أَبُوْ عِيْسَى سَأَلْتُ مُحَمَّدًا يَعْنِي الْبُخَارِيَّ عَنْ هَذَا الْحَدِيْثِ فَقَالَ: لَيْسَ فِيْ هَذَا الْبَابِ شَيْئٌ أَصَحَّ مِنْ هَذَا وَبِهِ أَقُوْلُ، نقله البيهقي في السنن الكبري-</p>\n<p>&lsquo;ঈদায়নের ছালাতের অতিরিক্ত তাকবীর সম্পর্কে এর চাইতে অধিকতর ছহীহ আর কোন রেওয়ায়াত নেই এবং আমিও সে কথা বলি&rsquo;। [24]</p>\n<p><strong>তাকবীরে তাহরীমা সহ কি-না :&nbsp;</strong>ইমাম মালেক ও আহমাদ (রহঃ) তাকবীরে তাহরীমা সহ প্রথম রাক&lsquo;আতে সাত তাকবীর বলেন। ইমাম শাফেঈ, আওযাঈ, ইসহাক্ব, ইবনু হাযম প্রমুখ বিদ্বান তাকবীরে তাহরীমা ব্যতীত সাত তাকবীর বলেন। ওবায়দুল্লাহ মুবারকপুরী বলেন, &lsquo;এটাই সর্বাধিক স্পষ্ট বরং নির্দিষ্ট যে, ওটা হ&rsquo;ল তাকবীরে তাহরীমা ব্যতীত&rsquo;। [25]</p>\n<p>কারণ<br><strong>(১)</strong>&nbsp;তাকবীরে তাহরীমা হ&rsquo;ল ফরয, যা সকল ছালাতে প্রযোজ্য। আর এটি হ&rsquo;ল সুন্নাত ও অতিরিক্ত, যা কেবল ঈদায়নে প্রযোজ্য।<br><strong>(২)</strong>&nbsp;কূফার গভর্ণর সাঈদ ইবনুল &lsquo;আছ হযরত আবু মূসা আশ&lsquo;আরীকে ঈদায়নের তাকবীর রাসূলুল্লাহ (ছাঃ) কিভাবে দিয়েছেন সেকথা জিজ্ঞেস করেন। [26] নিশ্চয়ই তিনি সেখানে তাকবীরে তাহরীমা সম্পর্কে জিজ্ঞেস করেননি।<br><strong>(৩)</strong>&nbsp;ইবনু আব্বাস (রাঃ) থেকে তাঁর নিজস্ব আমল হিসাবে ৭, ৯, ১১, ১২ ও ১৩ তাকবীরের &lsquo;আছার&rsquo; সমূহ ছহীহ সূত্রে বর্ণিত হয়েছে। আলবানী বলেন, তবে তাঁর ১২ তাকবীরের বর্ণনাটিই আমার নিকট অধিকতর ছহীহ&rsquo;...।[27] তাছাড়া আব্বাসীয় খলীফাগণ ১২ তাকবীরের অনুসারী হওয়ায় বুঝা যায় যে, ইবনু আব্বাস (রাঃ)-এর আমল ১২ তাকবীরের উপরে ছিল। এক্ষণে যদি তাকবীরে তাহরীমা সহ (৮+৫) ১৩ তাকবীর গণনা করা হয়, তাহ&rsquo;লে পূর্বোক্ত ছহীহ হাদীছ ও অত্র আছারে কোন বিরোধ থাকে না। বরং দু&rsquo;টির উপরেই আমল করা যায়।<br><strong>(৪)</strong>&nbsp;ছাহাবীর আমলের উপরে রাসূল (ছাঃ)-এর আমল নিঃসন্দেহে অগ্রাধিকারযোগ্য।<br><strong>(৫)</strong>&nbsp;শায়খ আলবানী (রহঃ) উক্ত তাকবীর সমূহকে ঈদায়নের সাথে খাছ &lsquo;অতিরিক্ত তাকবীর&rsquo; হিসাবে গণ্য করেছেন।[28] অতএব এগুলিকে অতিরিক্ত হিসাবেই গণ্য করা উচিৎ এবং তা হবে ক্বিরাআতের পূর্বে, ছানার পূর্বে নয়। কেননা হাদীছে উক্ত তাকবীরগুলিকে ক্বিরাআতের পূর্বে (قبل القراءة) বলা হয়েছে।<br><strong>(৬)</strong>&nbsp;ছানার পরে অতিরিক্ত তাকবীরগুলি দিলে ফরয তাকবীরে তাহরীমা থেকে এগুলিকে পৃথক করা সহজ হয়।<br><strong>(৭)</strong>&nbsp;ইবনু মাসঊদ (রাঃ) থেকে অতিরিক্ত প্রত্যেক তাকবীরের পরে হামদ, ছানা ও দরূদ পাঠ সম্পর্কে যে &lsquo;আছার&rsquo; বর্ণিত হয়েছে,[29] সেটি তাঁর নিজস্ব আমল। রাসূলুল্লাহ (ছাঃ) ও অন্যান্য ছাহাবী থেকে এরূপ আমলের কোন নযীর নেই।[30]</p>\n<p>উপরের আলোচনায় একথা স্পষ্ট হয় যে, তাকবীরে তাহরীমা, তাকবীরে রুকূ, তাকবীরে ছালাত ইত্যাদি ফরয তাকবীর সমূহ ছাড়াই ১ম রাক&lsquo;আতে ৭টি ও ২য় রাক&lsquo;আতে ৫টি মোট অতিরিক্ত বারোটি তাকবীর দিতে হবে।</p>\n<p><strong>বারো তাকবীরে চার খলীফা :</strong></p>\n<p>চার খলীফা ও মদ্বীনার শ্রেষ্ঠ সাত জন তাবেঈ ফক্বীহ ও খলীফা ওমর বিন আব্দুল আযীয সহ প্রায় সকল ছাহাবী, তাবেঈ, তিন ইমাম ও অন্যান্য শ্রেষ্ঠ ইমামগণ এবং ইমাম আবু হানীফার দুই প্রধান শিষ্য আবু ইউসুফ ও মুহাম্মাদ (রহঃ) বারো তাকবীরের উপরে আমল করতেন। ভারতের দু&rsquo;জন খ্যাতনামা হানাফী বিদ্বান আব্দুল হাই লাক্ষ্ণৌবী ও আনোয়ার শাহ কাশ্মীরী বারো তাকবীরকে সমর্থন করেছেন।[31]</p>\n<p><strong>প্রচলিত ছয় তাকবীর :</strong>&nbsp;রাসূলুল্লাহ (ছাঃ) &lsquo;ছয় তাকবীরে&rsquo; ঈদের ছালাত আদায় করেছেন- মর্মে ছহীহ বা যঈফ কোন স্পষ্ট মরফূ হাদীছ নেই। &lsquo;জানাযার তাকবীরের ন্যায় চার তাকবীর&rsquo; বলে মিশকাতে [32] এবং &lsquo;নয় তাকবীর&rsquo; বলে মুছান্নাফ ইবনে আবী শায়বাতে[33] যে হাদীছ এসেছে, সেটিও মূলতঃ ইবনু মাসঊদের উক্তি। তিনি এটিকে রাসূল (ছাঃ)-এর দিকে সম্বন্ধিত করেননি। উপরন্তু উক্ত রেওয়ায়াতের সনদ সকলেই &lsquo;যঈফ&rsquo; বলেছেন। [34] সুতরাং ইবনু মাসঊদের সঠিক আমল কি ছিল, সে ব্যাপারেও সন্দেহ থেকে যায়। এ বিষয়ে ইমাম বায়হাক্বী বলেন,</p>\n<p dir=\"RTL\">هَذَا رَأىٌ مِنْ جِهَةِ عَبْدِ اللهِ رَضِىَ اللهُ عَنْهُ وَالْحَدِيْثُ الْمُسْنَدُ مَعَ مَا عَلَيْهِ مِنْ عَمَلِ الْمُسْلِمِيْنَ أَوْلَى أَن يُّتَّبَعَ وَبِاللهِ التَّوْفِيْقِ-</p>\n<p>অর্থৎ &lsquo;এটি আব্দুল্লাহ বিন মাসঊদ (রাঃ)-এর &lsquo;ব্যক্তিগত রায়&rsquo; মাত্র। অতএব রাসূলুল্লাহ (ছাঃ) হ&rsquo;তে বর্ণিত মরফূ হাদীছ, যার উপরে মুসলমানদের আমল জারি আছে (অর্থাৎ বারো তাকবীর) তার উপরে আমল করাই উত্তম&rsquo;।[35]</p>\n<p><strong>ছয় তাকবীরের তাবীল :&nbsp;</strong>&lsquo;জানাযার চার তাকবীরের ন্যায়&rsquo;[36] বলে ১ম রাক&lsquo;আতে তাকবীরে তাহরীমা সহ ক্বিরাআতের পূর্বে চার তাকবীর এবং ২য় রাক&lsquo;আতে রুকূর তাকবীর সহ ক্বিরাআতের পরে চার তাকবীর বলে &lsquo;তাবীল&rsquo; (تأويل) করা হয়েছে। এর মধ্যে তাকবীরে তাহরীমা ও রুকূর ফরয তাকবীর দু&rsquo;টি বাদ দিলে অতিরিক্ত (৩+৩) ছয়টি তাকবীর হয়। অথচ উক্ত যঈফ হাদীছে কোন তাকবীর বাদ দেওয়ার কথা নেই কিংবা ক্বিরাআতের আগে বা পরে বলে কোন বক্তব্য নেই।</p>\n<p>অনুরূপভাবে মুছান্নাফে&nbsp;<em>(বোম্বাই ১৯৭৯, ২/১৭৩)</em>&nbsp;বর্ণিত &lsquo;নয় তাকবীর&rsquo; থেকে তাকবীরে তাহরীমা এবং ১ম ও ২য় রাক&lsquo;আতের রুকূর তাকবীর দু&rsquo;টিসহ মোট তিনটি ফরয তাকবীর বাদ দিলে অতিরিক্ত ছয়টি তাকবীর হয়। এভাবেই তাবীল করে ছয় তাকবীর করা হয়েছে, যার অনুমতি আল্লাহ বা তাঁর রাসূল (ছাঃ) কাউকে দেননি।</p>\n<p>ইবনু হাযম আন্দালুসী (রহঃ) বলেন, &lsquo;জানাযার চার তাকবীরে ন্যায়&rsquo; মর্মের বর্ণনাটি যদি &lsquo;ছহীহ&rsquo; বলে ধরে নেওয়া হয়, [37] তথাপি এর মধ্যে ছয় তাকবীরের পক্ষে কোন দলীল নেই। কারণ তাকবীরে তাহরীমা সহ ১ম রাক&lsquo;আতে চার ও রুকূর তাকবীর সহ ২য় রাক&lsquo;আতে চার তাকবীর এবং ১ম রাক&lsquo;আতে ক্বিরাআতের পূর্বে ও ২য় রাক&lsquo;আতে ক্বিরাআতের পরে তাকবীর দিতে হবে বলে কোন কথা সেখানে নেই। বরং এটাই স্পষ্ট যে, দুই রাক&lsquo;আতেই জানাযার ছালাতের ন্যায় চারটি করে (অতিরিক্ত) তাকবীর দিতে হবে&rsquo;।[38]</p>\n<p>অথচ এ বিষয়ে ১২ তাকবীরের স্পষ্ট ছহীহ হাদীছের উপরে সকলে আমল করলে সুন্নী মুসলমানেরা অন্ততঃ বৎসরে দু&rsquo;টি ঈদের খুশীর দিনে ঐক্যবদ্ধ হয়ে ছালাত ও ইবাদত করতে পারত। কিন্তু দ্বীনের দোহাই দিয়েই আমরা দ্বীনদারদের বিভক্ত করে রেখেছি। অথচ শরী&lsquo;আতে এর কোন ভিত্তি নেই।</p>\n<p><strong>ঈদায়নের ছালাতের পদ্ধতি&nbsp;</strong><strong>(كيفية صلاة العيدين)</strong>&nbsp;<strong>:</strong></p>\n<p>১ম রাক&lsquo;আতে তাকবীরে তাহরীমা ও ছানা পাঠের পর ধীরস্থিরভাবে স্বল্প বিরতি সহ পরপর সাত তাকবীর দিবে। অতঃপর আঊযুবিল্লাহ-বিসমিল্লাহ সহ ইমাম সরবে সূরায়ে ফাতিহা ও অন্য সূরা পড়বেন এবং মুক্তাদীগণ চুপে চুপে কেবল সূরায়ে ফাতিহা পড়বে। অনুরূপভাবে ২য় রাক&lsquo;আতে দাঁড়িয়ে ধীরস্থিরভাবে পরপর পাঁচটি তাকবীর দিয়ে কেবল &lsquo;বিসমিল্লাহ&rsquo; সহ সূরায়ে ফাতিহা ও অন্য একটি সূরা পড়বে। এ সময় মুক্তাদীগণ চুপে চুপে কেবল সূরা ফাতিহা পড়বে।</p>\n<p>প্রথম রাক&lsquo;আতে সূরায়ে&nbsp;<em>ক্বাফ</em>&nbsp;অথবা&nbsp;<em>আ&lsquo;লা</em>&nbsp;এবং দ্বিতীয় রাক&lsquo;আতে সূরায়ে&nbsp;<em>ক্বামার</em>&nbsp;অথবা&nbsp;<em>গা-শিয়াহ</em>&nbsp;পড়বে&rsquo;। [39] অন্য সূরাও পড়া যাবে।[40] প্রতি তাকবীরে হাত কাঁধ পর্যন্ত উঠাবে ও বাম হাতের উপর ডান হাত বুকে বাঁধবে। অতিরিক্ত তাকবীর সমূহ বলতে ভুলে গেলে বা গণনায় ভুল হ&rsquo;লে তা পুনরায় বলতে হয় না বা &lsquo;সিজদায়ে সহো&rsquo; লাগে না।[41]</p>"
  },
  {
    "id": 43,
    "cat_id": 8,
    "topic_id": 6,
    "description": "<p><strong>হুকুম :</strong>&nbsp;প্রত্যেক মুসলিম আহলে ক্বিবলার উপর জানাযার ছালাত &lsquo;ফরযে কেফায়াহ&rsquo;।[1] অর্থাৎ মুসলমানদের কেউ জানাযা পড়লে উক্ত ফরয আদায় হয়ে যাবে। না পড়লে সবাই দায়ী হবে। ছালাত হিসাবে অন্যান্য ছালাতের ন্যায় ওযূ, ক্বিবলা, সতর ঢাকা ইত্যাদি ছালাতে জানাযার শর্তাবলীর অন্তর্ভুক্ত। তবে পার্থক্য এই যে, জানাযার ছালাতে কোন রুকূ-সিজদা বা বৈঠক নেই এবং এ ছালাতের জন্য নির্দিষ্ট কোন ওয়াক্ত নেই। বরং দিনে-রাতে সকল সময় এমনকি নিষিদ্ধ তিন সময়েও পড়া যায়।[2]</p>\n<p><strong>ওয়াজিব সমূহ :</strong>&nbsp;<strong>ছয়টি :</strong>&nbsp;(১) দাঁড়িয়ে ছালাত আদায় করা (২) চার তাকবীর দেওয়া (৩) সূরায়ে ফাতিহা পাঠ করা (৪) দরূদ পাঠ করা (৫) মাইয়েতের জন্য খালেছ অন্তরে দো&lsquo;আ করা (৬) সালাম ফিরানো।</p>\n<p><strong>সুন্নাত সমূহ</strong>&nbsp;:&nbsp;<strong>পাঁচটি :</strong>&nbsp;(১) জামা&lsquo;আত সহকারে ছালাত আদায় করা (২) কমপক্ষে তিনটি কাতার হওয়া (৩) ইমাম বা একাকী মুছল্লীর জন্য পুরুষের মাথা ও মেয়েদের কোমর বরাবর দাঁড়ানো (৪) ফাতিহা ব্যতীত অন্য একটি সূরা এবং হাদীছে বর্ণিত দো&lsquo;আ সমূহ পাঠ করা (৫) ছালাত শেষে জানাযা উঠানো পর্যন্ত দাঁড়িয়ে থাকা। [3] বাকী সবই &lsquo;মুস্তাহাব&rsquo;। যদি ভুলক্রমে তিন তাকবীর হয়ে যায়, তবে পুনরায় ইমাম চতুর্থ তাকবীর দিবেন। যদি মুক্তাদীর কোন তাকবীর ছুটে যায়, তবে শেষে তাকবীর দিয়ে সালাম ফিরাবে। আর যদি না দেয় তাতেও দোষ নেই।[4]</p>\n<p><strong>ফযীলত :</strong>&nbsp;রাসূলুল্লাহ (ছাঃ) এরশাদ করেন &lsquo;যে ব্যক্তি ঈমানের সাথে ও ছওয়াবের আশায় কোন জানাযায় শরীক হ&rsquo;ল এবং দাফন শেষে ফিরে এলো, সে ব্যক্তি দুই &lsquo;ক্বীরাত&rsquo; সমপরিমাণ নেকী পেল। প্রতি &lsquo;ক্বীরাত&rsquo; ওহোদ পাহাড়ের সমতুল্য। আর যে ব্যক্তি কেবলমাত্র জানাযা পড়ে ফিরে এলো, সে এক &lsquo;ক্বীরাত&rsquo; পরিমাণ নেকী পেল&rsquo;। [5]</p>\n<p><strong>কাতার দাঁড়ানো :</strong>&nbsp;ইমামের পিছনে কাঁধে কাঁধ ও পায়ে পা মিলিয়ে কাতার দিবে।[6] এ সময় জামার হাতাগুলো খুলে দিবে ও টাখনুর উপরে কাপড় রাখবে।[7] জুতা-স্যান্ডেল খোলার প্রয়োজন নেই। যদি তাতে নাপাকী থাকে, তবে তা মাটিতে ঘষে নিলেই যথেষ্ট হবে। [8] এ সময় জুতা-স্যান্ডেল থেকে পা বের করে তার উপরে দাঁড়ানো স্রেফ বোকামি। মাইয়েতকে উত্তর মাথা করে ক্বিবলার দিকে সামনে রাখবে।[9] যদি মাইয়েত পুরুষ হন, তবে ইমাম মাইয়েতের মাথা বরাবর দাঁড়াবেন। আর যদি মহিলা হন, তবে মাইয়েতের কোমর বরাবর দাঁড়াবেন।[10] মাইয়েত একত্রে একাধিক হ&rsquo;লে এবং পুরুষ ও নারী হ&rsquo;লে পুরুষের লাশ ইমামের কাছাকাছি সম্মুখে রাখবে। অতঃপর মহিলার লাশ থাকবে। যদি শিশু ও মহিলা হয়, তাহ&rsquo;লে শিশুর লাশ প্রথমে ও মহিলার লাশ পরে থাকবে।</p>\n<p>ইমামের পিছনে তিনটি কাতার দেওয়া মুস্তাহাব।[11] ১ম কাতারে ইমামের কাছাকাছি মাইয়েতের উত্তরাধিকারীগণ ও দ্বীনদার গণ্যমান্য ব্যক্তিগণ দাঁড়াবেন। চারজন হ&rsquo;লে ইমামের পিছনে দু&rsquo;জন দু&rsquo;জন করে দাঁড়াবেন।[12]<em>&nbsp;</em>ইমাম ব্যতীত একজন পুরুষ ও একজন মহিলা মুক্তাদী হ&rsquo;লে ইমামের পিছনে পুরুষ ও তার পিছনে মহিলা দাঁড়াবেন। মুক্তাদী একজন হ&rsquo;লে তিনি ইমামের পিছনে দাঁড়াবেন। কোন লোক না পেলে একাকী জানাযা পড়বেন।[13] তবে শিরক ও বিদ&lsquo;আতী আক্বীদা ও আমল মুক্ত দ্বীনদার মুছল্লীর সংখ্যা জানাযায় যত বেশী হবে, মাইয়েতের জন্য তা তত বেশী উপকারী হবে এবং তাদের দো&lsquo;আ কবুল করা হবে&rsquo;।[14]</p>\n<p><strong>ইমামত :</strong>&nbsp;মাইয়েত কোন ন্যায়নিষ্ঠ ও পরহেযগার ব্যক্তিকে অছিয়ত করে গেলে তিনিই জানাযা পড়াবেন। নইলে &lsquo;আমীর&rsquo; বা তাঁর প্রতিনিধি অথবা মাইয়েতের কোন যোগ্য নিকটাত্মীয়, নতুবা স্থানীয় মসজিদের ইমাম বা অন্য কোন মুত্তাক্বী আলেম জানাযায় ইমামতি করবেন। মৃত ব্যক্তি দু&rsquo;জন ব্যক্তির নামেও অছিয়ত করে যেতে পারেন। [15]</p>"
  },
  {
    "id": 44,
    "cat_id": 8,
    "topic_id": 7,
    "description": "<p>&lsquo;শুরূক্ব&rsquo; অর্থ সূর্য উদিত হওয়া। &lsquo;ইশরাক্ব&rsquo; অর্থ চমকিত হওয়া। &lsquo;যোহা&rsquo; অর্থ সূর্য গরম হওয়া। এই ছালাত সূর্যোদয়ের পরপরই প্রথম প্রহরের শুরুতে পড়লে একে &lsquo;ছালাতুল ইশরাক্ব&rsquo; বলা হয় এবং কিছু পরে দ্বিপ্রহরের পূর্বে পড়লে তাকে &lsquo;ছালাতুয যোহা&rsquo; বা চাশতের ছালাত বলা হয়। এই ছালাত বাড়ীতে পড়া &lsquo;মুস্তাহাব&rsquo;। এটি সর্বদা পড়া এবং আবশ্যিক গণ্য করা ঠিক নয়। কেননা আল্লাহর রাসূল (ছাঃ) কখনও পড়তেন, কখনো ছাড়তেন।[1]</p>\n<p><strong>ফযীলত :</strong>&nbsp;আনাস (রাঃ) হ&rsquo;তে বর্ণিত রাসূলুল্লাহ (ছাঃ) বলেন, যে ব্যক্তি ফজরের ছালাত জামা&lsquo;আতে পড়ে, অতঃপর সূর্য ওঠা পর্যন্ত আল্লাহর যিকরে বসে থাকে, অতঃপর দু&rsquo;রাক&lsquo;আত ছালাত আদায় করে, তার জন্য পূর্ণ একটি হজ্জ ও ওমরাহর নেকী হয়।[2] ইমাম নববী বলেন, &lsquo;ইবনু ওমর (রাঃ) ছালাতুয যোহাকে বিদ&lsquo;আত বলেছেন&rsquo; তার অর্থ হ&rsquo;ল, এটি নিয়মিত মসজিদে পড়া বিদ&lsquo;আত।[3] বুরাইদা আসলামী (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) বলেছেন, &lsquo;মানুষের শরীরে ৩৬০টি জোড় রয়েছে। অতএব মানুষের কর্তব্য হ&rsquo;ল প্রত্যেক জোড়ের জন্য একটি করে ছাদাক্বা করা। ছাহাবীগণ বললেন, কার শক্তি আছে এই কাজ করার, হে আল্লাহর নবী? তিনি বললেন, চাশতের দু&rsquo;রাক&lsquo;আত ছালাতই এজন্য যথেষ্ট।[4] চাশতের ছালাতের রাক&lsquo;আত সংখ্যা ২, ৪, ৮, ১২ পর্যন্ত পাওয়া যায়। মক্কা বিজয়ের দিন দুপুরের পূর্বে আল্লাহর রাসূল (ছাঃ) হযরত আলী (রাঃ)-এর বোন উম্মে হানীর গৃহে খুবই সংক্ষিপ্তভাবে ৮ রাক&lsquo;আত পড়েছিলেন।[5] প্রতি দু&rsquo;রাক&lsquo;আত অন্তর সালাম ফিরাতে হয়।</p>\n<p>উল্লেখ্য যে, দুপুরের পূর্বের এই ছালাতকেই&nbsp;<em>&lsquo;ছালাতুল আউওয়াবীন&rsquo;</em>&nbsp;বলে।[6] মাগরিবের পরের ছয়, বিশ বা যে কোন পরিমাণ নফল ছালাতকে&nbsp;<em>আউওয়াবীন</em>&nbsp;বলার হাদীছগুলি যঈফ। [7]</p>"
  },
  {
    "id": 45,
    "cat_id": 8,
    "topic_id": 8,
    "description": "<p>সূর্য ও চন্দ্র গ্রহণ কালে যে নফল ছালাত আদায় করা হয়, তাকে ছালাতুল কুসূফ ও খুসূফ বলা হয়। সূর্য ও চন্দ্র গ্রহণ আল্লাহর অপার কুদরতের অন্যতম নিদর্শন। এই গ্রহণ শুরু হ&rsquo;লে আল্লাহর প্রতি গভীর আনুগত্য ও ভীতি সহকারে এর ক্ষতি থেকে বাঁচার উদ্দেশ্যে জামা&lsquo;আত সহ দু&rsquo;রাক&lsquo;আত ছালাত দীর্ঘ ক্বিরাআত ও ক্বিয়াম সহকারে আদায় করতে হয় এবং শেষে খুৎবা দিতে হয়।[1] এই ছালাতের বিশেষ পদ্ধতি রয়েছে। যাতে দু&rsquo;রাক&lsquo;আত ছালাতে (২+২) ৪টি রুকূ হয় এবং এটিই সর্বাধিক বিশুদ্ধ।[2]</p>\n<p><strong>পদ্ধতি :</strong>&nbsp;আব্দুল্লাহ ইবনে আব্বাস (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ)-এর সময়ে একবার সূর্য গ্রহণ হ&rsquo;লে আল্লাহর রাসূল (ছাঃ) ছালাত আদায় করেন ও লোকেরাও তাঁর সাথে ছালাত আদায় করে। প্রথমে তিনি ছালাতে দাঁড়ালেন এবং সূরা বাক্বারাহর মত দীর্ঘ ক্বিরাআত করলেন। অতঃপর (১) দীর্ঘ রুকূ করলেন। তারপর মাথা তুলে ক্বিরাআত করতে লাগলেন। তবে প্রথম ক্বিরাআতের চেয়ে কিছুটা কম ক্বিরাআত করে (২) রুকূতে গেলেন। এবারের রুকূ প্রথম রুকূর চেয়ে কিছুটা কম হ&rsquo;ল। তারপর তিনি রুকূ থেকে মাথা তুলে সিজদা করলেন। অতঃপর সিজদা শেষে তিনি উঠে দাঁড়ালেন এবং লম্বা ক্বিরাআত করলেন। তবে প্রথমের তুলনায় কিছুটা ছোট। এরপর তিনি (৩) রুকূ করলেন, যা আগের রুকূর চেয়ে কম ছিল। রুকূ থেকে মাথা তুলে পুনরায় ক্বিরাআত করলেন। যা প্রথমের তুলনায় ছোট ছিল। অতঃপর তিনি (৪) রুকূ করলেন ও মাথা তুলে সিজদায় গেলেন। পরিশেষে সালাম ফিরালেন।</p>\n<p>ইতিমধ্যে সূর্য উজ্জ্বল হয়ে গেল। অতঃপর ছালাত শেষে দাঁড়িয়ে তিনি খুৎবা দিলেন এবং হামদ ও ছানা শেষে বললেন যে, সূর্য ও চন্দ্র আল্লাহর নিদর্শন সমূহের মধ্যে দু&rsquo;টি বিশেষ নিদর্শন। কারু মৃত্যু বা জন্মের কারণে এই গ্রহণ হয় না। যখন তোমরা ঐ গ্রহণ দেখবে, তখন আল্লাহকে ডাকবে, তাকবীর দিবে, ছালাত আদায় করবে ও ছাদাক্বা করবে। ... আল্লাহর কসম! আমি যা জানি, তা যদি তোমরা জানতে, তাহ&rsquo;লে তোমরা অল্প হাসতে ও অধিক ক্রন্দন করতে&rsquo;। অন্য বর্ণনায় এসেছে যে, এর মাধ্যমে আল্লাহ স্বীয় বান্দাদের ভয় দেখিয়ে থাকেন। অতএব যখন তোমরা সূর্য গ্রহণ দেখবে, তখন ভীত হয়ে আল্লাহর যিকর, দো&lsquo;আ ও ইস্তেগফারে রত হবে। [3]</p>\n<p><strong>বিজ্ঞানের যুক্তি :</strong>&nbsp;সূর্য ও চন্দ্র গ্রহণের সময় চন্দ্র, সূর্য ও পৃথিবী একই সরলরেখায় চলে আসে। ফলে সূর্য ও চন্দ্রের আকর্ষণী শক্তি বেশী মাত্রায় পৃথিবীর উপরে পতিত হয়। এর প্রচন্ড টানে অন্য কোন গ্রহ থেকে পাথর বা কোন মহাজাগতিক বস্ত্ত পৃথিবীর দিকে ধেয়ে আসলে পৃথিবী ধ্বংসের একটা কারণও হ&rsquo;তে পারে। ১৯০৮ সালের ৩০ শে জুন ১২ মেগাটন টিএনটি ক্ষমতা সম্পন্ন ১৫০ ফুট দৈর্ঘ্যের একটি বিশালাকার জ্বলন্ত পাথর (মিটিওরাইট) রাশিয়ার সাইবেরিয়ার জঙ্গলে পতিত হয়ে ৪০ মাইল ব্যাস সম্পন্ন ধ্বংসগোলক সৃষ্টি করেছিল। আগুনের লেলিহান শিখায় লক্ষ লক্ষ গাছপালা পুড়ে ছাই হয়ে গিয়েছিল।[4]</p>\n<p>&lsquo;কুসূফ&rsquo; ও &lsquo;খুসূফ&rsquo;-এর ছালাত আদায়ের মাধ্যমে সূর্য ও চন্দ্র গ্রহণের ক্ষতিকর প্রভাব হ&rsquo;তে আল্লাহর নিকটে পানাহ চাওয়া হয়। এই ছালাতের অন্যতম উদ্দেশ্য হ&rsquo;ল, আল্লাহর এই সব সৃষ্টিকে পূজা না করা এবং ভয় না করা। আল্লাহ বলেন, لاَ تَسْجُدُوْا لِلشَّمْسِ وَلاَ لِلْقَمَرِ وَاسْجُدُوْا ِللهِ الَّذِيْ خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُوْنَ &lsquo;তোমরা সূর্যকে সিজদা করো না, চন্দ্রকেও না। বরং সিজদা কর আল্লাহকে, যিনি এগুলি সৃষ্টি করেছেন। যদি তোমরা সত্যিকার অর্থে তাঁরই ইবাদত করে থাক&rsquo;&nbsp;<em>(হা-মীম সাজদাহ/ফুছসালাত ৪১/৩৭)</em>।</p>"
  },
  {
    "id": 46,
    "cat_id": 8,
    "topic_id": 9,
    "description": "<p><strong>ইস্তিস্&zwnj;ক্বা অর্থ :</strong>&nbsp;পান করার জন্য পানি প্রার্থনা করা। শারঈ পরিভাষায় ব্যাপক খরা ও অনাবৃষ্টির সময় বিশেষ পদ্ধতিতে ছালাতের মাধ্যমে আল্লাহর নিকটে পানি প্রার্থনা করাকে &lsquo;ছালাতুল ইস্তিস্ক্বা&rsquo; বলা হয়। ৬ষ্ঠ হিজরীর রামাযান মাসে সর্বপ্রথম মদ্বীনায় ইস্তিসক্বার ছালাতের প্রবর্তন হয়।[1]</p>\n<p><strong>বিবরণ :</strong>&nbsp;মলিন ও পরিচ্ছন্ন পোষাক পরে চাদর গায়ে দিয়ে বিনয়-নম্র চিত্তে সূর্যোদয়ের সাথে সাথে ময়দান অভিমুখে রওয়ানা হবে। সাথে ইমামের জন্য মিম্বর নিতে পারবে। অতঃপর নিম্নের যে কোন একটি পদ্ধতি অবলম্বনে ইস্তিসক্বার ছালাত আদায় করবে।</p>\n<p><strong>পদ্ধতি-১ :&nbsp;</strong>ঈদের ছালাতের ন্যায় আযান ও ইক্বামত ছাড়াই প্রথমে জামা&lsquo;আত সহ দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবে।[2] ইমাম সরবে ক্বিরাআত করবেন। প্রথম রাক&lsquo;আতে সূরা আ&lsquo;লা ও দ্বিতীয় রাক&lsquo;আতে সূরা গাশিয়াহ কিংবা অন্য যে কোন সূরা পড়বেন। অতঃপর ছালাত শেষে ইমাম মিম্বরে বসে বা দাঁড়িয়ে অথবা মিম্বর ছাড়াই মাটিতে দাঁড়িয়ে প্রথমে&nbsp;<em>আল্লা-হু আকবর,</em>&nbsp;<em>আলহামদু লিল্লা-হি রবিবল &lsquo;আলামীন ওয়াছ ছালাতু ওয়াসসালামু &lsquo;আলা রাসূলিহিল কারীম&rsquo;</em>&nbsp;বলে আল্লাহর প্রশংসা ও রাসূল (ছাঃ)-এর উপর দরূদ পাঠ শেষে মুছল্লীদের প্রতি ইস্তিস্ক্বার গুরুত্ব সম্পর্কে ঈমান বর্ধক উপদেশসহ সংক্ষিপ্ত খুৎবা দিবেন। [3] অতঃপর ইমাম ও মুক্তাদী সকলে ক্বিবলামুখী দাঁড়িয়ে স্ব স্ব চাদর উল্টাবে। অর্থাৎ চাদরের নীচের অংশ উপরের দিকে উল্টে নিবেন এবং চাদরের ডান পাশ বাম কাঁধে ও বাম পাশ ডান কাঁধে রাখবে। অতঃপর দু&rsquo;হাত উপুড় অবস্থায় সোজাভাবে চেহারা বরাবর উঁচু রাখবে, যেন বগল খুলে যায়। [4]</p>\n<p>অতঃপর নিম্নের দো&lsquo;আ সমূহ পাঠ করবেন-</p>\n<p dir=\"RTL\">(1) اَلْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ، الرَّحْمنِ الرَّحِيْمِ، مَالِكِ يَوْمِ الدِّيْنِ، لآ إِلَهَ إِلاَّ اللهُ يَفْعَلُ مَا يُرِيْدُ- اَللَّهُمَّ أَنْتَ اللهُ لآ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ الْغَنِيُّ وَنَحْنُ الْفُقَرَاءُ، أَنْزِلْ عَلَيْنَا الْغَيْثَ وَاجْعَلْ مَا أَنْزَلْتَ عَلَيْنَا قُوَّةً وَّ بَلاَغًا إِلَى حِيْنٍ-</p>\n<p><strong>(১) উচ্চারণ :</strong>&nbsp;<em>আলহামদুলিল্লা-হি রব্বিল &lsquo;আ-লামীন, আররহমা-নির রহীম, মা-লিকি ইয়াওমিদ্দ্বীন। লা ইলা-হা ইল্লাল্লা-হু ইয়াফ&lsquo;আলু মা ইউরীদু। আল্লা-হুম্মা আনতাল্লা-হু লা ইলা-হা ইল্লা আনতা। আনতাল গানিইয়ু ওয়া নাহ্নুল ফুক্বারা-উ। আনঝিল &lsquo;আলায়নাল গায়ছা ওয়াজ&lsquo;আল মা আনঝালতা &lsquo;আলায়না কুউওয়াতাঁও ওয়া বালা-গান ইলা হীন।</em></p>\n<p><strong>অনুবাদ:</strong>&nbsp;সকল প্রশংসা বিশ্বপালক আল্লাহর জন্য। যিনি করুণাময় ও কৃপানিধান। যিনি বিচার দিবসের মালিক। আল্লাহ ব্যতীত কোন মা&lsquo;বূদ নেই। তিনি যা ইচ্ছা তাই-ই করেন। হে প্রভু! আপনি আল্লাহ। আপনি ব্যতীত কোন উপাস্য নেই। আপনি মুখাপেক্ষীহীন ও আমরা সবাই মুখাপেক্ষী। আমাদের উপরে আপনি বৃষ্টি বর্ষণ করুন! যে বৃষ্টি বর্ষণ করবেন, তা যেন আমাদের জন্য শক্তির কারণ হয় এবং দীর্ঘ মেয়াদী কল্যাণ লাভে সহায়ক হয়&rsquo;।[5]</p>\n<p dir=\"RTL\">(2) اَللَّهُمَّ اسْقِ عِبَادَكَ وَبَهَائِمَكَ وَانْشُرْ رَحْمَتَكَ وَاحْيِ بَلَدَكَ الْمَيِّتَ-</p>\n<p><strong>(২) উচ্চারণ :</strong>&nbsp;<em>আল্লা-হুম্মাস্ক্বে &lsquo;ইবা-দাকা ওয়া বাহা-এমাকা ওয়ানশুর রহমাতাকা ওয়াহ্ইয়ে বালাদাকাল মাইয়েতা।</em></p>\n<p><strong>অর্থ:</strong>&nbsp;হে আল্লাহ! আপনি পান করান আপনার বান্দাদেরকে ও জীবজন্তু সমূহকে এবং আপনার রহমত ছড়িয়ে দিন ও আপনার মৃত জনপদকে পুনর্জীবিত করুন&rsquo;। [6]</p>\n<p dir=\"RTL\">(3) اَللَّهُمَّ اسْقِنَا غَيْثًا مُّغِيْثًا مَّرِيْئًا مَّرِيْعًا، نَافِعًا غَيْرَ ضَارٍّ عَاجِلاً غَيْرَ آجِلٍ-</p>\n<p><strong>(৩) উচ্চারণ</strong>&nbsp;<strong>:</strong>&nbsp;<em>আল্লা-হুম্মাসক্বেনা গায়ছাম মুগীছাম মারীআম মারী&lsquo;আ, না-ফে&lsquo;আন গায়রা যা-র্রিন &lsquo;আ-জেলান গায়রা আ-জেলিন।</em></p>\n<p><strong>অর্থ :</strong>&nbsp;হে আল্লাহ! আপনি আমাদেরকে এমন বৃষ্টি দান করুন, যা চাহিদা পূরণকারী, পিপাসা নিবারণকারী ও শস্য উৎপাদনকারী। যা ক্ষতিকর নয় বরং উপকারী এবং যা দেরীতে নয় বরং দ্রুত আগমনকারী&rsquo;।[7]</p>\n<p>এই সময় বৃষ্টি দেখলে বলবে, اَللَّهُمَّ صَيِّبًا نَافِعًا&nbsp;<em>আল্লা-হুম্মা ছাইয়েবান না-ফে&lsquo;আন</em>&nbsp;(হে আল্লাহ! উপকারী বৃষ্টি বর্ষণ করুন)।[8]<em>&nbsp;</em>বৃষ্টিতে চাদর ভিজিয়ে আল্লাহর বিশেষ রহমত মনে করে আগ্রহের সাথে তা বরণ করে নিতে হবে। [9]</p>\n<p><strong>পদ্ধতি-২ :&nbsp;</strong>প্রথমে সংক্ষিপ্ত খুৎবা দিবেন। অতঃপর দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবেন।[10] অতঃপর দাঁড়িয়ে পূর্বে বর্ণিত নিয়ম অনুযায়ী দো&lsquo;আ করতে থাকবেন।</p>\n<p><strong>তাৎপর্য :&nbsp;</strong>চাদর উল্টানোর মধ্যে ইঙ্গিত রয়েছে যেন খরা উল্টে গিয়ে বৃষ্টিপাত হয়।[11]এছাড়াও রয়েছে রাজাধিরাজ আল্লাহর সামনে বান্দার পরিবর্তিত অসহায় অবস্থার ইঙ্গিত। দাঁড়িয়ে দু&rsquo;হাত উপুড় ও সোজাভাবে ধরে রাখার মধ্যে রয়েছে পালনকর্তা আল্লাহর প্রতি চূড়ান্ত আত্মসমর্পণ ও একান্তভাবে আত্মনিবেদনের ইঙ্গিত। ময়দানে বেরিয়ে একত্রিত হয়ে বৃষ্টি প্রার্থনার মধ্যে রয়েছে একই বিষয়ে হাযারো বান্দার ঐকান্তিক প্রার্থনার গুরুত্ববহ ইঙ্গিত।</p>\n<p><strong>ছালাত ব্যতীত অন্যভাবে বৃষ্টি প্রার্থনা :</strong></p>\n<p><strong>(ক)</strong>&nbsp;জুম&lsquo;আর খুৎবা দানের সময় খত্বীব দু&rsquo;হাত উঠিয়ে আল্লাহর নিকটে বৃষ্টি প্রার্থনা করবেন। একই সাথে মুছল্লীগণ হাত উঠিয়ে দো&lsquo;আ করবেন (অথবা &lsquo;আমীন&rsquo; &lsquo;আমীন&rsquo; বলবেন)। এ সময়ের সংক্ষিপ্ত দো&lsquo;আ হ&rsquo;ল اَللَّهُمَّ اَغِثْنَا&nbsp;<em>আল্লা-হুম্মা আগিছনা</em>&nbsp;(হে আল্লাহ! আমাদের উপর বৃষ্টি বর্ষণ করুন) কমপক্ষে ৩ বার।[12] অথবা اَللَّهُمَّ اسْقِنَا আল্লা-হুম্মাস্ক্বেনা (হে আল্লাহ! আমাদেরকে পানি পান করান) কমপক্ষে ৩ বার। [13]</p>\n<p><strong>(খ)</strong>&nbsp;জুম&lsquo;আ ও ইস্তিসক্বার ছালাত ছাড়াই স্রেফ দো&lsquo;আর মাধ্যমে বৃষ্টি প্রার্থনা করা। এ সময় দু&rsquo;হাত তুলে বর্ণিত ৩নং দো&lsquo;আটি ও অন্যান্য দো&lsquo;আ সমূহ পাঠ করবে। [14]</p>\n<p><strong>অন্যান্য জ্ঞাতব্য :</strong></p>\n<p><strong>(ক)</strong>&nbsp;জীবিত কোন মুত্তাক্বী পরহেযগার ব্যক্তির মাধ্যমে আল্লাহর নিকটে বৃষ্টি প্রার্থনা করা যাবে। রাসূলুল্লাহ (ছাঃ)-এর মৃত্যুর পরে তাঁর চাচা আব্বাস (রাঃ)-এর মাধ্যমে ওমর (রাঃ) বৃষ্টি প্রার্থনা করতেন।[15] কিন্তু কোন মৃত ব্যক্তির দোহাই বা অসীলা দিয়ে বৃষ্টি প্রার্থনা করা যাবেনা। কারণ এটি হ&rsquo;ল সবচেয়ে বড় শিরক।<br><br><strong>(খ)</strong>&nbsp;ইস্তিস্ক্বার খুৎবা সাধারণ খুৎবার মত নয়। এটির সবটুকুই কেবল আকুতিভরা দো&lsquo;আ আর তাকবীর মাত্র। [16]<br><br><strong>(গ)</strong>&nbsp;অতিবৃষ্টি হ&rsquo;লে বলবে, اَللَّهُمَّ صَيِّبًا نَافِعًا&nbsp;<em>আল্লা-হুম্মা ছাইয়েবান না-ফে&lsquo;আন&nbsp;</em>(হে আল্লাহ! উপকারী বৃষ্টি বর্ষণ করুন)। [17]&nbsp;আর তাতে ব্যাপক ক্ষতির আশংকা দেখা দিলে তা ফিরিয়ে নেওয়ার জন্য আল্লাহর নিকট দো&lsquo;আ করে বলবে, اَللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا<em>আল্লা-হুম্মা হাওয়া-লায়না অলা &lsquo;আলায়না</em>&nbsp;(হে আল্লাহ! আমাদের থেকে ফিরিয়ে নাও। আমাদের উপর দিয়ো না)। [18]</p>"
  },
  {
    "id": 47,
    "cat_id": 8,
    "topic_id": 10,
    "description": "<p>বিশেষ কোন বৈধ চাহিদা পূরণের জন্য আল্লাহর উদ্দেশ্যে যে দু&rsquo;রাক&lsquo;আত নফল ছালাত আদায় করা হয়, তাকে &lsquo;ছালাতুল হাজত&rsquo; বলা হয়।[1] সঙ্গত কোন প্রয়োজন পূরণের জন্য বান্দা স্বীয় প্রভুর নিকটে ছবর ও ছালাতের মাধ্যমে সাহায্য প্রার্থনা করবে&rsquo;&nbsp;<em>(বাক্বারাহ ২/১৫৩)</em>। এজন্য শেষ বৈঠকে তাশাহহুদের পর সালাম ফিরানোর পূর্বে আশু প্রয়োজনীয় বিষয়টির কথা নিয়তের মধ্যে এনে নিম্নোক্ত সারগর্ভ দো&lsquo;আটি পাঠ করবে। اَللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ-&nbsp;<em>(আল্লা-হুম্মা রববানা আ-তিনা ফিদ্দুন্ইয়া হাসানাতাঁও ওয়া ফিল আ-খেরাতে হাসানাতাঁও ওয়া ক্বিনা আযা-বান্না-র)</em>। &lsquo;হে আল্লাহ! হে আমাদের পালনকর্তা! আপনি আমাদেরকে দুনিয়াতে মঙ্গল দিন ও আখেরাতে মঙ্গল দিন এবং আমাদেরকে জাহান্নামের আযাব হ&rsquo;তে রক্ষা করুন&rsquo;। হযরত আনাস (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) অধিকাংশ সময় এ দো&lsquo;আটিই পড়তেন&rsquo;।[2]</p>\n<p>দো&lsquo;আটি সিজদায় পড়লে বলবে, اَللَّهُمَّ آتِنَا...&nbsp;<em>আল্লা-হুম্মা আ-তিনা...</em>। কেননা রুকূ-সিজদায় কুরআনী দো&lsquo;আ পড়া চলে না। [3]</p>\n<p>হুযায়ফা (রাঃ) বলেন, كَانَ النَّبِىُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى &lsquo;রাসূলুল্লাহ (ছাঃ) যখন কোন সংকটে পড়তেন, তখন ছালাতে রত হ&rsquo;তেন&rsquo;।[4]</p>\n<p>উক্ত বিষয়ে হযরত ইবরাহীম (আঃ)-এর স্ত্রী সারা&rsquo;র ঘটনা স্মরণ করা যেতে পারে। যখন তিনি অপহৃত হয়ে মিসরের লম্পট সম্রাটের নিকটে নীত হলেন ও অত্যাচারী সম্রাট তার দিকে এগিয়ে গেল, তখন তিনি ওযূ করে ছালাতে রত হয়ে আল্লাহর নিকটে আশ্রয় প্রার্থনা করে বলেছিলেন,اَللَّهُمَّ لاَ تُسَلِّطْ عَلَىَّ هَذَا الْكَافِرَ &lsquo;হে আল্লাহ! এই কাফেরকে তুমি আমার উপর বিজয়ী করোনা&rsquo;। সঙ্গে সঙ্গে আল্লাহ তাঁর ডাকে সাড়া দিয়েছিলেন এবং উক্ত লম্পটের হাত-পা অবশ হয়ে পড়েছিল। তিন-তিনবার ব্যর্থ হয়ে অবশেষে সে বিবি সারা-কে সসম্মানে মুক্তি দেয় এবং বহুমূল্যবান উপঢৌকনাদি সহ তার খিদমতের জন্য হাজেরাকে তার সাথে ইবরাহীমের নিকট পাঠিয়ে দেয়।[5]</p>"
  },
  {
    "id": 48,
    "cat_id": 8,
    "topic_id": 11,
    "description": "<p>অনুতপ্ত হয়ে ক্ষমা প্রার্থনার জন্য বিশেষভাবে যে নফল ছালাত আদায় করা হয়, তাকে &lsquo;ছালাতুত তাওবাহ&rsquo; বলা হয়। আবুবকর (রাঃ) হ&rsquo;তে বর্ণিত তিনি বলেন, আমি রাসূলুল্লাহ (ছাঃ)-কে বলতে শুনেছি যে, কোন লোক যদি গোনাহ করে। অতঃপর উঠে দাঁড়ায় ও পবিত্রতা অর্জন করে এবং দু&rsquo;রাক&lsquo;আত ছালাত আদায় করে। অতঃপর আল্লাহর নিকটে ক্ষমা প্রার্থনা করে। আল্লাহ তাকে ক্ষমা করে দেন।[1] ত্বাবারাণী কাবীরে &lsquo;হাসান&rsquo; সনদে আবুদ্দারদা (রাঃ) হ&rsquo;তে &lsquo;মরফূ&rsquo; সূত্রে বর্ণিত হয়েছে যে, উক্ত ছালাত দুই বা চার রাক&lsquo;আত ফরয কিংবা নফল পূর্ণ ওযূ ও সুন্দর রুকূ-সিজদা সহকারে হ&rsquo;তে হবে। [2] তওবার জন্য নিম্নের দো&lsquo;আটি বিশেষভাবে সিজদায় ও শেষ বৈঠকে সালাম ফিরানোর পূর্বে পাঠ করা উচিৎ।-</p>\n<p dir=\"RTL\">أَسْتَغْفِرُ اللهَ الَّذِيْ لآ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ وَأَتُوْبُ إِلَيْهِ-</p>\n<p><strong>উচ্চারণ :</strong>&nbsp;<em>আস্তাগফিরুল্লা-হাল্লাযী লা ইলা-হা ইল্লা হুওয়াল হাইয়ুল ক্বাইয়ূমু ওয়া আতূবু ইলাইহে।</em></p>\n<p><strong>অনুবাদ :</strong>&nbsp;&lsquo;আমি ক্ষমা প্রার্থনা করছি সেই আল্লাহর নিকটে যিনি ব্যতীত কোন উপাস্য নেই। যিনি চিরঞ্জীব ও বিশ্ব চরাচরের ধারক এবং তাঁর দিকেই আমি ফিরে যাচ্ছি বা তওবা করছি&rsquo;।[3] &lsquo;সাইয়েদুল ইস্তেগফার&rsquo; দো&lsquo;আটিও এর সাথে যোগ করা ভাল (দ্র: দো&lsquo;আ নং ১৩)।</p>"
  },
  {
    "id": 49,
    "cat_id": 8,
    "topic_id": 12,
    "description": "<p>আল্লাহর নিকট থেকে কল্যাণ ইঙ্গিত প্রার্থনার জন্য যে নফল ছালাত আদায় করা হয়, তাকে &lsquo;ছালাতুল ইস্তেখা-রাহ&rsquo; বলা হয়। কিংকর্তব্যবিমূঢ় অবস্থায় কোন্ শুভ কাজটি করা মঙ্গলজনক হবে, সে বিষয়ে আল্লাহর নিকট থেকে ইঙ্গিত পাওয়ার জন্য বিশেষভাবে এই ছালাত আদায় করা হয়। কোন দিকে ঝোঁক না রেখে সম্পূর্ণ নিরাবেগ ও খোলা মনে ইস্তেখারার ছালাত আদায় করবে। অতঃপর যেদিকে মন টানবে, সেভাবেই কাজ করবে। এ জন্য ফরয ছালাত ব্যতীত ইস্তেখারার নিয়ত সহ দু&rsquo;রাক&lsquo;আত নফল ছালাত দিনে বা রাতে যেকোন সময়ে পড়া যায়।</p>\n<p>ইস্তেখারার দো&lsquo;আ এক রাক&lsquo;আত বিশিষ্ট বিতর ছালাতে পড়া উচিৎ নয়। বরং এক-এর অধিক রাক&lsquo;আত বিশিষ্ট বিতরে বা যে কোন সুন্নাত-নফলে পড়া যায়। [1]</p>\n<p>জাবের (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) আমাদেরকে সকল কাজে &lsquo;ইস্তেখা-রাহ&rsquo; শিক্ষা দিতেন, যেভাবে তিনি আমাদেরকে কুরআনের সূরা শিক্ষা দিতেন। তিনি বলেছেন, তোমদের কেউ যখন কোন কাজের সংকল্প করবে, তখন ফরয ব্যতীত দু&rsquo;রাক&lsquo;আত ছালাত আদায় করবে। অতঃপর বলবে।-</p>\n<p dir=\"RTL\">اَللَّهُمَّ إِنِّيْ أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيْمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوْبِ، اَللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ خَيْرٌ لِّيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ فَاقْدِرْهُ لِيْوَيَسِّرْهُ لِيْ ثُمَّ بَارِكْ لِيْ فِيْهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِّيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ فَاصْرِفْهُ عَنِّيْ وَاصْرِفْنِيْ عَنْهُ وَاقْدِرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِيْ بِهِ، قَالَ: (وَيُسَمِّي حَاجَتَهُ)- رواه البخارىُّ-</p>\n<p><strong>উচ্চারণ :<em>&nbsp;</em></strong><em>আল্লা-হুম্মা ইন্নী আস্তাখীরুকা বি&lsquo;ইলমিকা ওয়া আস্তাক্বদিরুকা বি ক্বুদরাতিকা, ওয়া আসআলুকা মিন ফাযলিকাল &lsquo;আযীম। ফাইন্নাকা তাক্বদিরু ওয়া লা আক্বদিরু, ওয়া তা&lsquo;লামু ওয়া লা আ&lsquo;লামু, ওয়া আনতা &lsquo;আল্লা-মুল গুয়ূব। আল্লা-হুম্মা ইন কুনতা তা&lsquo;লামু আন্না হা-যাল আমরা খায়রুল লী ফী দ্বীনী ওয়া মা&lsquo;আ-শী ওয়া &lsquo;আ-ক্বিবাতি আমরী, ফাক্বদিরহু লী ওয়া ইয়াসসিরহু লী; ছুম্মা বা-রিক লী ফীহি। ওয়া ইন কুনতা তা&lsquo;লামু আন্না হা-যাল আমরা শার্রুল লী ফী দ্বীনী ওয়া মা&lsquo;আ-শী ওয়া &lsquo;আ-ক্বিবাতি আমরী, ফাছরিফহু &lsquo;আন্নী ওয়াছরিফনী &lsquo;আনহু, ওয়াক্বদির লিয়াল খায়রা হায়ছু কা-না, ছুম্মা আরযিনী বিহী।</em></p>\n<p><strong>অনুবাদ :</strong>&nbsp;হে আল্লাহ! আমি তোমার নিকট তোমার জ্ঞানের সাহায্যে কল্যাণের বিষয়টি প্রার্থনা করছি এবং তোমার শক্তির মাধ্যমে (সেটা অর্জন করার) শক্তি প্রার্থনা করছি। আমি তোমার মহান অনুগ্রহ ভিক্ষা চাইছি। কেননা তুমিই ক্ষমতা রাখ। আমি ক্ষমতা রাখি না। তুমিই জানো, আমি জানি না। তুমিই যে অদৃশ্য বিষয় সমূহের মহাজ্ঞানী।</p>\n<p>হে আল্লাহ! যদি তুমি জানো যে, এ কাজটি আমার জন্য উত্তম হবে আমার দ্বীনের জন্য, আমার জীবিকার জন্য ও আমার পরিণাম ফলের জন্য, তাহ&rsquo;লে ওটা আমার জন্য নির্ধারিত করে দাও এবং সহজ করে দাও। অতঃপর ওতে আমার জন্য বরকত দান কর।</p>\n<p>আর যদি তুমি জানো যে, এ কাজটি আমার জন্য মন্দ হবে আমার দ্বীনের জন্য, আমার জীবিকার জন্য ও আমার পরিণাম ফলের জন্য, তাহ&rsquo;লে এটা আমার থেকে ফিরিয়ে নাও এবং আমাকেও ওটা থেকে ফিরিয়ে রাখ। অতঃপর আমার জন্য মঙ্গল নির্ধারণ কর, যেখানে তা আছে এবং আমাকে তা দ্বারা সন্তুষ্ট কর&rsquo;।</p>\n<p>এখানে&nbsp;<em>হা-যাল আমরা</em>&nbsp;(এই কাজ) বলার সময় কাজের নাম উল্লেখ করা যায় বলে রাবী বর্ণনা করেন। যা উপরোক্ত হাদীছের শেষে বর্ণিত হয়েছে। [2]</p>\n<p><strong>দো&lsquo;আর সময়কাল :</strong></p>\n<p>এখানে দো&lsquo;আটি কখন পড়বে, সে বিষয়ে দু&rsquo;টি বিষয় প্রতিভাত হয়। ১. জাবের (রাঃ) বর্ণিত বুখারীর হাদীছে এসেছে ثُمَّ لْيَقُلْ &lsquo;অতঃপর সে যেন বলে&rsquo;। এতে বুঝা যায় যে, সালাম ফিরানোর পরে দো&lsquo;আ করবে। ২. একই রাবী বর্ণিত আবুদাঊদের হাদীছে এসেছে وَلْيَقُلْ &lsquo;এবং সে যেন বলে&rsquo;। এতে বুঝা যায় যে, ছালাতের মধ্যে দো&lsquo;আ করবে। [3] অন্যান্য ছহীহ হাদীছে এসেছে যে, রাসূলুল্লাহ (ছাঃ) ছালাতের মধ্যেই বিশেষ করে সিজদায় এবং শেষ বৈঠকে তাশাহহুদ ও সালামের মধ্যবর্তী সময়ে বিশেষ দো&lsquo;আ সমূহ করতেন।[4] সে হিসাবে ইস্তেখারাহর দো&lsquo;আটিও শেষ বৈঠকে বসে ধীরে-সুস্থে করা বাঞ্ছনীয়। আর যদি সালাম ফিরানোর পরে উক্ত দো&lsquo;আ করেন, তাহ&rsquo;লে বেশী দেরী না করে এবং অহেতুক কোন কথা না বলে সত্বর দু&rsquo;হাত উঠিয়ে দো&lsquo;আ করবেন এবং শুরুতে হাম্দ ও দরূদ পাঠ করবেন। যেমন&nbsp;<em>আল-হামদুলিল্লাহি রব্বিল &lsquo;আ-লামীন, ওয়াছছালাতু ওয়াসসালামু &lsquo;আলা রাসূলিল্লাহিল কারীম,</em>&nbsp;অতঃপর দো&lsquo;আ পাঠ করবেন। [5]</p>\n<p>ছাহেবে মির&lsquo;আত বলেন, ইস্তেখারাহর পরে যেটা প্রকাশিত হয় বা ঘটে যায়, সেটাই করা উচিৎ। এজন্য তাকে ঘুমিয়ে যাওয়া এবং স্বপ্ন দেখা বা কাশ্ফ হওয়া অর্থাৎ হৃদয় খুলে যাওয়া শর্ত নয়।[6]</p>\n<p>একটি বিষয়ের জন্য একবার ব্যতীত একাধিকবার &lsquo;ছালাতুল ইস্তেখা-রাহ&rsquo; আদায়ের কথা স্পষ্টভাবে কোন ছহীহ হাদীছ দ্বারা প্রমাণিত নয়। তবে রাসূলুল্লাহ (ছাঃ) কখনো দো&lsquo;আ করলে একই সময়ে তিনবার করে দো&lsquo;আ করতেন এবং কিছু চাইলে তিনবার করে চাইতেন।[7]</p>\n<p>এই ছহীহ হাদীছের উপরে ভিত্তি করে ইস্তেখারাহর দো&lsquo;আ পাঠের উদ্দেশ্যে অত্র ছালাত ইস্তিসক্বার ছালাতের ন্যায় একাধিকবার পড়া যায় বলে ইমাম শাওকানী মন্তব্য করেছেন। ইমাম নববী বলেন, উক্ত দো&lsquo;আ পাঠের সময় হৃদয়কে যাবতীয় ঝোঁক প্রবণতা হ&rsquo;তে খালি করে নিতে হবে এবং সম্পূর্ণরূপে আল্লাহর উপরে তাওয়াক্কুল করতে হবে। নইলে ঐ ব্যক্তি আল্লাহর নিকটে কল্যাণপ্রার্থী না হয়ে বরং নিজের প্রবৃত্তির পূজারী হিসাবে গণ্য হবে। [8]</p>"
  },
  {
    "id": 50,
    "cat_id": 8,
    "topic_id": 13,
    "description": "<p>অধিক তাসবীহ পাঠের কারণে এই ছালাতকে &lsquo;ছালাতুত তাসবীহ&rsquo; বলা হয়। এটি ঐচ্ছিক ছালাত সমূহের অন্তর্ভুক্ত।এ বিষয়ে কোন ছহীহ হাদীছ বর্ণিত হয়নি। বরং আব্দুল্লাহ ইবনু আব্বাস (রাঃ) বর্ণিত এ সম্পর্কিত হাদীছকে কেউ &lsquo;মুরসাল&rsquo; কেউ &lsquo;মওকূফ&rsquo; কেউ &lsquo;যঈফ&rsquo; কেউ &lsquo;মওযূ&rsquo; বা জাল বলেছেন। সঊদী আরবের স্থায়ী ফৎওয়া কমিটি &lsquo;লাজনা দায়েমাহ&rsquo; এই ছালাতকে বিদ&lsquo;আত বলে ফৎওয়া দিয়েছে। যদিও শায়খ আলবানী (রহঃ) উক্ত হাদীছের যঈফ সূত্র সমূহ পরস্পরকে শক্তিশালী করে মনে করে তাকে &lsquo;ছহীহ&rsquo; বলেছেন এবং ইবনু হাজার আসক্বালানী ও ছাহেবে মির&lsquo;আত একে &lsquo;হাসান&rsquo; স্তরে উন্নীত বলেছেন। তবুও এরূপ বিতর্কিত, সন্দেহযুক্ত ও দুর্বল ভিত্তির উপরে কোন ইবাদত বিশেষ করে ছালাত প্রতিষ্ঠা করা যায় না বিধায় &lsquo;হাদীছ ফাউন্ডেশন বাংলাদেশ&rsquo;-এর &lsquo;দারুল ইফতা&rsquo; বিষয়টি থেকে দূরে থাকার সিদ্ধান্ত গ্রহণ করে। [1]</p>\n<p>&nbsp;</p>\n<p><strong>নিয়ম :</strong> দিনে বা রাতে চার রাক&lsquo;আত ছালাত এক সালামে আদায় করবে। ১ম রাক&lsquo;আতে ক্বিরাআত শেষে সুবহা-নাল্লা-হি, ওয়াল হামদুলিল্লা-হি, অলা ইলা-হা ইল্লাল্লা-হু, ওয়াল্লাহ-হু আকবর ১৫ বার পড়বে। অতঃপর রুকূতে গিয়ে (দো&lsquo;আ পাঠ শেষে) উক্ত তাসবীহ ১০ বার পড়বে। অতঃপর রুকূ থেকে উঠে (সামি&lsquo;আল্লাহু লেমান হামিদাহ ও রববানা লাকাল হামদ বলার পর) ১০ বার পড়বে। অতঃপর সিজদায় গিয়ে (দো&lsquo;আ পাঠের পর) ১০ বার পড়বে। অতঃপর সিজদা থেকে উঠে (দো&lsquo;আ পাঠের পর) ১০ বার পড়বে। অতঃপর দ্বিতীয় সিজদায় গিয়ে (দো&lsquo;আ পাঠের পর) ১০ বার পড়বে। অতঃপর উঠে দাঁড়ানোর পূর্বে বসা অবস্থায় ১০ বার পড়বে (মোট ৭৫ বার)। এইভাবে চার রাক&lsquo;আতে সর্বমোট তাসবীহ ৪&Icirc;৭৫=৩০০ বার পড়বে। পারলে দিনে একবার, নইলে সপ্তাহে, নইলে মাসে, নইলে বছরে, নইলে জীবনে একবার পড়বে। তাতে আগে-পিছের, জানা-অজানা, ছোট-বড় সব গোনাহ মাফ হয়ে যাবে (আবুদাঊদ হা/১২৯৭-৯৯, ইবনু মাজাহ হা/১৩৮৬-৮৭; ঐ, মিশকাত হা/১৩২৮, &lsquo;ছালাতুত তাসবীহ&rsquo; অনুচ্ছেদ-৪০)।</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>"
  }
]